Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV returns the sample standard deviation of the given sample. To obtain the population standard deviation of a whole population use STDEVP. STDEV is also known as the N-1-standard deviation. Under reasonable conditions, it is the maximum-likelihood estimator for the true population standard deviation. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEV(A1:A5) equals 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
de: @FUNCTION=VARIANZ @SYNTAX=VARIANZ(b1, b2, ...) @DESCRIPTION=VARIANZ liefert die geschätzte Abweichung einer Stichprobe von einer Grundgesamtheit. Zur Bestimmung der tatsächlichen Varianz einer gesamten Grundgesamtheit müssen Sie die Funktion @VARIANZN verwenden. * VARIANZ ist auch als N-1-Varianz bekannt. Unter reellen Bedingungen ist dies der wahrscheinlichste Schätzwert für die wahre Varianz. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert VARIANZ(A1:A5) 117.64. @SEEALSO=VARIANZN,STDABW
ne: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV ले दिएको नमूनाको नमूना स्टान्डर्ड डेभियसन फर्काउँछ। पूरै जनसङ्ख्याको जनसङ्ख्या स्ट्यान्डर्ड डेभियसन प्राप्त गर्न STDEVP प्रयोग गर्नुहोस्। STDEV लाई N-1-स्टान्डर्ड डेभियसन पनि भनिन्छ। कारणयोग्य शर्तहरू अन्तर्गत,सत्य जनसङ्ख्या स्टान्डर्ड डेभियसनका लागि यो अधिकतम-सम्भावना अनुमानकर्ता हुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि STDEV(A1:A5) बराबर 10.84619749 हुन्छ। @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
tr: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR bir dağılım örneğinin değişimini tahmin eder. Tüm dağılımın gerçek değişimini bulmak için VARP işlevini kullanın. (VAR N-1 değişimi olarak da bilinir. Normal şartlar altında, gerçek değişime azami yaklaşıklıkla tahmin yapılır.) Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: VAR(A1:A5) eşittir 117.64 Benzerleri: VARP, STDEV @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: VAR(A1:A5) eşittir 117.64 @SEEALSO=VARP,STDEV

source: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP returns the population standard deviation of the given population. This is also known as the N-standard deviation * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEVP(A1:A5) equals 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
de: @FUNCTION=STDABWN @SYNTAX=STDABWN(b1, b2, ...) @DESCRIPTION=STDABWN liefert die Standardabweichung eines Zahlensatzes, wobei diese Zahlen als Mitglieder einer gesamten Grundgesamtheit angesehen werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert STDABWN(A1:A5) 9.701133954. @SEEALSO=STDABW,STDABW2,STDABWN2
ne: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP दिएको जनसङ्ख्याको जनसङ्ख्या सटान्डर्ड डेभियसन फर्काउँछ। यसलाई N-स्टान्डर्ड डेभियसन पनि भनिन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि STDEVP(A1:A5) बराबर 9.701133954 हुन्छ। @SEEALSO=STDEV,STDEVA,STDEVPA
tr: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1;b2; ...) @DESCRIPTION=STDEVP işlevi sayılar kümesini tüm dağılımın üyeleri kabul ederek sayılar kümesinin standart sapmasını hesaplar. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: STDEVP(A1:A5) eşittir 9.701133954 Benzerleri: STDEV, STDEVA, STDEVPA @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: STDEVP(A1:A5) eşittir 9.701133954 @SEEALSO=STDEV,STDEVA,STDEVPA

source: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK returns the rank of a number in a list of numbers. @x is the number whose rank you want to find, @ref is the list of numbers, and @order specifies how to rank numbers. If @order is 0, numbers are ranked in descending order, otherwise numbers are ranked in ascending order. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then RANK(17.3,A1:A5) equals 4. @SEEALSO=PERCENTRANK
de: @FUNCTION=RANG @SYNTAX=RANG(x,Bezug[,Reihenfolge]) @DESCRIPTION=RANG liefert den Rang einer Zahl in einer Liste mit Zahlen. @x ist die Zahl, nach deren Rang gesucht werden soll, @Bezug die Liste mit den Zahlen und @Reihenfolge gibt an, wie in welcher Reihenfolge die Zahlen aufgereiht werden. Falls @Reihenfolge 0 ist, werden die Zahlen in absteigender, andernfalls in aufsteigender Reihenfolge verarbeitet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert RANG(17.3,A1:A5) 4. @SEEALSO=PROZENTRANG
ne: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK ले सङ्ख्याहरूको सूचीमा एउटा सङ्ख्याको र्याङ्क फर्काउँछ। @x त्यो सङ्ख्या हो जसको र्याङ्क तपाईँले प्राप्त गर्न चाहनुभएको छ, @ref सङ्ख्याहरूको सूची हो, र @order ले सङ्ख्याहरू कसरी र्याङ्क गर्ने निर्दिष्ट गर्दछ। यदि @order शून्य छ भने, सङ्ख्याहरू घट्दो दरमा र्याङ्क गरिएको छन्, अन्यथा सङ्ख्याहरू बढ्दो क्रममा र्याङ्क हुन्छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि RANK(17.3,A1:A5) बराबर ४ हुन्छ। @SEEALSO=PERCENTRANK
tr: @FUNCTION=RANK @SYNTAX=RANK(x,dizi[,azalan]) @DESCRIPTION=RANK @x'in @dizi içindeki sayılar arasında kaçıncı sırada olduğunu bulur. @azalan 0 ise artan sıralama, aksi takdirde azalan sıralamaya göre sonuç bulunur. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: RANK(17.3,A1:A5) eşittir 4 Benzeri: PERCENTRANK @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: RANK(17.3,A1:A5) eşittir 4 @SEEALSO=PERCENTRANK

source: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fraction) @DESCRIPTION=TRIMMEAN returns the mean of the interior of a data set. @ref is the list of numbers whose mean you want to calculate and @fraction is the fraction of the data set excluded from the mean. For example, if @fraction=0.2 and the data set contains 40 numbers, 8 numbers are trimmed from the data set (40 x 0.2): the 4 largest and the 4 smallest. To avoid a bias, the number of points to be excluded is always rounded down to the nearest even number. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then TRIMMEAN(A1:A5,0.2) equals 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
ne: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,भिन्न) @DESCRIPTION=TRIMMEAN ले डेटा सेटको भित्रको मध्यक फर्काउँछ। @ref सङ्ख्याहरूको सूची हो मध्यक तपाईँ गणना गर्न चाहनुहुन्छ र @fraction मध्यकबाट छोडिएको डेटा सेटको भिन्न हो। उदाहरणका लागि, यदि @fraction=0.2 छ र डेटा सेटले ४० सङ्ख्याहरू समाविष्ट गर्दछ, ८ सङ्ख्याहरू डेटा सेट (४० x ०.२) बाट ठीक गरियो : ४ ठूलो र ४ सानो। पक्षपात हटाउन, निकाल्नु पर्ने बिन्दुहरूको सङ्ख्या सधै नजिकको जोर सङ्ख्यामा तल घुम्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि TRIMMEAN(A1:A5,0.2) बराबर २३.२ हुन्छ। @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE

source: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR returns the covariance of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then COVAR(A1:A5,B1:B5) equals 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
de: @FUNCTION=KOVAR @SYNTAX=KOVAR(Datenfeld1,Datenfeld2) @DESCRIPTION=KOVAR liefert die Kovarianz zweier Datensätze. * Zeichenketten und leere Zellen werden ignoriert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert COVAR(A1:A5,B1:B5) 65.858. @SEEALSO=KORREL,FISHER,FISHERINV
ne: @FUNCTION=COVAR @SYNTAX=COVAR(एरे१,एरे२) @DESCRIPTION=COVAR ले दुईवटा डेटा सेटहरूको कोभ्यारियन्स फर्काउँछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षा गरिनेछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि COVAR(A1:A5,B1:B5) बराबर ६५.८५८ हुन्छ। @SEEALSO=CORREL,FISHER,FISHERINV
tr: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR iki veri kümesi arasındaki uyuşmazlığı hesaplar. Dizgeler ve boş gözeler yoksayılır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: COVAR(A1:A5,B1:B5) eşittir 65.858 Benzerleri: CORREL, FISHER, FISHERINV @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: COVAR(A1:A5,B1:B5) eşittir 65.858 @SEEALSO=CORREL,FISHER,FISHERINV

source: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=CORREL returns the correlation coefficient of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then CORREL(A1:A5,B1:B5) equals 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
de: @FUNCTION=KORREL @SYNTAX=KORREL(Datenfeld1,Datenfeld2) @DESCRIPTION=KORREL liefert den Korrelationskoeffizienten zweier Datensätze. * Zeichenketten und leere Zellen werden ignoriert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1, und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert KORREL(A1:A5,B1:B5) 0.996124788. @SEEALSO=KOVAR,FISHER,FISHERINV
ne: @FUNCTION=CORREL @SYNTAX=CORREL(एरे१,एरे२) @DESCRIPTION=CORREL ले दुईवटा डेटा सेटहरूको कोरिलियसन कोफिसेन्ट फर्काउँछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षा गरिनेछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि CORREL(A1:A5,B1:B5) बराबर 0.996124788 हुन्छ। @SEEALSO=COVAR,FISHER,FISHERINV
tr: @FUNCTION=CORREL @SYNTAX=CORREL(dizi1,dizi2) @DESCRIPTION=CORREL iki veri kümesinin ilinti katsayısını hesaplar. Dizgeler ve boş gözeler yoksayılır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1, değerlerini ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: CORREL(A1:A5,B1:B5) eşittir 0.996124788 Benzerleri: COVAR, FISHER, FISHERINV @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1, değerlerini ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: CORREL(A1:A5,B1:B5) eşittir 0.996124788 @SEEALSO=COVAR,FISHER,FISHERINV

source: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST function returns the negative binomial distribution. @f is the number of failures, @t is the threshold number of successes, and @p is the probability of a success. * If @f or @t is a non-integer it is truncated. * If (@f + @t -1) <= 0 NEGBINOMDIST returns #NUM! error. * If @p < 0 or @p > 1 NEGBINOMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= NEGBINOMDIST(2,5,0.55) equals 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
de: @FUNCTION=NEGBINOMVERT @SYNTAX=NEGBINOMVERT(Fehlschläge,Versuche,Wahrscheinlichkeit) @DESCRIPTION=NEGBINOMVERT liefert die negative Binominalverteilung. @f ist die Anzahl der Fehlschläge, @Versuche der Schwellwert der Anzahl erfolgreicher Versuche und @Wahrscheinlichkeit die Wahrscheinlichkeit, dass ein Versuch erfolgreich ist. * Falls @Fehlschläge oder @Versuche keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls (@Fehlschläge + @Versuche -1) <= 0 ist, liefert NEGBINOMVERT einen #ZAHL!-Fehler. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert NEGBINOMVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= NEGBINOMVERT(2,5,0.55) liefert 0.152872629. @SEEALSO=BINOMVERT,KOMBINATIONEN,FAKULTÄT,HYPGEOMVERT,PERMUT
ne: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST कार्यले ऋणात्मक द्विपदिय वितरण फर्काउँछ। @f असफलताको सङ्ख्या हो, @t सफलताहरूको थ्रेसहोल्ड सङ्ख्या हो, र @p सफलताको संभाव्यता हो। * यदि @f वा @t इन्टेजर होइन भने यो छोडिनेछ। * यदि (@f + @t -1) <= 0 छ भने NEGBINOMDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने NEGBINOMDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NEGBINOMDIST(2,5,0.55) बराबर 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
tr: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST negatif binom açılımını hesaplar. @f başarısızlıkların sayısı, @t başarılıların eşik değeri ve @p başarı olasılığıdır. @f ve @t tamsayı değilse ondalık kısım atılır. (@f + @t -1) <= 0, @p < 0 ya da @p > 1 ise işlev #SAYI! hatası verir.Bu işlev Excel uyumludur. Örnek: NEGBINOMDIST(2,5,0.55) eşittir 0.152872629 Benzerleri: BINOMDIST, COMBIN, FACT, HYPGEOMDIST, PERMUT @EXAMPLES= NEGBINOMDIST(2,5,0.55) eşittir 0.152872629 @SEEALSO=BINOMDIST, COMBIN, FACT, HYPGEOMDIST, PERMUT

source: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST function returns the standard normal cumulative distribution. @x is the value for which you want the distribution. * This function is Excel compatible. @EXAMPLES= NORMSDIST(2) equals 0.977249868. @SEEALSO=NORMDIST
de: @FUNCTION=STANDNORMVERT @SYNTAX=STANDNORMVERT(x) @DESCRIPTION=STANDNORMVERT liefert die kumulative Standard-Normalverteilung. @x ist der Wert, für den die Verteilung erzeugt werden soll. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= STANDNORMVERT(2) liefert 0.977249868. @SEEALSO=NORMVERT
ne: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST कार्यले सामान्य स्टान्डर्ड क्युमुलेटिभ वितरण फर्काउँछ। @x त्यो मान हो जसका लागि तपाईँले वितरण चाहनुभएको छ। * यो कार्य एक्सेलसँग मिल्दो जुल्दो छ। @EXAMPLES= NORMSDIST(2) बराबर 0.977249868. @SEEALSO=NORMDIST
tr: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST standart normal kümülatif açılımı hesaplar. @x açılımınızın değeridir. Bu işlev Excel uyumludur. Örnek: NORMSDIST(2) eşittir 0.977249868 Benzeri: NORMDIST @EXAMPLES= NORMSDIST(2) eşittir 0.977249868 @SEEALSO=NORMDIST

source: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV function returns the inverse of the standard normal cumulative distribution. @p is the given probability corresponding to the normal distribution. * If @p < 0 or @p > 1 NORMSINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= NORMSINV(0.2) equals -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
de: @FUNCTION=STANDNORMINV @SYNTAX=STANDNORMINV(Wahrscheinlichkeit) @DESCRIPTION=STANDNORMINV liefert die inverse kumulative Standard-Normalverteilung. @Wahrscheinlichkeit ist die angegebene, der Normalverteilung entsprechende Wahrscheinlichkeit. * Falls @Wahrscheinlichkeit < 0 oder @Wahrscheinlichkeit > 1 ist, liefert STANDNORMINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= STANDNORMINV(0.2) liefert -0.841621234. @SEEALSO=NORMVERT,NORMINV,STANDNORMVERT,NORMIEREN,ZTEST
ne: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV कार्यले सामान्य मानक क्युमुलेटिभ वितरणको उल्टा फर्काउँछ। @p दिएको संभाव्यता हो जो सामान्य वितरणमा संगत हुन्छ। * यदि @p < 0 वा @p > 1 छ भने NORMSINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NORMSINV(0.2) बराबर -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
tr: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV standart normal kümülatif açılımın tersini hesaplar. @p normal açılıma karşılık düşen olasılıktır. @p < 0 veya @p > 1 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev excel uyumludur. Örnek: NORMSINV(0.2) eşittir -0.841621234 Benzerleri: NORMDIST, NORMINV, NORMSDIST, STANDARDIZE, ZTEST @EXAMPLES= NORMSINV(0.2) eşittir -0.841621234 @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST

source: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,mean,stddev) @DESCRIPTION=LOGNORMDIST function returns the lognormal distribution. @x is the value for which you want the distribution, @mean is the mean of the distribution, and @stddev is the standard deviation of the distribution. * If @stddev = 0 LOGNORMDIST returns #DIV/0! error. * If @x <= 0, @mean < 0 or @stddev < 0 LOGNORMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LOGNORMDIST(3,1,2) equals 0.519662338. @SEEALSO=NORMDIST
de: @FUNCTION=LOGNORMVERT @SYNTAX=LOGNORMVERT(x,Mittelwert,Stdabw) @DESCRIPTION=LOGNORMVERT liefert die Lognormal-Verteilung. @x ist der Wert, für den die Verteilung berechnet werden soll, @Mittelwert der Mittelwert der Verteilung und @Stdabw die Standardabweichung von der Verteilung. * Falls @Stdabw = 0 ist, liefert LOGNORMVERT einen #DIV/0!-Fehler. * Falls @x <= 0, @Mittelwert < 0 oder @Stdabw < 0 ist, liefert LOGNORMVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LOGNORMVERT(3,1,2) liefert 0.519662338. @SEEALSO=NORMVERT
ne: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,मध्यक,stddev) @DESCRIPTION=LOGNORMDIST कार्यले लगसामान्य वितरण फर्काउँछ। @x त्यो मान हो जसका लागि तपाईँले वितरण चाहनुभएको छ, @mean वितरणको मध्यक हो, र @stddev वितरणको स्टान्डर्ड डेभियसन हो। * यदि @stddev = 0 छ भने LOGNORMDIST ले #DIV/0! त्रुटि फर्काउँछ। * यदि @x <= 0, @mean < 0 वा @stddev < 0 छ भने LOGNORMDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LOGNORMDIST(3,1,2) बराबर 0.519662338. @SEEALSO=NORMDIST
tr: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,ort,stdsapma) @DESCRIPTION=LOGNORMDIST lognormal açılımı hesaplar. @x istenen açılımın değeri, @ort açılımın ortalaması, @stdsapma ise açılımın standart sapmasıdır. @stdev = 0 ise işlev #BÖL/0! hatası ile, @x <= 0, @mean < 0 ya da @stdev < 0 ise #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: LOGNORMDIST(3,1,2) eşittir 0.519662338 Benzeri: NORMDIST, LOGINV @EXAMPLES= LOGNORMDIST(3,1,2) eşittir 0.519662338 @SEEALSO=NORMDIST

source: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,mean,stddev) @DESCRIPTION=LOGINV function returns the inverse of the lognormal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stddev is the standard deviation of the distribution. * If @p < 0 or @p > 1 or @stddev <= 0 LOGINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LOGINV(0.5,2,3) equals 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
de: @FUNCTION=LOGINV @SYNTAX=LOGINV(Wahrscheinlichkeit,Mittelwert,Stdabw) @DESCRIPTION=LOGINV liefert die inverse Lognormal-Verteilung. @Wahrscheinlichkeit ist die der Normalverteilung entsprechende Wahrscheinlichkeit, @Mittelwert der arithmetische Mittelwert der Verteilung und @Stdabw ist die Standardabweichung von der Funktion. * Falls @Wahrscheinlichkeit < 0 oder > 1 oder @Stdabw <= 0 ist, liefert LOGINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LOGINV(0.5,2,3) liefert 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMVERT
ne: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,मध्यक,stddev) @DESCRIPTION=LOGINV कार्यले लगसामान्य क्युमुलेटिभ वितरणको उल्टा फर्काउँछ। @p दिएको संभाव्यता हो जो सामान्य वितरणसँग मिलेको हुन्छ, @mean वितरणको अंकगणितिय मध्यक हो, र @stddev वितरणको स्टान्डर्ड डेभियसन हो। * यदि @p < 0 वा @p > 1 वा @stddev <= 0 छ भने LOGINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LOGINV(0.5,2,3) बराबर 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
tr: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,ort,stdsapma) @DESCRIPTION=LOGINV lognormal kümülatif açılımın tersini hesaplar. @p normal açılıma karşı düşen olasılık olarak verilir. @ort açılımın aritmetik ortalaması, @stdsapma ise açılımın standart sapmasıdır. @p < 0, @p > 1 veya @stdev <= 0 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: LOGINV(0.5,2,3) eşittir 7.389056099 Benzerleri: EXP, LN, LOG, LOG10, LOGNORMDIST @EXAMPLES= LOGINV(0.5,2,3) eşittir 7.389056099 @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST

source: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV function returns the inverse of the Fisher transformation at @x. * If @x is non-number FISHERINV returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= FISHERINV(2) equals 0.96402758. @SEEALSO=FISHER
de: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV liefert die inverse Fisher-Transformation bei @x. * Falls @x keine Zahl ist, liefert FISHERINV einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= FISHERINV(2) liefert 0.96402758. @SEEALSO=FISHER
ne: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV कार्यले @x मा फिसर रूपान्तरणको उल्टा फर्काउँछ। * यदि @x सङ्ख्या होइन भने FISHERINV ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FISHERINV(2) बराबर ०.९६४०२७५८ हुन्छ। @SEEALSO=FISHER
tr: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV işlevi @x için Fisher dönüşümünün tersini hesaplar. @x sayı değilse işlev #DEĞER! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FISHERINV(2) eşittir 0.96402758 Benzeri: FISHER @EXAMPLES= FISHERINV(2) eşittir 0.96402758 @SEEALSO=FISHER
