Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,tails,type) @DESCRIPTION=TTEST function returns the probability of a Student's t-Test. @array1 is the first data set and @array2 is the second data set. If @tails is one, TTEST uses the one-tailed distribution and if @tails is two, TTEST uses the two-tailed distribution. @type determines the kind of the test: 1 Paired test 2 Two-sample equal variance 3 Two-sample unequal variance * If the data sets contain a different number of data points and the test is paired (@type one), TTEST returns the #N/A error. * @tails and @type are truncated to integers. * If @tails is not one or two, TTEST returns #NUM! error. * If @type is any other than one, two, or three, TTEST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TTEST(A1:A5,B1:B5,1,1) equals 0.003127619. TTEST(A1:A5,B1:B5,2,1) equals 0.006255239. TTEST(A1:A5,B1:B5,1,2) equals 0.111804322. TTEST(A1:A5,B1:B5,1,3) equals 0.113821797. @SEEALSO=FDIST,FINV
de: @FUNCTION=TTEST @SYNTAX=TTEST(Datenfeld1,Datenfeld2,Tails,Typ) @DESCRIPTION=TTEST liefert die Wahrscheinlichkeit eines Student's-T-Tests. @Datenfeld1 ist der erste und @Datenfeld2 der zweite Datensatz. Falls @Tails 1 ist, verwendet TTEST die one-tailed und falls @Tails 2 ist, die two-tailed Verteilung. @Typ legt den Typ des Tests fest: 1 Gepaarter Test 2 Zwei Stichproben, gleiche Varianz 3 Zwei Stichproben, unterschiedliche Varianz * Falls die Datensätze eine unterschiedliche Anzahl an Datenpunkten enthalten und der Test gepaart ist (@Typ 1), liefert TTEST einen #NV!-Fehler. * @tails and @type are truncated to integers. * Falls @Tails weder 1 noch 2 ist, liefert TTEST einen #ZAHL!-Fehler. * Falls @Typ weder 1, noch 2 oder 3 ist, liefert TTEST einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 sowie 42.7. Dann liefert TTEST(A1:A5,B1:B5,1,1) 0.003127619, TTEST(A1:A5,B1:B5,2,1) 0.006255239, TTEST(A1:A5,B1:B5,1,2) 0.111804322 und TTEST(A1:A5,B1:B5,1,3) 0.113821797. @SEEALSO=FVERT,FINV
ne: @FUNCTION=TTEST @SYNTAX=TTEST(एरे१,एरे२,tails,type) @DESCRIPTION=TTEST कार्यले विद्यार्थीको टि-परीक्षणको संभाव्यता फर्काउँछ। @array1 पहिलो डेटा सेट हो र @array2 दोस्रो डेटा सेट हो। यदि @tails एउटा छ भने, TTEST ले one-tailed वितरण प्रयोग गर्दछ र यदि @tails दुईवटा छ भने, TTEST ले two-tailed वितरण प्रयोग गर्दछ। @type ले परीक्षणक प्रकार निर्धारण गर्दछ। १ जोडिएको परीक्षण २ दुई-नमूना बराबरी भ्यारियन्स ३ दुई-नमूना बराबरी नभएको भ्यारियन्स * यदि डेटा सेटहरूले विभिन्न सङ्ख्याको डेटा बिन्दुहरू समाविष्ट गर्दछ र परीक्षण जोडी (@type one) छ भने, TTEST ले the #N/A त्रुटि फर्काउँछ। * @tails र @type हरू इन्टेजरहरूमा छोडिन्छ। * यदि @tails एक वा दुई कुनै पनि छैन भने, TTEST ले #NUM! त्रुटि फर्काउँछ। * यदि @type एक, दुई वा तीन भन्दा अन्य छ भने, TTEST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि TTEST(A1:A5,B1:B5,1,1) बराबर 0.003127619. TTEST(A1:A5,B1:B5,2,1) बराबर 0.006255239. TTEST(A1:A5,B1:B5,1,2) बराबर 0.111804322. TTEST(A1:A5,B1:B5,1,3) बराबर 0.113821797. @SEEALSO=FDIST,FINV
tr: @FUNCTION=TTEST @SYNTAX=TTEST(dizi1,dizi2,son,tür) @DESCRIPTION=TTEST işlevi öğrencilerin t-testinin olasılığını hesaplar. @dizi1 ilk veri kümesi, @dizi2 ise ikinci veri kümesidir. @son 1 ise işlev bir-sonlu, 2 ise işlev iki-sonlu açılım kullanır.@tür test çeşidini belirler: 1 Eşli test 2 İki örnekli eşit değişim 3 İki örnekli farklı değişim Veri kümeleri farklı sayıda veri noktaları içeriyor ve test eşli (1. tür) ise işlev #DEĞER! hatası ile sonuçlanır. @son ve @tür tamsayıya yuvarlanır. @son 1 ya da 2 değilse ya da @tür 1, 2, veya 3 değilse işlev #DEĞER! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içerdiği varsayımıyla: TTEST(A1:A5,B1:B5,1,1) eşittir 0.003127619 TTEST(A1:A5,B1:B5,2,1) eşittir 0.006255239 TTEST(A1:A5,B1:B5,1,2) eşittir 0.111804322 TTEST(A1:A5,B1:B5,1,3) eşittir 0.113821797 Bnzerleri: FDIST, FINV @EXAMPLES= A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içerdiği varsayımıyla: TTEST(A1:A5,B1:B5,1,1) eşittir 0.003127619 TTEST(A1:A5,B1:B5,2,1) eşittir 0.006255239 TTEST(A1:A5,B1:B5,1,2) eşittir 0.111804322 TTEST(A1:A5,B1:B5,1,3) eşittir 0.113821797 @SEEALSO=FDIST,FINV

source: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=FREQUENCY function counts how often given values occur within a range of values. The results are given as an array. @data_array is a data array for which you want to count the frequencies. @bin_array is an array containing the intervals into which you want to group the values in data_array. If the @bin_array is empty, FREQUENCY returns the number of data points in @data_array. * This function is Excel compatible. @EXAMPLES= @SEEALSO=
de: @FUNCTION=HÄUFIGKEIT @SYNTAX=HÄUFIGKEIT(Datenfeld,Klassenfeld) @DESCRIPTION=HÄUFIGKEIT zählt, wie oft die übergebenen Werte innerhalb eines Wertebereichs. Das Ergebnis wird als Datenfeld übergeben. @Datenfeld ist das Datenfeld, in dem die Häufigkeit berechnet werden soll. @Klassen_Datenfeld ist das Datenfeld, das die Intervalle enthält, in denen die Werte in @Datenfeld gruppiert werden sollen. Falls @Klassen_Datenfeld leer ist, liefert HÄUFIGKEIT die Anzahl der Datenpunkte in @Datenfeld. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=FREQUENCY कार्यले दिएको मानहरू मानहरूको दायराबाट कसरी उत्पन्न हुन्छ भन्ने गन्ति गर्दछ। नतिजाहरू एरेको रूपमा दिएको छ। @data_array तपाईँले गन्ति गर्न चाहनुभएको आवृतिहरूका लागि डेटा एरे हो। @bin_array अन्तरालहरू समाविष्ट भएको एउटा एरे हो जसमा तपाईँले data_array मा मानहरू समूह गर्न चाहनुभएको छ। यदि @bin_array खाली छ भने, FREQUENCY ले @data_array मा डेटा बिन्दुहरूको सङ्ख्या फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(veri_dizisi,süre_dizisi) @DESCRIPTION=FREQUENCY bir değer aralığı içinde verilen değerlerin hangi sıklıkta görüldüğünü sayar. Sonuçlar bir dizi olarak alınır. @veri_dizisi sayılması istenen sıklık için veri dizisidir. @süre_dizisi ise @veri_dizisi içindeki gruplanmak istenen değerlerin zaman aralıklarını içeren dizidir. @süre_dizisi boşsa, işlev @veri_dizisi içindeki veri noktalarının sayısını verir. Bu işlev Excel uyumludur. @EXAMPLES= @SEEALSO=

source: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LINEST function calculates the ``least squares'' line that best fit to your data in @known_y's. @known_x's contains the corresponding x's where y=mx+b. LINEST returns an array having two columns and one row. The slope (m) of the regression line y=mx+b is given in the first column and the y-intercept (b) in the second. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written below the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. * If @known_y's and @known_x's have unequal number of data points, LINEST returns #NUM! error. * If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. * The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
ne: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LINEST कार्यले ``least squares'' रेखा गणना गर्दछ जसले तपाईँको डेटालाई @known_y's मा ठीक गर्दछ। @known_x's ले संगत x's लाई समविष्ट गर्दछ जहाँ y=mx+b बराबर हुन्छ। LINEST ले दुईवटा स्तम्भ र एउटा पङ्क्ति भएको एउटा एरे फर्काउँछ। रिग्रेसन रेखाको झुकाव (m) y=mx+b पहिलो स्तम्भमा र y-intercept (b) दोस्रो स्तम्भमा दिएको छ। यदि @stat is सही छ भने, अतिरिक्त तथ्याङ्क सूचना फर्कनेछ। अतिरिक्त तथ्याङ्कीय सूचना नतिजा एरेमा रिग्रेसन रेखा कोफिसियन्ट तल लेखिन्छ। अतिरिक्त तथ्याङ्कीय सूचनामा चारवटा पङ्क्तिहरूको डेटा संलग्न हुन्छन। पहिलो पङ्क्तिमा मानक त्रुटि मानहरू कोफिसियन्ट m1 का लागि, (m2, ...), b प्रस्तुत भएका छन्। दोस्रो पङ्क्तिले y अनुमानका लागि R को वर्ग र मानक त्रुटि समाविष्ट गर्दछ। तेस्रो पङ्क्तिले F निरिक्षण मानर स्वतन्त्रताको डिग्रीहरू समाविष्ट गर्दछ। अन्तिम पङ्क्तिले वर्गहरूको रिग्रेसन जोड र अवशिष्ट जोड समाविष्ट गर्दछ। * यदि @known_x's हट्यो भने, एउटा एरे {१, २, ३, ...} प्रयोग हुन्छ। * यदि @known_y's र @known_x'sसँग डेटा बिन्दुहरूको असमान सङ्ख्याहरू छन् भने, LINEST ले #NUM! त्रुटि फर्काउँछ। * यदि @const गलत छ भने, रेखालाई प्रस्थान बिन्दुबाट जान जोड गरिनेछ, यसको मतलब, b शून्य हुँनेछ। पूर्वनिर्धरित सही छ। * @stat को पूर्वनिर्धरण गलत छ। @EXAMPLES= @SEEALSO=LOGEST,TREND

source: @FUNCTION=LOGREG @SYNTAX=LOGREG(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LOGREG function transforms your x's to z=ln(x) and applies the ``least squares'' method to fit the linear equation y = m * z + b to your y's and z's --- equivalent to fitting the equation y = m * ln(x) + b to y's and x's. If @known_x's is omitted, an array {1, 2, 3, ...} is used. LOGREG returns an array having two columns and one row. m is given in the first column and b in the second. If @known_y's and @known_x's have unequal number of data points, LOGREG returns #NUM! error. If @const is FALSE, the curve will be forced to go through [1; 0], i.e., b will be zero. The default is TRUE. If @stat is TRUE, extra statistical information will be returned which applies to the state AFTER transformation to z. Extra statistical information is written below m and b in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m, b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares.The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGFIT,LINEST,LOGEST
ne: @FUNCTION=LOGREG @SYNTAX=LOGREG(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LOGREG कार्यले तपाईँको x's to z=ln(x) स्थान्तरण गर्दछ र तपाईँको y's र z's को समीकरण y = m * ln(x) + b y's र x's मा बराबर गर्न रेखामय समीकरण y = m * z + b ठीक गर्न ``least squares'' विधि लागू गर्दछ। यदि @known_x's हट्यो भने, एउटा एरे {१, २, ३, ...} प्रयोग हुन्छ। LOGREG ले दुईवटा स्तम्भ र एउटा पङ्क्ति भएको एउटा एरे फर्काउँछ। m पहिलो र b दोस्रो स्तम्भमा दिएको छ। * यदि @known_y's र @known_x'sसँग डेटा बिन्दुहरूको असमान सङ्ख्याहरू छन् भने, LOGREG ले #NUM! त्रुटि फर्काउँछ। * यदि @const गलत छ भने, वक्रलाई [1; 0] बाट जान जोड गरिनेछ, यसको मतलब, b शून्य हुँनेछ। पूर्वनिर्धरित सही छ। यदि @stat is सही छ भने, अतिरिक्त तथ्याङ्क सूचना फर्कनेछ जसले z मा स्थान्तरण पछि स्टेट लागू गर्नेछ। अतिरिक्त तथ्याङ्कीय सूचना नतिजा एरेमा m र b तल लेखिन्छ। अतिरिक्त तथ्याङ्कीय सूचनामा चारवटा पङ्क्तिहरूको डेटा संलग्न हुन्छन। पहिलो पङ्क्तिमा मानक त्रुटि मानहरू कोफिसियन्ट m1 का लागि, (m2, ...), b प्रस्तुत भएका छन्। दोस्रो पङ्क्तिले y अनुमानका लागि R को वर्ग र मानक त्रुटि समाविष्ट गर्दछ। तेस्रो पङ्क्तिले F निरिक्षण मानर स्वतन्त्रताको डिग्रीहरू समाविष्ट गर्दछ। अन्तिम पङ्क्तिले वर्गहरूको रिग्रेसन जोड र अवशिष्ट जोड समाविष्ट गर्दछ। @state को पूर्वनिर्धारण गलत छ। @EXAMPLES= @SEEALSO=LOGFIT,LINEST,LOGEST
tr: @FUNCTION=LOGEST @SYNTAX=LOGEST(yler[,xler,sabit,durum]) @DESCRIPTION=The LOGEST işlevi en küçük kareler yöntemi ile verilerinize uyan y = b * m{1}^x{1} * m{2}^x{2}... biçimindeki üstel eğriyi hesaplar. @x'ler verilmezse {1, 2, 3, ...} dizisi kullanılır. İşlev { m{n},m{n-1}, ...,m{1},b } dizisi ile sonuçlanır. @xler ve @ylerde değer eksikse işlev #DEĞER! hatası ile sonuçlanır. @sabit YANLIŞ ise çizgi (0,1) den geçecek, b bir olacaktır. Öntanımlı değeri DOĞRU'dur. @durum DOĞRU ise fazladan istatistiksel bilgiler alınabilir. Bu istatistiksel bilgi dört satırdan oluşur. İlk satırda m1, (m2, ...), b katsayıları için standart hata değerleri, ikinci satırda R nin karesi ve yaklaşık y için standart hata, üçüncü satırda F-gözlem değeri ve serbestlik derecesi, son satırda ise sapmaların ve artanların kareler toplamı bulunur. @durum için öntanımlı değer YANLIŞtır. Benzerleri: LINEST, GROWTH, TREND @EXAMPLES= @SEEALSO=LINEST,GROWTH,TREND

source: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(known_y's,known_x's) @DESCRIPTION=LOGFIT function applies the ``least squares'' method to fit the logarithmic equation y = a + b * ln(sign * (x - c)) , sign = +1 or -1 to your data. The graph of the equation is a logarithmic curve moved horizontally by c and possibly mirrored across the y-axis (if sign = -1). LOGFIT returns an array having five columns and one row. `Sign' is given in the first column, `a', `b', and `c' are given in columns 2 to 4. Column 5 holds the sum of squared residuals. An error is returned when there are less than 3 different x's or y's, or when the shape of the point cloud is too different from a ``logarithmic'' one. You can use the above formula = a + b * ln(sign * (x - c)) or rearrange it to = (exp((y - a) / b)) / sign + c to compute unknown y's or x's, respectively. Technically, this is non-linear fitting by trial-and-error. The accuracy of `c' is: width of x-range -> rounded to the next smaller (10^integer), times 0.000001. There might be cases in which the returned fit is not the best possible. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
ne: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(known_y's,known_x's) @DESCRIPTION=LOGFIT कार्यले तपाईँको डेटामा लघुगणक समीकरण y = a + b * ln(sign * (x - c)) , sign = +1 or -1 ठीक गर्न ``least squares'' विधि लागू गर्दछ। . समीकरणको ग्राफ एउटा लघुगणक वक्र हो जो c द्वारा तेर्सो रूपमा सरिन्छ र y-axis (if sign = -1) क अघि संभाव्य दर्फण गर्दछ। LOGFIT ले पाँचवटा स्तम्भ र एउटा पङ्क्ति भएको एउटा एरे फर्काउँछ। `Sign' पहिलो स्तम्भमा दिएको छ, `a', `b', र `c' स्तम्भहरू २ देखि ४ सम्म दिइएको छ। Column 5 ले वर्गिय अवशिष्टहरूको जोड समात्छ। एउटा त्रुटि तब फर्कन्छ जब त्यहाँ ३ भिन्दा भिन्दै x's वा y's कम हुन्छ, वा बिन्दु छायाँको आकार एउटा ``logarithmic'' बाट अति फरक हुन्छ। तपाईँ निम्न सूत्रहरू प्रयोग गर्न सक्नुहुन्छ = a + b * ln(sign * (x - c)) वा अज्ञात y's वा x's, क्रमश गणना गर्न rearrange it to = (exp((y - a) / b)) / sign + c मा पुन: प्रबन्ध गर्नुहोस्। प्राविधिक रूपमा, यो परीक्षण र त्रुटि द्वारा ठीक गरिएको अ-रेखाङ्कनिय हो। `c' को शुद्धता यस प्रकार छ: width of x-range -> rounded to the next smaller (10^integer), times 0.000001. त्यहाँ यस्तो केसहरू पनि हुनसक्छ जसमा फर्किएको अवास्था उत्तम संभाव्यता हुन सक्दैन। @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST

source: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's[,new_x's[,const]]]) @DESCRIPTION=TREND function estimates future values of a given data set using the ``least squares'' line that best fit to your data. @known_y's is the y-values where y=mx+b and @known_x's contains the corresponding x-values. @new_x's contains the x-values for which you want to estimate the y-values. If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. * If @new_x's is omitted, it is assumed to be the same as @known_x's. * If @const is omitted, it is assumed to be TRUE. * If @known_y's and @known_x's have unequal number of data points, TREND returns #NUM! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TREND(A1:A5,B1:B5) equals {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
de: @FUNCTION=TREND @SYNTAX=TREND(Y_Werte[,X_Werte],Neue_X_Werte[,konstant]]) @DESCRIPTION=TREND schätzt die zukünftigen Werte des übergebenen Datensatzes ab, wobei die Näherungsgerade verwendet wird, die am besten zu den Daten passt. @Y_Werte sind die Y-Werte, wobei y=mx+b gilt und @X_Werte enthält die entsprechenden X-Werte. @Neue_X_Werte enthält die X-Werte, für die Sie die Y-Werte abschätzen lassen wollen. * Falls @X_Werte nicht übergeben wird, wird ein Datenfeld der Form {1, 2, 3, ...} verwendet. * Falls @Neue_X_Werte nicht übergeben wird, wird dieses gleich @X_Werte angenommen. * Falls @Y_Werte und X_Werte nicht die gleiche Anzahl an Datenpunkten enthalten, liefert TREND einen #ZAHL!-Fehler. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert TREND(A1:A5,B1:B5) = {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=RGP
ne: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's[,new_x's[,const]]]) @DESCRIPTION=TREND कार्यले ``least squares'' रेखा प्रयोग गरेर दिएको डेटा सेटको भावी मानहरू अनुमान गर्दछ जुन तपाईँको डेटामा ठीक हुन्छ। @known_y's y-values हो जहाँ y=mx+b छ र @known_x's ले संगत x-मानहरू समाविष्ट गर्दछ। @new_x's ले तपाईँले अनुमान गर्न खोज्नु भएको y-मानहरूका लागि x-मानहरू समाविष्ट गर्दछ। यदि @const गलत छ भने, रेखालाई प्रस्थान बिन्दुबाट जान जोड गरिनेछ, यसको मतलब b शून्य हुँनेछ। * यदि @known_x's हट्यो भने, एउटा एरे {१, २, ३, ...} प्रयोग हुन्छ। * यदि @new_x's हट्यो भने, यसलाई @known_x's जस्तै मानिनेछ। * यदि @const हट्यो भने, यो सही मानिनेछ। * यदि @known_y's र @known_x'sसँग असमान सङ्ख्याको डेटा बिन्दुहरू छन् भने, TREND ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि TREND(A1:A5,B1:B5) बराबर {१२.१, १५.७, २१.६, २६.७, ३९.७} हुन्छ। @SEEALSO=LINEST
tr: @FUNCTION=TREND @SYNTAX=TREND(yler[,xler],yeni_xler]) @DESCRIPTION=TREND işlevi 'en küçük kareler yöntemi' ile verilerinize uyan en yakın değerleri tahmin eder. @yler y=mx+b denklemindeki y değerleri ve @xler ise bu y değerlerine karşı düşen x değerleridir. @yeni_xler tahmin edilecek y değerlerine karşı düşen x değerleridir. @xler verilmezse {1, 2, 3, ...} dizisi kullanılır. @yeni_xler verilmezse @xler ile aynı kabul edilir. @xler ve @ylerde değer eksikse işlev #DEĞER! hatası ile sonuçlanır. Örnek: A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içerdiği varsayımıyla: TREND(A1:A5;B1:B5) eşittir {12.1, 15.7, 21.6, 26.7, 39.7}. Benzeri: LINEST @EXAMPLES= A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içerdiği varsayımıyla: TREND(A1:A5;B1:B5) eşittir {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST

source: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=LOGEST function applies the ``least squares'' method to fit an exponential curve of the form y = b * m{1}^x{1} * m{2}^x{2}... to your data. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written below the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. LOGEST returns an array { m{n},m{n-1}, ...,m{1},b }. * If @known_y's and @known_x's have unequal number of data points, LOGEST returns #NUM! error. * If @const is FALSE, the line will be forced to go through (0,1),i.e., b will be one. The default is TRUE. * The default of @stat is FALSE. @EXAMPLES= @SEEALSO=GROWTH,TREND
ne: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=LOGEST कार्यले तपाईँको डेटामा एउटा फर्म y = b * m{1}^x{1} * m{2}^x{2}... को एउटा एक्सपोनेन्शल वक्र ठीक गर्न``least squares'' विधि लागू गर्दछ यदि @stat is सही छ भने, अतिरिक्त तथ्याङ्क सूचना फर्कनेछ । अतिरिक्त तथ्याङ्कीय सूचना नतिजा एरेमा रिग्रेसन रेखा कोफिसियन्ट तल लेखिन्छ। अतिरिक्त तथ्याङ्कीय सूचनामा चारवटा पङ्क्तिहरूको डेटा संलग्न हुन्छन। पहिलो पङ्क्तिमा मानक त्रुटि मानहरू कोफिसियन्ट m1 का लागि, (m2, ...), b प्रस्तुत भएका छन्। दोस्रो पङ्क्तिले y अनुमानका लागि R को वर्ग र मानक त्रुटि समाविष्ट गर्दछ। तेस्रो पङ्क्तिले F निरिक्षण मानर स्वतन्त्रताको डिग्रीहरू समाविष्ट गर्दछ। अन्तिम पङ्क्तिले वर्गहरूको रिग्रेसन जोड र अवशिष्ट जोड समाविष्ट गर्दछ। * यदि @known_x's हट्यो भने, एउटा एरे{1, 2, 3, ...} प्रयोग हुन्छ। LOGEST ले एउटा एरे{ m{n},m{n-1}, ...,m{1},b } फर्काउँछ। * यदि @known_y's र @known_x'sसँग असमान सङ्ख्याको डेटा बिन्दुहरू छ भने, LOGEST ले #NUM! त्रुटि फर्काउँछ। * यदि @const गलत छ भने, रेखालाई (0,1) बाट जान जोड गरिनेछ, यसको मतलब, b एक हुँनेछ। पूर्वनिरधारण TRUE छ। * @stat को पूर्वनिर्धारण FALSE छ। @EXAMPLES= @SEEALSO=GROWTH,TREND

source: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=GROWTH function applies the ``least squares'' method to fit an exponential curve to your data and predicts the exponential growth by using this curve. GROWTH returns an array having one column and a row for each data point in @new_x. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. * If @new_x's is omitted, it is assumed to be the same as @known_x's. * If @known_y's and @known_x's have unequal number of data points, GROWTH returns #NUM! error. * If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
ne: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=GROWTH कार्यले तपाईँको डेटामा एउटा एक्सपोनेन्सल वक्र ठीक गर्न ``least squares'' विधि लागू गर्दछ र यो वक्र प्रयोग गरेर एक्सपोनेन्सल वृद्धि भविष्यवाणी गर्दछ। GROWTH ले @new_x मा हरेक डेटाका लागि एउटा स्तम्भ र पङ्क्ति भएको एउटा एरे फर्काउँछ। * यदि @known_x's हट्यो भने, एउटा एरे {1, 2, 3, ...} प्रयोग हुन्छ। * यदि @new_x's हट्यो भने, यो @known_x's जस्तै मानिनेछ। * यदि @known_y's र @known_x'sसँग असमान सङ्ख्याको डेटा बिन्दुहरू छ भने, GROWTH ले #NUM! त्रुटि फर्काउँछ। * यदि @const FALSE छ भने, रेखालाई प्रस्थापन बिन्दुबाट जान जोड गरिनेछ, यसको मतलब, b शून्य हुँनेछ। पूर्वनिर्धारण TRUE छ। @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
tr: @FUNCTION=GROWTH @SYNTAX=GROWTH(yler[,xler,yeni_xler,sabit]) @DESCRIPTION=GROWTH işlevi en küçük kareler yöntemi ile verilerinize uyan üstel eğriyi hesaplar ve bu eğriyi kullanarak üstel gelişimi tahmin eder. @xler verilmezse {1, 2, 3, ...} dizisi kullanılır. @yeni_xler verilmezse @xler ile aynı kabul edilir. GROWTH @yeni_xlerdeki her nokta için bir sütun ve bir satır ile sonuçlanır. @xler ve @ylerde değer eksikse işlev #DEĞER! hatası ile sonuçlanır. @sabit YANLIŞ ise çizgi orijinden geçecek ve b sıfır olacaktır. Öntanımlı değer DOĞRU'dur. Benzerleri: LOGEST, GROWTH, TREND @EXAMPLES= @SEEALSO=LOGEST,TREND
