Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA returns a Beta-distributed random number. @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA
de: @FUNCTION=ZUFALLSZAHL.BETA @SYNTAX=ZUFALLSZAHL.BETA(a,b) @DESCRIPTION=ZUFALLSZAHL.BETA liefert eine Beta-verteile Zufallszahl. @EXAMPLES= ZUFALLSZAHL.BETA(1,2). @SEEALSO=ZUFALLSZAHL, ZUFALLSZAHL.GAMMA
ne: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA ले बिटा-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC returns a logistic-distributed random number. The distribution function is, p(x) dx = { exp(-x/a) over a (1 + exp(-x/a))^2 } dx for -infty < x < +infty. @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.LOGISTISCH @SYNTAX=ZUFALLSZAHL.LOGISTISCH(a) @DESCRIPTION=ZUFALLSZAHL.LOGISTISCH liefert eine logistisch verteilte Zufallszahl, wobei p(x) dx = { exp(-x/a) / a (1 + exp(-x/a))^2 } dx für -infty < x < +infty. @EXAMPLES= ZUFALLSZAHL.LOGISTISCH(1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC ले एउटा logistic-वितरित अनियमित सङ्ख्या फर्काउँछ। वितरण कार्य यस प्रकार छ, p(x) dx = { exp(-x/a) over a (1 + exp(-x/a))^2 } dx for -infty < x < +infty. @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson işlevi poisson açılımlı bir rasgele sayı verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM returns a geometric-distributed random number. The number of independent trials with probability @p until the first success. The probability distribution for geometric variates is, p(k) = p (1-p)^(k-1), for k >= 1. * If @p < 0 or @p > 1 RANDGEOM returns #NUM! error. @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.GEOM @SYNTAX=ZUFALLSZAHL.GEOM(Wahrscheinlichkeit) @DESCRIPTION=ZUFALLSZAHL.GEOM liefert eine geometrisch verteilte Zufallszahl. DIes ist die Anzahl unabhängiger Versuche mit der Wahrscheinlichkeit @Wahrscheinlichkeit bis zum ersten Erfolg. Die Wahrscheinlichkeitsverteilung für geometrische Zufallsvariablen ist p(k) = p (1-p)^(k-1), für k >= 1. * Falls @Wahrscheinlichkeit < 0 oder @Wahrscheinlichkeit > 1 ist, liefert ZUFALLSZAHL.GEOM einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.GEOM(0.4). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM ले एउटा ज्यामितिय-वितरित अनियमित सङ्ख्या फर्काउँछ। पहिलो सफलता सम्म संभाव्य @pसँगै स्वतन्त्रता परिक्षाहरूको सङ्ख्या। ज्यामितिय विविधताका लागि संभाव्य वितरण यस प्रकार छ, p(k) = p (1-p)^(k-1), for k >= 1. * यदि @p < 0 वा @p > 1 छ भने RANDGEOM ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG returns a hypergeometric-distributed random number. The probability distribution for hypergeometric random variates is, p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), where C(a,b) = a!/(b!(a-b)!). The domain of k is max(0,t-n_2), ..., max(t,n_1). @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.HYPERGEOM @SYNTAX=ZUFALLSZAHL.HYPERGEOM(n1,n2,t) @DESCRIPTION=ZUFALLSZAHL.HYPERGEOM liefert eine hypergeometrisch verteilte Zufallszahl. Die Wahrscheinlichkeitsverteilung für hyperheometrische Zufallsvariablen ist p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), wobei C(a,b) = a!/(b!(a-b)!). Die Domäne von k ist max(0,t-n_2), ..., max(t,n_1). @EXAMPLES= ZUFALLSZAHL.HYPERGEOM(21,1,9). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG ले हाइपरज्यामितिय-वितरित अनियमित सङ्ख्या फर्काउँछ। हाइपरज्यामितिय अनियमित विविधताका लागि संभाव्य वितरण यस प्रकार छ, p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), जहाँ C(a,b) = a!/(b!(a-b)!). k को डोमेन अधिकतम(0,t-n_2), ..., max(t,n_1). @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG returns a logarithmic-distributed random number. * If @p < 0 or @p > 1 RANDLOG returns #NUM! error. @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.LOG @SYNTAX=ZUFALLSZAHL.LOG(Wahrscheinlichkeit) @DESCRIPTION=ZUFALLSZAHL.LOG liefert eine logarithmisch verteilte Zufallszahl. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert ZUFALLSZAHL.LOG einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.LOG(0.72). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG ले लघुगणकिय-वितरित अनियमित सङ्ख्या फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने RANDLOG ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli işlevi Bernoulli açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 ise işlev #SAYI! hatası verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ returns a Chi-Square-distributed random number. @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA
de: @FUNCTION=ZUFALLSZAHL.CHI2 @SYNTAX=ZUFALLSZAHL.CHI2(Zahl) @DESCRIPTION=ZUFALLSZAHL.CHI2 liefert eine Chi²-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.CHI2(0.5). @SEEALSO=ZUFALLSZAHL,ZUFALLSZAHL.GAMMA
ne: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ ले Chi-Square-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST returns a T-distributed random number. @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.TVERT @SYNTAX=ZUFALLSZAHL.TVERT(Zahl) @DESCRIPTION=ZUFALLSZAHL.TVERT liefert eine T-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.TVERT(0.5). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST ले एउटा टि-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,type]) @DESCRIPTION=RANDGUMBEL returns a Type I or Type II Gumbel-distributed random number. @type is either 1 or 2 and specifies the type of the distribution (Type I or Type II). * If @type is neither 1 nor 2, RANDGUMBEL returns #NUM! error. * If @type is omitted, Type I is assumed. @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.GUMBEL @SYNTAX=ZUFALLSZAHL.GUMBEL(a,b[,Typ]) @DESCRIPTION=ZUFALLSZAHL.GUMBEL liefert eine Gumbel Typ I oder Typ II-verteilte Zufallszahl. @Typ ist entweder 1 oder 2 und legt den Typ der Verteilung fest (Typ I or Typ II). * Falls @Typ weder 1 noch 2 ist, liefert ZUFALLSZAHL.GUMBEL einen #ZAHL!-Fehler. * Falls @Typ nicht übergeben wird, wird Typ I angenommen. @EXAMPLES= ZUFALLSZAHL.GUMBEL(0.5,1,2). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,प्रकार]) @DESCRIPTION=RANDGUMBEL ले प्रकार १ वा प्रकार २ Gumbel-वितरित अनियमित सङ्ख्या फर्काउँछ। @type या १ वा २ हो र वितरण (प्रकार १ वा प्रकार २) को प्रकार निर्दिष्ट गर्दछ। * यदि @type १ वा २ कुनै पनि होइन भने, RANDGUMBEL ले #NUM! त्रुटि फर्काउँछ। * यदि @type हट्यो भने, प्रकार १ लाई मान्यता दिन्छ I @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli işlevi Bernoulli açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 ise işlev #SAYI! hatası verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,alpha[,beta]) @DESCRIPTION=RANDLEVY returns a Levy-distributed random number. If @beta is omitted, it is assumed to be 0. * For @alpha = 1, @beta=0, we get the Lorentz distribution. * For @alpha = 2, @beta=0, we get the normal distribution. * If @alpha <= 0 or @alpha > 2, RANDLEVY returns #NUM! error. * If @beta < -1 or @beta > 1, RANDLEVY returns #NUM! error. @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.LEVY @SYNTAX=ZUFALLSZAHL.LEVY(c,Alpha[,Beta]) @DESCRIPTION=ZUFALLSZAHL.LEVY liefert eine Lévy-verteilte Zufallszahl. * Für Alpha = 1 und Beta = 0 wird die Lorentz-Verteilung verwendet. * Für Alpha = 2 und Beta = 0 wird die Gauß'sche Verteilung verwendet. * Falls @Beta nicht übergeben wird, wird @Beta = 0 angenommen. * Falls @Alpha <= 0 oder > 2 ist, liefert ZUFALLSZAHL.LEVY einen #ZAHL!-Fehler. * Falls @Beta < -1 oder > 1 ist, liefert ZUFALLSZAHL.LEVY einen #ZAHL!-Fehler . @EXAMPLES= ZUFALLSZAHL.LEVY(0.5,0.1,1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,अल्फा[,बेटा]) @DESCRIPTION=RANDLEVY ले Levy-वितरित अनियमित सङ्ख्या फर्काउँछ। यदि @beta हट्यो भने, यसलाई ० मानिनेछ। * @alpha = 1, @beta=0 का लागि, हामीले Lorentz वितरण पायौ। * @alpha = 2, @beta=0 का लागि, हामीले सामान्य वितरण पायौ। * यदि @alpha <= 0 वा @alpha > 2 छ भने, RANDLEVY ले #NUM! त्रुटि फर्काउँछ। * यदि @beta < -1 वा @beta > 1 छ भने, RANDLEVY ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW returns a random variate from the exponential power distribution with scale parameter @a and exponent @b. The distribution is, p(x) dx = {1 over 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, for x >= 0. * For @b = 1 this reduces to the Laplace distribution. * For @b = 2 it has the same form as a normal distribution with sigma = a/sqrt(2). @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.EXPPOW @SYNTAX=ZUFALLSZAHL.EXPPOW(a,b) @DESCRIPTIONZUFALLSZAHL.EXPPOW liefert eine Zufallsvariable der »exponential power distribution« mit Skalierungsparameter @a und Exponent @b. Die Verteilung ist p(x) dx = {1 durch 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, für x >= 0. * Falls b = 1 ist, wird dies auf die Laplace-Verteilung beschränkt. * Falls b = 2 ist, entspricht die Form derer der Gauß'schen Verteilung, jedoch mit a = sqrt{2} Sigma. @EXAMPLES= ZUFALLSZAHL.EXPPOW(0.5,0.1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW ले स्केल परामिति @a र एक्सपोनेन्ट @bसँगै एक्सपोनेन्शल शक्ति वितरणबाट अनियमित विविधता फर्काउँछ। वितरण यस प्रकार छ, p(x) dx = {1 over 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, for x >= 0. * @b = 1 का लागि यसले Laplace वितरणलाई घटाउँछ। * @b = 2 का लागि सामान्य वितरणमा sigma = a/sqrt(2) भए जस्तै यससँग उही फर्म छन्। @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson işlevi poisson açılımlı bir rasgele sayı verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU returns a random variate from the Landau distribution. The probability distribution for Landau random variates is defined analytically by the complex integral, p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). For numerical purposes it is more convenient to use the following equivalent form of the integral, p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.LANDAU @SYNTAX=ZUFALLSZAHL.LANDAU() @DESCRIPTION=ZUFALLSZAHL.LANDAU liefert eine Zufallsvariable der Landauverteilung. Die Wahrscheinlichkeitsverteilung für Landau-Zufallsvariablen ist analytisch vom komplexen Integral definiert: p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). Aus mathematischer Sicht ist folgende äquivalente Schreibweise wesentlich zweckmäßiger: p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= ZUFALLSZAHL.LANDAU(). @SEEALSO=RAND
ne: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU ले landau वितरणबाट अनियमित विविधता फर्काउँछ। Landau अनियमित विविधताहरूका लागि संभाव्य वितरणलाई जटिल इन्टेग्रलले विश्लेषाणात्मक परिभाषा गरेका छन्, p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). सङ्ख्यात्मक उद्देश्यका लागि इन्टेग्रलको निम्न बराबरी फर्म प्रयोग गर्न धेरै सुविधाजनक हुन्छ, p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND

source: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,sigma) @DESCRIPTION=RANDNORMTAIL returns a random variates from the upper tail of a normal distribution with standard deviation @sigma. The values returned are larger than the lower limit @a, which must be positive. The method is based on Marsaglia's famous rectangle-wedge-tail algorithm (Ann Math Stat 32, 894-899 (1961)), with this aspect explained in Knuth, v2, 3rd ed, p139, 586 (exercise 11). The probability distribution for normal tail random variates is, p(x) dx = {1 over N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, for x > a where N(a;sigma) is the normalization constant, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.GAUSSSCHERTAIL @SYNTAX=ZUFALLSZAHL.GAUSSSCHERTAIL(a,Sigma) @DESCRIPTION=ZUFALLSZAHL.GAUSSSCHERTAIL liefert eine Zufallsvariable aus dem oberen Tail einer Gauß'schen Verteilung mit Standardabweichung @Sigma. Die gelieferten Werte sind größer als der limes inferior a, welcher Positiv sein muss. Die Methode basiert auf Marsaglias bekanntem Rechtecks-Wedge-Tail-Algorithmus (Ann Math Stat 32, 894-899 (1961)), wobei dieser Aspekt in Knuth, v2, dritte Ausgabe, S. 139, 586 (Übung 11) erklärt wird. Die Wahrscheinlichkeitsverteilung für Zufallsvariablen im Gauß'schen Tail ist p(x) dx = {1 durch N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, für x > a, wobei N(a;sigma) die Normalisierungskonstante ist, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= ZUFALLSZAHL.GAUSSSCHERTAIL(0.5,0.1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,सिग्मा) @DESCRIPTION=RANDNORMTAIL ले सामान्य वितरणको स्टान्डर्ड डेभियसन @sigmaसँगै माथिल्लो छेउबाट अनियमित विविधताहरू फर्काउँछ। फर्किएको मानहरू कम सीमा @a भन्दा ठूला छन्, जुन धनात्मक हुनुपर्छ। यो विधि Marsaglia's famous rectangle-wedge-tail algorithm (Ann Math Stat 32, 894-899 (1961)) मा आधारित छ, यो आकारसँगै Knuth मा व्याख्या गर्नुहोस्, v2, 3rd ed, p139, 586 (exercise 11). सामान्य परिणाम अनियमित विविधताका लागि संभाव्य वितरण यस प्रकार छ, p(x) dx = {1 over N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, x > a का लागि जहाँ N(a;सिग्मा) सामान्यकरणिय स्थिरता हो, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND

source: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, ..., dN) @DESCRIPTION=SIMTABLE returns one of the values in the given argument list depending on the round number of the simulation tool. When the simulation tool is not activated, SIMTABLE returns @d1. With the simulation tool and the SIMTABLE function you can test given decision variables. Each SIMTABLE function contains the possible values of a simulation variable. In most valid simulation models you should have the same number of values @dN for all decision variables. If the simulation is run more rounds than there are values defined, SIMTABLE returns #N/A! error (e.g. if A1 contains `=SIMTABLE(1)' and A2 `=SIMTABLE(1,2)', A1 yields #N/A! error on the second round). The successive use of the simulation tool also requires that you give to the tool at least one input variable having RAND() or any other RAND<distribution name>() function in it. On each round, the simulation tool iterates for the given number of rounds over all the input variables to reevaluate them. On each iteration, the values of the output variables are stored, and when the round is completed, descriptive statistical information is created according to the values. @EXAMPLES= SIMTABLE(TRUE,FALSE) returns TRUE on the first simulation round and FALSE on the second round. SIMTABLE(223,225,227,229) returns 227 on the simulation round #3. @SEEALSO=
ne: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, ..., dN) @DESCRIPTION=SIMTABLE ले नक्कली उपकरणको घुमेको सङ्ख्यामा आधारित दिएको तर्कल सूचीमा एउटा मान फर्काउँछ। जब नक्कली उपकरणहरू सक्रिय छैन भने, SIMTABLE ले @d1 फर्काउँछ। नक्कली उपकरण र SIMTABLE कार्य बाट तपाईँ दिएको निर्णय चरहरू परीक्षण गर्न सक्नुहुन्छ। हरेक SIMTABLE कार्यले नक्कली चरको संभाव्य मानहरू समाविष्ट गर्दछ। अति धेरै वैध नक्कली नमूनाहरूमा तपाईँसँग सबै निर्णय चरहरूका लागि उही सङ्ख्याको मानहरू @dn हुनपर्छ। यदि नक्कल परिभाषित गरिएको मानहरू भन्दा धेरै घुमेको छ भने, SIMTABLE ले #N/A! त्रुटि फर्काउँछ (उदाहरणका लागि यदि A1 ले `=SIMTABLE(1)' र A2 ले`=SIMTABLE(1,2)' समाविष्ट गर्दछ भने, A1 ले दोस्रो राउण्डमा #N/A! त्रुटि प्राप्त गर्दछ )। नक्कली उपकरणलाई पनि श्रेणीबद्ध प्रयोग गर्न यसमा तपाईँले उपकरणमा दिनु भएको कम्तीमा एउटा आगत चरको आवश्यक पर्दछ जोसँग RAND() वा अन्य कुनै RAND<distribution name>() कार्य छन्। हरेक राउन्डमा, नक्कली उपकरणले दिएको राउन्डहरूको सङ्ख्याका लागि तिनीहरूलाई पुन:मूल्याङ्कन गर्न सबै आगत चरहरू माथि दोहोर्याउछ। हरेक दोहोर्याईमा, निर्गत चरहरूका मानहरू भण्डारण गरिएको छ, र जब पारी समाप्त हुन्छ, मानको आधारमा विश्लेषणात्मक तथ्याङ्कीय सूचना सिर्जना हुन्छ। @EXAMPLES= SIMTABLE(TRUE,FALSE) ले पहिलो नक्कली राउन्डमा TRUE र दोस्रो राउन्डमा FALSE फर्काउँछ। SIMTABLE(223,225,227,229) ले नक।कली राउन्ड #3 मा २२७ फर्काउँछ। @SEEALSO=

source: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP calculates the variance of an entire population. VARP is also known as the N-variance. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VARP(A1:A5) equals 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
de: @FUNCTION=VARIANZN @SYNTAX=VARIANZN(b1, b2, ...) @DESCRIPTION=VARIANZN berechnet die Varianz eines Zahlensatzes, wobei jede Zahl Mitglied einer Grundgesamtheit ist und der Datensatz die gesamte Grundgesamtheit. * VARIANZN ist auch als N-Varianz bekannt. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert VARIANZN(A1:A5) 94.112. @SEEALSO=MITTELWERT,DBVARIANZ,DBVARIANZN,STDABW,VARIANZ
ne: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP ले एउटा पूरै जनसङ्ख्याको भ्यारियन्स गणना गर्दछ। VARP लाई पनि N-भ्यारियन्स भनिन्छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि VARP(A1:A5) बराबर ९४.११२ हुन्छ। @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
tr: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP tüm dağılımı kapsayan bir dağılımın üyelerinin oluşturduğu kümenin değişimini hesaplar. (VARP, N değişimi olarak da bilinir.) Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: VARP(A1:A5) eşittir 94.112 Benzerleri: AVERAGE, DVAR, DVARP, STDEV, VAR @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: VARP(A1:A5) eşittir 94.112 @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR

source: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR calculates sample variance of the given sample. To get the true variance of a complete population use VARP. VAR is also known as the N-1-variance. Under reasonable conditions, it is the maximum-likelihood estimator for the true variance. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VAR(A1:A5) equals 117.64. @SEEALSO=VARP,STDEV
de: @FUNCTION=VARIANZ @SYNTAX=VARIANZ(b1, b2, ...) @DESCRIPTION=VARIANZ liefert die geschätzte Abweichung einer Stichprobe von einer Grundgesamtheit. Zur Bestimmung der tatsächlichen Varianz einer gesamten Grundgesamtheit müssen Sie die Funktion @VARIANZN verwenden. * VARIANZ ist auch als N-1-Varianz bekannt. Unter reellen Bedingungen ist dies der wahrscheinlichste Schätzwert für die wahre Varianz. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert VARIANZ(A1:A5) 117.64. @SEEALSO=VARIANZN,STDABW
ne: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR ले दिएको नमूनाको नमूना भ्यारियन्स गणना गर्दछ। पूरै जनसङ्ख्याको साँचो भ्यारियन्स प्राप्त गर्न VARP प्रयोग गर्नुहोस्। VAR लाई N-1-भ्यारियन्स पनि भनिन्छ। कारणयोग्य शर्तहरू अन्तर्गत, यो साँचो भ्यारियन्सका लागि अधिकतम-सम्भावना अनुमानकर्ता हो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि VAR(A1:A5) बराबर ११७.६४ हुन्छ। @SEEALSO=VARP,STDEV
tr: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR bir dağılım örneğinin değişimini tahmin eder. Tüm dağılımın gerçek değişimini bulmak için VARP işlevini kullanın. (VAR N-1 değişimi olarak da bilinir. Normal şartlar altında, gerçek değişime azami yaklaşıklıkla tahmin yapılır.) Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: VAR(A1:A5) eşittir 117.64 Benzerleri: VARP, STDEV @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: VAR(A1:A5) eşittir 117.64 @SEEALSO=VARP,STDEV
