Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=OFFSET @SYNTAX=OFFSET(range,row,col[,height[,width]]) @DESCRIPTION=OFFSET function returns a cell range. The cell range starts at offset (@row,@col) from @range, and is of height @height and width @width. * If @range is neither a reference nor a range, OFFSET returns #VALUE!. * If either @height or @width is omitted, the height or width of the reference is used. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
de: @FUNCTION=BEREICH.VERSCHIEBEN @SYNTAX=BEREICH.VERSCHIEBEN(Bereich,Zeilen,Spalten,Höhe,Breite) @DESCRIPTION=BEREICH.VERSCHIEBEN liefert einen Zellbereich. Der Zellbereich beginnt bei der Position (@Zeilen,@Spalten) von @Bereich, und ist @Höhe hoch und @Breite breit. * Falls @Bereich weder eine Referenz noch ein Bereich ist, liefert BEREICH.VERSCHIEBEN einen #WERT!-Fehler. * Falls Höhe oder Breite nicht übergeben werden, wird die Höhe bzw. Breite der Referenz verwendet. @EXAMPLES= @SEEALSO=SPALTE, SPALTEN, ZEILE, ZEILEN, INDEX, INDIREKT, ADRESSE
ne: @FUNCTION=OFFSET @SYNTAX=OFFSET(दायरा,पङ्क्ति,स्तम्भ[,उचाइ[,चौडा]]) @DESCRIPTION=OFFSET कार्यले एउटा अक्ष दायरा फर्काउँछ। अक्ष दायरा @range, र यसको उचाइ @height र चौडा @width बाट अफसेट (@row,@col) मा सुरु हुन्छ। * यदि @range न त सन्दर्भ वा न त दायरा कुनै पनि होइन भने, OFFSET ले #VALUE! फर्काउँछ। * यदि या @height वा @width हट्यो भने, सन्दर्भको उचाइ वा चौडा प्रयोग हुन्छ। @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
tr: @FUNCTION=OFFSET @SYNTAX=OFFSET(aralık,satır,sütun,yükseklik,genişlik) @DESCRIPTION=OFFSET işlevi bir göze aralığı ile sonuçlanır. Bu göze aralığı @aralık içindeki (@satır, @sütun) adresinden başlayan @yükseklik ve @genişlikte bir bölgedir. @aralık bir aralık ya da bir başvuru değilse işlev #DEĞER! hatası ile sonuçlanır. @yükseklik ya da @genişlik verilmezse @aralık sınırları kullanılır. Benzerleri: COLUMN, COLUMNS, ROWS @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS

source: @FUNCTION=ROWS @SYNTAX=ROWS(reference) @DESCRIPTION=ROWS function returns the number of rows in area or array reference. * If @reference is neither an array nor a reference nor a range, ROWS returns #VALUE! error. @EXAMPLES= ROWS(H7:I13) equals 7. @SEEALSO=COLUMN,COLUMNS,ROW
de: @FUNCTION=ZEILEN @SYNTAX=ZEILEN([Bezug]) @DESCRIPTION=ZEILEN liefert ein Feld mit der Anzahl der Zellen im Bereichs- oder Feldbezug. @EXAMPLES= ZEILEN(H7:I13) liefert 7. @SEEALSO=SPALTE,SPALTEN,ZEILE
ne: @FUNCTION=ROWS @SYNTAX=ROWS(सन्दर्भ) @DESCRIPTION=ROWS कार्यले क्षेत्र वा एरे सन्दर्भमा पङ्क्तिहरूको सङ्ख्या फर्काउँछ। * यदि @reference न त एउटा एरे, न कुनै सन्दर्भ, न एउटा दायरा कुनै पनि होइन भने, ROWS ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= ROWS(H7:I13) बराबर ७ हुन्छ। @SEEALSO=COLUMN,COLUMNS,ROW
tr: @FUNCTION=ROWS @SYNTAX=ROWS(referans) @DESCRIPTION=The ROWS işlevi verilen alandaki satır sayısını verir. @referans bir dizi, bir aralık ya da bir başvuru değilse işlev #DEĞER! hatası ile sonuçlanır. Örnek: ROWS(H7:I13) eşittir 7 Benzerleri: COLUMN, ROW, ROWS @EXAMPLES= ROWS(H7:I13) eşittir 7 @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_location[,optional_label]) @DESCRIPTION=HYPERLINK function currently returns its 2nd argument, or if that is omitted the 1st argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
de: @FUNCTION=VERKNÜPFUNG @SYNTAX=VERKNÜPFUNG(Ort[,Beschriftung]) @DESCRIPTION=VERKNÜPFUNG liefert im Augenblick das zweite, oder, falls dieses nicht übergeben wurde, das erste Argument. @EXAMPLES= VERKNÜPFUNG("www.gnome.de","GNOME Deutschland"). @SEEALSO=
ne: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_location[,optional_label]) @DESCRIPTION=HYPERLINK कार्यले हालै यसको दोस्रो तर्क फर्कायो, वा यदि त्यो हट्यो भने पहिलो तर्क। @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
tr: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(bağ_konumu,seçimlik_etiket) @DESCRIPTION=HYPERLINK işlevi 2. argümanla yoksa 1. argümanla sonuçlanır. Örnek: HYPERLINK("www.gnome.org","GNOME") @EXAMPLES= HYPERLINK("www.gnome.org","GNOME") @SEEALSO=

source: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE function returns the transpose of the input @matrix. @EXAMPLES= @SEEALSO=MMULT
de: @FUNCTION=MTRANS @SYNTAX=MTRANS(Matrix) @DESCRIPTION=MTRANS liefert die Transponierte der Eingabematrix @Matrix. @EXAMPLES= @SEEALSO=MMULT
ne: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(म्याट्रिक्स) @DESCRIPTION=TRANSPOSE कार्यले आगत @matrix को ठाऊँ सराई फर्काउँछ। @EXAMPLES= @SEEALSO=MMULT
tr: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matris) @DESCRIPTION=TRANSPOSE işlevi giriş @matrisinin transpozesini hesaplar. Benzeri: MMULT @EXAMPLES= @SEEALSO=MMULT

source: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=GCD returns the greatest common divisor of given numbers. * If any of the arguments is less than one, GCD returns #NUM! error. * If any of the arguments is non-integer, it is truncated. * This function is Excel compatible. @EXAMPLES= GCD(470,770) equals 10. GCD(470,770,1495) equals 5. @SEEALSO=LCM
de: @FUNCTION=GGT @SYNTAX=GGT(Zahl1,Zahl2,...) @DESCRIPTION=GGT liefert den größten gemeinsamen Teiler der übergebenen Zahlen. * Falls eines der Argumente negativ ist, liefert GGT einen #ZAHL!-Fehler. * Falls eines der Argumente nicht ganzzahlig ist, werden die Nachkommastellen abgeschnitten. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GGT(470,770) liefert 10. GGT(470,770,1495) liefert 5. @SEEALSO=KGV
ne: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=GCD ले दिएको सङ्ख्याहरूको ठूलो साझा भाजक फर्काउँछ। * यदि कुनै तर्कहरू एउटा भन्दा सानो छ भने, GCD ले #NUM! त्रुटि फर्काउँछ। * यदि कुनै तर्कहरू इन्टेजर नभएको छ भने, यो छोडिन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= GCD(470,770) बराबर १० हुन्छ। GCD(470,770,1495) बराबर ५ हुन्छ। @SEEALSO=LCM
tr: @FUNCTION=GCD @SYNTAX=GCD(sayı1,sayı2,...) @DESCRIPTION=GCD işlevi verilen sayıların en büyük ortak bölenini hesaplar. Sayılar negatif değer içeriyorsa işlev #SAYI! hatası ile sonuçlanır. Tamsayı olmayan değerlerin ondalık kısmı atılarak tamsayıya dönüştürülür. Bu işlev Excel uyumludur. Örnekler: GCD(470,770) eşittir 10 GCD(470,770,1495) eşittir 5 Benzeri: LCM @EXAMPLES= GCD(470,770) eşittir 10 GCD(470,770,1495) eşittir 5 @SEEALSO=LCM

source: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM returns the least common multiple of integers. The least common multiple is the smallest positive number that is a multiple of all integer arguments given. * If any of the arguments is less than one, LCM returns #NUM!. * If any of the arguments is non-integer, it is truncated. * This function is Excel compatible. @EXAMPLES= LCM(2,13) equals 26. LCM(4,7,5) equals 140. @SEEALSO=GCD
ne: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM ले इन्टेजरहरूको न्युनतम साझा गुना फर्काउँछ। न्यूनतम साझा गुना सानो धनात्मक सङ्ख्या हो जो दिएको सबै इन्टेजर तर्कहरूको गुना हो। * यदि कुनै तर्कहरू १ भन्दा कम छ भने, LCM ले #NUM! फर्काउँछ। * यदि कुनै पनि तर्क इन्टेजर होइन भने, यो छोडिन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LCM(2,13) बराबर २६ हुन्छ। LCM(4,7,5) बराबर १४० हुन्छ। @SEEALSO=GCD

source: @FUNCTION=HYPOT @SYNTAX=HYPOT(number1,number2,...) @DESCRIPTION=HYPOT returns the square root of the sum of the squares of the arguments. @EXAMPLES= HYPOT(3,4) equals 5. @SEEALSO=MIN,MAX
ne: @FUNCTION=HYPOT @SYNTAX=HYPOT(number1,number2,...) @DESCRIPTION=HYPOT ले तर्कहरूको वर्गहरूको जोडको वर्गमूल फर्काउँछ। @EXAMPLES= HYPOT(3,4) बराबर ५ हुन्छ। @SEEALSO=MIN,MAX

source: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implements the Absolute Value function: the result is to drop the negative sign (if present). This can be done for integers and floating point numbers. * This function is Excel compatible. @EXAMPLES= ABS(7) equals 7. ABS(-3.14) equals 3.14. @SEEALSO=CEIL, CEILING, FLOOR, INT, MOD
de: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS liefert den Absoluten Wert von b1: Das Ergebnis verliert das negative Vorzeichen (falls vorhanden). Dies funktioniert mit Ganzzahlen und Fließkomma-Zahlen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ABS(7) liefert 7. ABS(-3.14) liefert 3.14. @SEEALSO=OBERGRENZE, UNTERGRENZE
ne: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS ले पूरा मान कार्य कार्यान्वयन गर्दछ: नतिजा नकारात्मक चिन्ह (यदि आएमा) छोड्ने हो। यो इन्टेजरहरू र उत्प्लावन बिन्दु सङ्ख्याहरूका लागि हो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ABS(7) बराबर ७ हुन्छ। ABS(-3.14) बराबर ३.१४ हुन्छ। @SEEALSO=CEIL, CEILING, FLOOR, INT, MOD
tr: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS işlevi bir sayının mutlak değerini verir. Basitçe sayıda eksi işareti varsa kaldırılır. Bu işlev Excel uyumludur. Örnekler: ABS(7) eşittir 7 ABS(-3.14) eşittir 3.14 Benzerleri: CEIL, FLOOR @EXAMPLES= ABS(7) eşittir 7 ABS(-3.14) eşittir 3.14 @SEEALSO=CEIL, FLOOR

source: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS function calculates the arc cosine of @x; that is the value whose cosine is @x. * The value it returns is in radians. * If @x falls outside the range -1 to 1, ACOS returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= ACOS(0.1) equals 1.470629. ACOS(-0.1) equals 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
de: @FUNCTION=ARCCOS @SYNTAX=ARCCOS(x) @DESCRIPTION=ARCCOS liefert den Arcus Cosinus von @x; Das ist der Wert, dessen Cosinus @x ist. * Der gelieferte Wert ist ein Bogenmaß. * Falls @x außerhalb von -1 bis 1 liegt, liefert ARCCOS einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCCOS(0.1) liefert 1.470629. ARCCOS(-0.1) liefert 1.670964. @SEEALSO=COS, SIN, GRAD, BOGENMASS
ne: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS कार्यले@x को आर्क कोसाइन गणना गर्दछ; मान त्यो हो जसको कोसाइन @x हो। * मान फर्कने रेडियनमा हो। * यदि @x दायरा -१ देखि १,भन्दा बाहिर झर्यो भने, ACOS ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ACOS(0.1) बराबर 1.470629. ACOS(-0.1) बराबर 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
tr: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS işlevi kosinüsü x olan açıyı hesaplar. @x değeri -1 ile 1 arasında değilse işlev #SAYI! hatası ile sonuçlanır. Sonuç radyan cinsindendir. Bu işlev Excel uyumludur. Örnekler: ACOS(0.1) eşittir 1.470629 ACOS(-0.1) eşittir 1.670964 Benzerleri: COS, SIN, DEGREES, RADIANS @EXAMPLES= ACOS(0.1) eşittir 1.470629 ACOS(-0.1) eşittir 1.670964 @SEEALSO=COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH function calculates the inverse hyperbolic cosine of @x; that is the value whose hyperbolic cosine is @x. * If @x is less than 1.0, ACOSH() returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= ACOSH(2) equals 1.31696. ACOSH(5.3) equals 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
de: @FUNCTION=ARCCOSHYP @SYNTAX=ARCCOSHYP(x) @DESCRIPTION=ARCCOSHYP liefert den hyperbolischen Arcus Sinus von @x; das ist der Wert, dessen hyperbolischer Cosinus @x ist. * Falls @x kleiner als 1.0 ist, liefert ACOSHYP einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCSINHYP(0.5) liefert 1.31696. ARCSINHYP(0.8) liefert 2.35183. @SEEALSO=ARCCOS, ARCSINHYP, GRAD, BOGENMASS
ne: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH कार्यले @x को उल्टा हाईपरबोलिक कोसाइन गणना गर्दछ; मान त्यो हो जसको हाइपरबोलिक कोसाइन @x हो। * यदि @x १.० भन्दा कम छ भने, ACOSH() ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ACOSH(2) बराबर 1.31696. ACOSH(5.3) बराबर 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
tr: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH işlevi hiperbolik kosinüsü @x olan açıyı hesaplar. @x < 1.0 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: ACOSH(2) eşittir 1.31696 ACOSH(5.3) eşittir 2.35183 Benzerleri: ACOS, ASINH, DEGREES, RADIANS @EXAMPLES= ACOSH(2) eşittir 1.31696 ACOSH(5.3) eşittir 2.35183 @SEEALSO=ACOS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN function calculates the arc sine of @x; that is the value whose sine is @x. * If @x falls outside the range -1 to 1, ASIN returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= ASIN(0.5) equals 0.523599. ASIN(1) equals 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
de: @FUNCTION=ARCSIN @SYNTAX=ARCSIN(x) @DESCRIPTION=ARCSIN liefert den Arcus Sinus von @x; Das ist der Wert, dessen Sinus @x ist. * Falls @x außerhalb von -1 bis 1 liegt, liefert ARCSIN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCSIN(0.5) liefert 0.523599. ARCSIN(1) liefert 1.570797. @SEEALSO=SIN, COS, ARCSINHYP, GRAD, BOGENMASS
ne: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN कार्यले @x को आर्क कोसाइन गणना गर्दछ; मान त्यो हो जसको साइन @x हो। * यदि @x दायरा -१ देखि १ भन्दा बाहिर छ भने, ASIN ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ASIN(0.5) बराबर 0.523599. ASIN(1) बराबर 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
tr: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN işlevi sinüsü @x olan açıyı hesaplar. @x değeri -1 ile 1 arasında değilse işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: ASIN(0.5) eşittir 0.523599 ASIN(1) eşittir 1.570797 Benzerleri: SIN, COS, ASINH, DEGREES, RADIANS @EXAMPLES= ASIN(0.5) eşittir 0.523599 ASIN(1) eşittir 1.570797 @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH function calculates the inverse hyperbolic sine of @x; that is the value whose hyperbolic sine is @x. * This function is Excel compatible. @EXAMPLES= ASINH(0.5) equals 0.481212. ASINH(1.0) equals 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
de: @FUNCTION=ARCSINHYP @SYNTAX=ARCSINHYP(x) @DESCRIPTION=ARCSINHYP liefert den hyperbolischen Arcus Sinus von @x; das ist der Wert, dessen hyperbolischer Sinus @x ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCSINHYP(0.5) liefert 0.481212. ARCSINHYP(0.8) liefert 0.881374. @SEEALSO=ARCSIN, ARCCOSHYP, SIN, COS, GRAD, BOGENMASS
ne: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH कार्यले @x को उल्टा हाइपरबोलिक साइन गणना गर्दछ; मान त्यो हो जसको हाइपरबोलिक साइन @x हो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ASINH(0.5) बराबर 0.481212. ASINH(1.0) बराबर 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
tr: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH işlevi hiperbolik sinüsü @x olan açıyı hesaplar. Bu işlev Excel uyumludur. Örnekler: ASINH(0.5) eşittir 0.481212 ASINH(1.0) eşittir 0.881374 Benzerleri: ASIN, ACOSH, SIN, COS, DEGREES, RADIANS @EXAMPLES= ASINH(0.5) eşittir 0.481212 ASINH(1.0) eşittir 0.881374 @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN function calculates the arc tangent of @x; that is the value whose tangent is @x. * Return value is in radians. * This function is Excel compatible. @EXAMPLES= ATAN(0.5) equals 0,463648. ATAN(1) equals 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
de: @FUNCTION=ARCTAN @SYNTAX=ARCTAN(x) @DESCRIPTION=ARCTAN liefert den Arcus Tangens von @x; das ist der Wert, dessen Tangens @x ist. * Rückgabewert ist im Bogenmaß. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCTAN(0.5) liefert 0.463648. ARCTAN(1) liefert 0.785398. @SEEALSO=TAN, COS, SIN, GRAD, BOGENMASS
ne: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN कार्यले @x को आर्क ट्यानजेन्ट गणना गर्दछ; मान त्यो हो जसको ट्यान्जेन्ट @x हो। * फर्किएको मान रेडियनमा छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ATAN(0.5) बराबर 0,463648. ATAN(1) बराबर 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
tr: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN işlevi tanjantı @x olan açıyı radyan cinsinden hesaplar. Bu işlev Excel uyumludur. Örnekler: ATAN(0.5) eşittir 0,463648 ATAN(1) eşittir 0,785398 Benzerleri: TAN, COS, SIN, DEGREES, RADIANS @EXAMPLES= ATAN(0.5) eşittir 0,463648 ATAN(1) eşittir 0,785398 @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH function calculates the inverse hyperbolic tangent of @x; that is the value whose hyperbolic tangent is @x. * If the absolute value of @x is greater than 1.0, ATANH returns #NUM! error. * This function is Excel compatible. @EXAMPLES= ATANH(0.5) equals 0.549306. ATANH(0.8) equals 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
de: @FUNCTION=ARCTANHYP @SYNTAX=ARCTANHYP(x) @DESCRIPTION=ARCTANHYP liefert den hyperbolischen Arcus Tangens von @x; das ist der Wert, dessen hyperbolischer Tangens @x ist. * Falls der absolute Wert von @x größer als 1.0 ist, liefert ARCTANHYP einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCTANHYP(0.5) liefert 0.549306. ARCTANHYP(0.8) liefert 1.098612. @SEEALSO=ARCTAN, TAN, SIN, COS, GRAD, BOGENMASS
ne: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH कार्यले @x को उल्टा हाइपरबोलिक ट्यानजेन्ट गणना गर्दछ; मान त्यो हो जसको हाइपरबोलिक ट्यानजेन्ट @x हो। * यदि @x को पूरा मान १.० भन्दा ठूलो छ भने, ATANH ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ATANH(0.5) बराबर 0.549306. ATANH(0.8) बराबर 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
tr: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH işlevi hiperbolik tanjantı @x olan açıyı hesaplar. @x'in mutlak değeri 1.0 dan büyükse işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: ATANH(0.5) eşittir 0.549306 ATANH(0.8) eşittir 1.098612 Benzerleri: ATAN, TAN, SIN, COS, DEGREES, RADIANS @EXAMPLES= ATANH(0.5) eşittir 0.549306 ATANH(0.8) eşittir 1.098612 @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 function calculates the arc tangent of the two variables @b1 and @b2. It is similar to calculating the arc tangent of @b2 / @b1, except that the signs of both arguments are used to determine the quadrant of the result. * The result is in radians. * This function is Excel compatible. @EXAMPLES= ATAN2(0.5,1.0) equals 1.107149. ATAN2(-0.5,2.0) equals 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
de: @FUNCTION=ARCTAN2 @SYNTAX=ARCTAN2(b1,b2) @DESCRIPTION=ATAN2 liefert den Arcus Tangens der beiden Variablen @b1 und @b2. Es ist dem Berechnen des Arcus Tangens von @b2 / @b1 ähnlich, außer, dass es die Vorzeichen beide Argumente verwendet, um den Lösungsquadranten zu ermitteln. * Das Ergebnis wird im Gradmaß geliefert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ARCTAN2(0.5,1.0) liefert 1.107149. ARCTAN2(-0.5,2.0) liefert 1.815775. @SEEALSO=ARCTAN, ARCTANHYP, COS, SIN, GRAD, BOGENMASS
ne: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 कार्यले दुई चरहरू @b1 र @b2 को आर्क ट्यानजेन्ट गणना गर्दछ। . नतिजाको पाद निर्धारण गर्न प्रयोग गरिएका दुवै तर्कहरूको साइनहरू बाहेक, यो @b2 / @b1 को आर्क ट्यानजेन्टको गणनासँग मिल्दो छ। * नतिजा रेडियनहरूमा छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ATAN2(0.5,1.0) बराबर 1.107149. ATAN2(-0.5,2.0) बराबर 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
tr: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 işlevi @b1 ve @b2 değişkenlerinin ark tanjantını hesaplar. Sonucun koordinat ekseninin hangi çeyreğinde olduğunu her iki argümanın işaretlerine bakarak saptamanın dışında atan(@b2/@b1) hesabına benzer. Sonuç radyan cinsindendir. Bu işlev Excel uyumludur. Örnekler: ATAN2(0.5,1.0) eşittir 1.107149 ATAN2(-0.5,2.0) eşittir 1.815775 Benzerleri: ATAN, ATANH, COS, SIN, DEGREES, RADIANS @EXAMPLES= ATAN2(0.5;1.0) eşittir 1.107149 ATAN2(-0.5;2.0) eşittir 1.815775 @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL function rounds @x up to the next nearest integer. @EXAMPLES= CEIL(0.4) equals 1. CEIL(-1.1) equals -1. CEIL(-2.9) equals -2. @SEEALSO=CEILING, FLOOR, ABS, INT, MOD
de: @FUNCTION=AUFRUNDEN @SYNTAX=AUFRUNDEN(x) @DESCRIPTION=AUFRUNDEN rundet @x auf die nächste Ganzzahl auf. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= AUFRUNDEN(0.4) liefert 1. AUFRUNDEN(-1.1) liefert -1. AUFRUNDEN(-2.9) liefert -2. @SEEALSO=ABS, ABRUNDEN, GANZZAHL
ne: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL कार्यले @x अर्को नजिकको इन्टेजर सम्म घुमाउँछ। @EXAMPLES= CEIL(0.4) बराबर १ हुन्छ। CEIL(-1.1) बराबर -१ हुन्छ। CEIL(-2.9) बराबर -२ हुन्छ। @SEEALSO=CEILING, FLOOR, ABS, INT, MOD
tr: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL işlevi @x'i en yakın büyük tamsayıya yuvarlar. Bu işlev Excel uyumludur. Örnekler: CEIL(0.4) eşittir 1 CEIL(-1.1) eşittir -1 CEIL(-2.9) eşittir -2 Benzerleri: ABS, FLOOR, INT @EXAMPLES= CEIL(0.4) eşittir 1 CEIL(-1.1) eşittir -1 CEIL(-2.9) eşittir -2 @SEEALSO=ABS, FLOOR, INT

source: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(range,criteria) @DESCRIPTION=COUNTIF function counts the number of cells in the given @range that meet the given @criteria. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then COUNTIF(A1:A5,"<=28") equals 3. COUNTIF(A1:A5,"<28") equals 2. COUNTIF(A1:A5,"28") equals 1. COUNTIF(A1:A5,">28") equals 2. @SEEALSO=COUNT,SUMIF
de: @FUNCTION=ZÄHLENWENN @SYNTAX=ZÄHLENWENN(Bereich,Kriterium) @DESCRIPTION=ZÄHLENWENN zählt die Anzahl der Zellen im angegebenen Bereich @Bereich, die dem angegebenen Kriterium @Kriterium entsprechen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 23, 27, 28, 33 und 39. Dann liefert ZÄHLENWENN(A1:A5,"<=28") 3, ZÄHLENWENN(A1:A5,"<28") 2, ZÄHLENWENN(A1:A5,"28") 1 und ZÄHLENWENN(A1:A5,">28") 2. @SEEALSO=ZÄHLEN, SUMMEWENN
ne: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(दायरा,मापदण्ड) @DESCRIPTION=COUNTIF कार्यले दिएको @range मा अक्षहरूको सङ्ख्या गन्ति गर्दछ जसले दिएको @criteria भेट्छ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू २३, २७, २८, ३३, र ३९ समाविष्ट गर्दछ। त्यसपछि COUNTIF(A1:A5,"<=28") बराबर ३ हुन्छ। COUNTIF(A1:A5,"<28") बराबर २ हुन्छ। COUNTIF(A1:A5,"28") बराबर १ हुन्छ। COUNTIF(A1:A5,">28") बराबर २ हुन्छ। @SEEALSO=COUNT,SUMIF
tr: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(aralık,koşul) @DESCRIPTION=COUNTIF işlevi @aralık içindeki değerlerden @koşulu sağlayanların sayısını bulur. Bu işlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri sırasıyla 23, 27, 28, 33, ve 39 değerlerini içeriyorsa: COUNTIF(A1:A5,"<=28") eşittir 3 COUNTIF(A1:A5,"<28") eşittir 2 COUNTIF(A1:A5,"28") eşittir 1 COUNTIF(A1:A5,">28") eşittir 2 Benzerleri: COUNT, SUMIF @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 23, 27, 28, 33, ve 39 değerlerini içeriyorsa: COUNTIF(A1:A5,"<=28") eşittir 3 COUNTIF(A1:A5,"<28") eşittir 2 COUNTIF(A1:A5,"28") eşittir 1 COUNTIF(A1:A5,">28") eşittir 2 @SEEALSO=COUNT,SUMIF
