Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=FORECAST function estimates a future value according to existing values using simple linear regression. The estimated future value is a y-value for a given x-value (@x). * If @known_x or @known_y contains no data entries or different number of data entries, FORECAST returns #N/A error. * If the variance of the @known_x is zero, FORECAST returns #DIV/0 error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FORECAST(7,A1:A5,B1:B5) equals -10.859397661. @SEEALSO=INTERCEPT,TREND
de: @FUNCTION=SCHÄTZER @SYNTAX=SCHÄTZER(x,Y_Werte,X_Werte) @DESCRIPTION=SCHÄTZER schätzt einen zukünftigen Wert anhand der bekannten Werte unter Verwendung der einfachen linearen Regression ab. Der Schätzwert ist der zum übergebenen X-Wert @x gehörige Y-Wert. * Falls @Y_Werte oder @X_Werte null ist, keinen Dateneintrag LATER, liefert SCHÄTZER einen #NV-Fehler. * Falls die Varianz oder @X_Werte null ist, liefert SCHÄTZER einen #DIV/0-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 sowie 42.7. Dann liefert SCHÄTZER(7,A1:A5,B1:B5) -10.859397661. @SEEALSO=ACHSENABSCHNITT,TREND
ne: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=FORECAST कार्यले साधरण रेखिय रिग्रेसन प्रयोग गरेर अवस्थित मानहरूको आधारमा भावी मान अनुमान गर्दछ। दिएको x-value (@x) का लागि अनुमानित भावी मान y-value हो। * यदि @known_x वा @known_y ले कुनै डेटा प्रविष्टिहरू वा विभिन्न सङ्ख्याको डेटा प्रविष्टिहरू समाविष्ट गर्दैन भने, FORECAST ले #N/A त्रुटि फर्काउँछ। * यदि @known_x को भ्यारियन्स शून्य छ भने, FORECAST ले #DIV/0 त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि FORECAST(7,A1:A5,B1:B5) बराबर -10.859397661. @SEEALSO=INTERCEPT,TREND
tr: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,yler,xler) @DESCRIPTION=FORECAST işlevi @xler ve @ylerin basit doğrusal değişiminden yararlanarak @x için yaklaşık y değerini hesaplar. @xler ve @yler veri içermiyorsa, değer eksikse işlev #YOK! hatası ile, @xlerin değişimi sıfırsa #BÖL/0! hatası ile sonuçlanır. İşlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: FORECAST(7;A1:A5;B1:B5) eşittir -10.859397661 Benzerleri: INTERCEPT, TREND @EXAMPLES= A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: FORECAST(7;A1:A5;B1:B5) eşittir -10.859397661 @SEEALSO=INTERCEPT,TREND

source: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=INTERCEPT function calculates the point where the linear regression line intersects the y-axis. * If @known_x or @known_y contains no data entries or different number of data entries, INTERCEPT returns #N/A error. * If the variance of the @known_x is zero, INTERCEPT returns #DIV/0 error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then INTERCEPT(A1:A5,B1:B5) equals -20.785117212. @SEEALSO=FORECAST,TREND
de: @FUNCTION=ACHSENABSCHNITT @SYNTAX=ACHSENABSCHNITT(Y_Werte,X_Werte) @DESCRIPTION=ACHSENABSCHNITT berechnet den Punkt, an dem die lineare Regressionsgerade die Y-Achse schneidet. * Falls @X_Werte oder @Y_Werte keine Dateneinträge oder eine unterschiedliche Anzahl selbiger enthält, liefert ACHSENABSCHNITT einen #NV-Fehler. * Falls die Varianz der @X_Werte null ist, liefert ACHSENABSCHNITT EINEN #DIV/0-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert ACHSENABSCHNITT(A1:A5,B1:B5) -20.785117212. @SEEALSO=SCHÄTZER,TREND
ne: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=INTERCEPT कार्यले त्यो बिन्दुहरू गणना गर्दछ जहाँ रेखात्मक रिग्रेसन रेखाले y-अक्षलाई काट्छ। * यदि @known_x वा @known_y ले कुनै डेटा प्रविष्टिहरू वा विभिन्न सङ्ख्याको डेटा प्रविष्टिहरू समाविष्ट गर्दैन भने, INTERCEPT ले #N/A त्रुटि फर्काउँछ। * यदि @known_x को भ्यारियन्स शून्य छ भने, INTERCEPT ले #DIV/0 त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि INTERCEPT(A1:A5,B1:B5) बराबर -20.785117212. @SEEALSO=FORECAST,TREND
tr: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(yler,xler) @DESCRIPTION=INTERCEPT işlevi bir eğiğin y eksenini kestiği noktayı hesaplar. @xler ve @yler veri içermiyorsa, değer eksikse işlev #DEĞER! hatasıyla, @xlerin değişimi sıfırsa işlev #BÖL/0! hatası ile sonuçlanır. İşlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: INTERCEPT(A1:A5;B1:B5) eşittir -20.785117212 Benzerleri: FORECAST, TREND @EXAMPLES= A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: INTERCEPT(A1:A5;B1:B5) eşittir -20.785117212 @SEEALSO=FORECAST,TREND

source: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE returns the slope of the linear regression line. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then SLOPE(A1:A5,B1:B5) equals 1.417959936. @SEEALSO=STDEV,STDEVPA
de: @FUNCTION=STEIGUNG @SYNTAX=STEIGUNG(Y_Werte,X_Werte) @DESCRIPTION=STEIGUNG liefert die Steigung der Regressionsgeraden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert STEIGUNG(A1:A5,B1:B5) 1.417959936. @SEEALSO=STDABW, LATER
ne: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE ले रेखात्मक रिग्रेसन रेखाको झुकाव फर्काउँछ। * योकार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि SLOPE(A1:A5,B1:B5) बराबर 1.417959936. @SEEALSO=STDEV,STDEVPA
tr: @FUNCTION=SLOPE @SYNTAX=SLOPE(xler,yler) @DESCRIPTION=SLOPE lineer sapmanın eğimini hesaplar. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1 ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: SLOPE(A1:A5;B1:B5) eşittir 1.417959936 Benzerleri: STDEV, STDEVPA @EXAMPLES= A1, A2, ..., A5 gözeleri sırayla 11.4, 17.3, 21.3, 25.9, 40.1 ve B1, B2, ..., B5 gözeleri sırayla 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içerdiği varsayımıyla: SLOPE(A1:A5;B1:B5) eşittir 1.417959936. @SEEALSO=STDEV,STDEVPA

source: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(function_nbr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL function returns a subtotal of given list of arguments. @function_nbr is the number that specifies which function to use in calculating the subtotal. The following functions are available: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUBTOTAL(1,A1:A5) equals 30. SUBTOTAL(6,A1:A5) equals 22378356. SUBTOTAL(7,A1:A5) equals 6.164414003. SUBTOTAL(9,A1:A5) equals 150. SUBTOTAL(11,A1:A5) equals 30.4. @SEEALSO=COUNT,SUM
de: @FUNCTION=TEILERGEBNIS @SYNTAX=TEILERGEBNIS(Funktionsnummer,Bezug1,Bezug2,...) @DESCRIPTION=TEILERGEBNIS liefert ein Teilergebnis der übergebenen Argumentliste. @Funktionsnummer ist die Zahl, die festlegt, welche Funktion zur Berechnung des Teilergebnisses verwendet werden soll. Folgende Funktionen sind verfügbar: 1 MITTELWERT 2 ANZAHL 3 ANZAHL2 4 MAX 5 MIN 6 PRODUKT 7 STDABW 8 STDABWN 9 SUMME 10 VAR 11 VAR2 * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 23, 27, 28, 33 und 39. Dann liefert TEILERGEBNIS(1,A1:A5) 30. TEILERGEBNIS(6,A1:A5) 22378356. TEILERGEBNIS(7,A1:A5) 6.164414003. TEILERGEBNIS(9,A1:A5) 150. TEILERGEBNIS(11,A1:A5) 30.4. @SEEALSO=ANZAHL, SUMME
ne: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(function_nbr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL कार्यले तर्कहरूको दिएको सूचीको उपकूल फर्काउँछ। @function_nbr त्यो सङ्ख्या हो जसले उपकूल गणना गर्दा कुन कार्य प्रयोग गर्ने भन्ने निर्धिष्ट गर्दछ। निम्न कार्यहरू उपलब्ध छन्: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू २३, २७, २८, ३३, र ३९ समाविष्ट गर्दछ। त्यसपछि SUBTOTAL(1,A1:A5) बराबर ३० हुन्छ। SUBTOTAL(6,A1:A5) बराबर २२३७८३५६ हुन्छ। SUBTOTAL(7,A1:A5) बराबर ६.१६४४१४००३ हुन्छ। SUBTOTAL(9,A1:A5) बराबर १५० हुन्छ। SUBTOTAL(11,A1:A5) बराबर ३०.४ हुन्छ। @SEEALSO=COUNT,SUM
tr: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(işlev_no,ref1,ref2,...) @DESCRIPTION=SUBTOTAL işlevi verilen listedeki değerlerin alt toplamını hesaplar. @işlev_no alt toplamı hesaplamakta kullanılan işlevin numarasıdır. Aşağıda bu işlevler ve numaraları verilmiştir: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP Bu işlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri 23, 27, 28, 33, 39 içeriyorsa: SUBTOTAL(1,A1:A5) eşittir 30 SUBTOTAL(6,A1:A5) eşittir 22378356 SUBTOTAL(7,A1:A5) eşittir 6.164414003 SUBTOTAL(9,A1:A5) eşittir 150 SUBTOTAL(11,A1:A5) eşittir 30.4 Benzerleri: COUNT, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri 23, 27, 28, 33, 39 içeriyorsa: SUBTOTAL(1,A1:A5) eşittir 30 SUBTOTAL(6,A1:A5) eşittir 22378356 SUBTOTAL(7,A1:A5) eşittir 6.164414003 SUBTOTAL(9,A1:A5) eşittir 150 SUBTOTAL(11,A1:A5) eşittir 30.4 @SEEALSO=COUNT,SUM

source: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH returns Cronbach's alpha for the given cases. @ref1 is a data set, @ref2 the second data set, etc.. @EXAMPLES= @SEEALSO=
de: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(Bezug1,Bezug2,...) @DESCRIPTION=CRONBACH liefert das Cronbach'sche Alpha für die angegebenen Fälle. @Bezug1 ist der erste, @Bezug2 der zweite Datensatz u.s.w.. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH ले दिएको केसहरूका लागि Cronbach's अल्फा फर्काउँछ। @ref1 एउटा डेटा सेट हो भने, @ref2 दोस्रो डेटा सेट हो, इत्यादि.. @EXAMPLES= @SEEALSO=

source: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST returns the probability p(k) of obtaining @k from a geometric distribution with probability parameter @p. * If @k < 0 GEOMDIST returns #NUM! error. * If @p < 0 or @p > 1 GEOMDIST returns #NUM! error. * If @cum != TRUE and @cum != FALSE GEOMDIST returns #NUM! error. @EXAMPLES= GEOMDIST(2,10.4,TRUE). @SEEALSO=RANDGEOM
de: @FUNCTION=GEOMVERT @SYNTAX=GEOMVERT(k,Wahrscheinlichkeit,Kum) @DESCRIPTION=GEOMVERT liefert die Wahrscheinlichkeit @Wahrscheinlichkeit(k), dass eine geometrische Verteilung mit Wahrscheinlichkeitsparameter @Wahrscheinlichkeit @k liefert. * Falls @k < 0 ist, liefert GEOMVERT einen #ZAHL!-Fehler. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert GEOMVERT einen #ZAHL!-Fehler. * Falls @Kum != WAHR und @Kum != FALSCH, liefert GEOMVERT einen #ZAHL!-Fehler. @EXAMPLES= GEOMVERT(2,10.4,WAHR). @SEEALSO=ZUFALLSZAHL.GEOM
ne: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST ले संभाव्य परामिति @pसँगै ज्यामितिय वितरणबाट प्राप्त गरेको @k को संभाव्यता p(k) फर्काउँछ। * यदि @k < 0 छ भने GEOMDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने GEOMDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @cum != TRUE र @cum != FALSE छ भने GEOMDIST ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= GEOMDIST(2,10.4,TRUE). @SEEALSO=RANDGEOM
tr: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,küm) @DESCRIPTION=GAMMADIST gamma açılımını hesaplar. @küm DOĞRU ise işlev eksik gamma işlevini, aksi takdirde olasılık yığını işlevini hesaplar. @x < 0, @alfa <= 0 ya da @beta <= 0 ise işlev #SAYI! hatası ile sonuçlanır. İşlev Excel uyumludur. Örnek: GAMMADIST(1,2,3,0) eşittir 0.07961459 Benzeri: GAMMAINV @EXAMPLES= GAMMADIST(1,2,3,0) eşittir 0.07961459 @SEEALSO=GAMMAINV

source: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC returns the probability density p(x) at @x for a logistic distribution with scale parameter @a. @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC
de: @FUNCTION=LOGISTISCH @SYNTAX=LOGISTISCH(x,a) @DESCRIPTION=LOGISTISCH liefert die Wahrscheinlichkeitsdichte p(x) bei @x für eine logistische Verteilung Skalierungsparameter @a. @EXAMPLES= LOGISTISCH(0.4,1). @SEEALSO=ZUFALLSZAHL.LOGISTISCH
ne: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC ले स्केल परामिति @a सँगै जोजिस्टिक वितरणका लागि @x मा संभाव्य घनत्व p(x) फर्काउँछ। @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC
tr: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(değer) @DESCRIPTION=ISLOGICAL işlevi bir mantıksal değer verilmişse DOĞRU ile sonuçlanır. İşlev Excel uyumludur. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=

source: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO returns the probability density p(x) at @x for a Pareto distribution with exponent @a and scale @b. @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO
de: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO liefert die Wahrscheinlichkeitsdichte p(x) bei @x für eine Pareto-Verteilung mit Exponent @a Skalierung @b. @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=ZUFALLSZAHL.PARETO
ne: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO ले एक्सपोनेन्ट @a र स्केल @bसँगै संभाव्य घनत्व p(x) फर्काउँछ। @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,sigma) @DESCRIPTION=RAYLEIGH returns the probability density p(x) at @x for a Rayleigh distribution with scale parameter @sigma. @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH
de: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,Sigma) @DESCRIPTION=RAYLEIGH liefert die Wahrscheinlichkeitsdichte p(x) bei @x für eine Rayleigh-Verteilung mit Skalierungsparameter @Sigma. @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=ZUFALLSZAHL.RAYLEIGH
ne: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,सिग्मा) @DESCRIPTION=RAYLEIGH ले स्केल परामिति @sigmaसँगै Rayleigh वितरणका लागि संभाव्य घनत्व फर्काउँछ। @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,sigma) @DESCRIPTION=RAYLEIGHTAIL returns the probability density p(x) at @x for a Rayleigh tail distribution with scale parameter @sigma and lower limit @a. @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL
de: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,Sigma) @DESCRIPTION=RAYLEIGHTAIL liefert die Wahrscheinlichkeitsdichte p(x) bei @x für eine Rayleigh-Tail-Verteilung mit Skalierungsparameter @Sigma und Untergrenze @a. @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=ZUFALLSZAHL.RAYLEIGHTAIL
ne: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,सिग्मा) @DESCRIPTION=RAYLEIGHTAIL ले स्केल परामिति @sigma र कम सीमा @aसँगै Rayleigh tail वितरणका लागि @x मा संभाव्य घनत्व p(x) फर्काउँछ। @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=EXPPOWDIST returns the probability density p(x) at @x for Exponential Power distribution with scale parameter @a and exponent @b. This distribution has been recommended for lifetime analysis when a U-shaped hazard function is desired. This corresponds to rapid failure once the product starts to wear out after a period of steady or even improving reliability. @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW
de: @FUNCTION=EXPVERT @SYNTAX=EXPVERT(x,a,b) @DESCRIPTION=EXPVERT liefert die Wahrscheinlichkeitsdichte p(x) bei @x für die exponenzielle Verteilung mit Skalierungsparameter @a und Exponent @b. @EXAMPLES= EXPVERT(0.4,1,2). @SEEALSO=ZUFALLSZAHL.EXP
ne: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=EXPPOWDIST ले स्केल परामिति @a र एक्सपोनेन्ट @bसँगै एक्सपोनेन्सल शक्ति वितरणका लागि @x मा संभाव्य घनत्व फर्काउँछ। एउटा यु-आकारको ह्यजार्ड कार्य इच्छयाएको बेला यो वितरण जीवन अवधिका लागि सिफारिस गरिएको हो। एउटा स्थिर समय वा विश्वासनियता सुधार संध्या पछि वस्तुहरू एकपटक तीव्र गतिमा असफल हुन सुरु हुन समन्वय गर्दछ। @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE returns the probability density p(x) at @x for Laplace distribution with mean @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
de: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE liefert die mögliche Dichte p(x) bei @x für eine Laplace-Verteilung mit Mittelwert @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=ZUFALLSZAHL.LAPLACE
ne: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE ले मध्यक @a sMgE laplace वितरणका लागि @x मा संभाव्य घनत्व p(x) फर्काउँछ। @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR returns the ASCII character represented by the number @x. @EXAMPLES= CHAR(65) equals A. @SEEALSO=CODE
de: @FUNCTION=ZEICHEN @SYNTAX=ZEICHEN(x) @DESCRIPTION=ZEICHEN liefert das durch die Zahl @x repräsentierte ASCII-Zeichen. @EXAMPLES= CHAR(65) liefert A. @SEEALSO=CODE
ne: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR ले सङ्ख्या @x ले प्रतिमनिधित्व गरेको ASCII क्यारेक्टर फर्काउँछ। @EXAMPLES= CHAR(65) बराबर A हुन्छ। @SEEALSO=CODE
tr: @FUNCTION=CHAR @SYNTAX=CHAR(sayı) @DESCRIPTION=CHAR @sayı'ya karşılık gelen ASCII karakter ile sonuçlanır. Örnek: CHAR(65) eşittir A Benzer işlev: CODE @EXAMPLES= CHAR(65) eşittir A. @SEEALSO=CODE

source: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR returns the Unicode character represented by the number @x. @EXAMPLES= UNICHAR(65) equals A. UNICHAR(960) equals a small Greek pi. @SEEALSO=CHAR,UNICODE,CODE
de: @FUNCTION=UNIZEICHEN @SYNTAX=UNIZEICHEN(x) @DESCRIPTION=UNIZEICHEN liefert das durch die Zahl @x repräsentierte Unicode-Zeichen. @EXAMPLES= CHAR(65) liefert A. UNICHAR(960) liefert ein kleines griechisches Pi. @SEEALSO=ZEICHEN,UNICODE,CODE
ne: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR ले @x ले प्रतिनिधित्व गरेको युनिकोड क्यारेक्टर फर्काउँछ। @EXAMPLES= UNICHAR(65) बराबर A हुन्छ। UNICHAR(960) बराबर ऐउटा सानो ग्रिक pi हुन्छ। @SEEALSO=CHAR,UNICODE,CODE
tr: @FUNCTION=CHAR @SYNTAX=CHAR(sayı) @DESCRIPTION=CHAR @sayı'ya karşılık gelen ASCII karakter ile sonuçlanır. Örnek: CHAR(65) eşittir A Benzer işlev: CODE @EXAMPLES= CHAR(65) eşittir A. @SEEALSO=CODE

source: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE returns the ASCII number for the character @char. * This function is Excel compatible. @EXAMPLES= CODE("A") equals 65. @SEEALSO=CHAR
de: @FUNCTION=CODE @SYNTAX=CODE(Zeichen) @DESCRIPTION=CODE liefert die ASCII-Zahl für das Zeichen @Zeichen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= CODE("A") liefert 65. @SEEALSO=ZEICHEN
ne: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE ले character @char का लागि ASCII सङ्ख्या फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CODE("A") बराबर ६५ हुन्छ। @SEEALSO=CHAR
tr: @FUNCTION=CODE @SYNTAX=CODE(karakter) @DESCRIPTION=CODE @karakter'in ASCII numarası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: CODE("A") eşittir 65 Benzer işlev: CHAR @EXAMPLES= CODE("A") eşittir 65. @SEEALSO=CHAR

source: @FUNCTION=UNICODE @SYNTAX=UNICODE(char) @DESCRIPTION=UNICODE returns the Unicode number for the character @char. @EXAMPLES= UNICODE("A") equals 65. @SEEALSO=UNICHAR,CODE,CHAR
de: @FUNCTION=UNICODE @SYNTAX=UNICODE(Zeichen) @DESCRIPTION=UNICODE liefert die Unicode-Zahl für das Zeichen @Zeichen. @EXAMPLES= CODE("A") liefert 65. @SEEALSO=UNIZEICHEN,CODE,ZEICHEN
ne: @FUNCTION=UNICODE @SYNTAX=UNICODE(char) @DESCRIPTION=UNICODE ले character @char का लागि युनिकोड सङ्ख्या फर्काउँछ। @EXAMPLES= UNICODE("A") बराबर ६५ हुन्छ। @SEEALSO=UNICHAR,CODE,CHAR
tr: @FUNCTION=CODE @SYNTAX=CODE(karakter) @DESCRIPTION=CODE @karakter'in ASCII numarası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: CODE("A") eşittir 65 Benzer işlev: CHAR @EXAMPLES= CODE("A") eşittir 65. @SEEALSO=CHAR

source: @FUNCTION=EXACT @SYNTAX=EXACT(string1, string2) @DESCRIPTION=EXACT returns true if @string1 is exactly equal to @string2 (this routine is case sensitive). * This function is Excel compatible. @EXAMPLES= EXACT("key","key") equals TRUE. EXACT("key","Key") equals FALSE. @SEEALSO=LEN, SEARCH, DELTA
de: @FUNCTION=IDENTISCH @SYNTAX=IDENTISCH(Zeichenkette1, Zeichenkette2) @DESCRIPTION=IDENTISCH liefert WAHR, falls @Zeichenkette1 identisch mit @Zeichenkette2 ist (Hierbei wird zwischen Groß- und Kleinschreibung unterschieden). * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IDENTISCH("Schlüssel","Schlüssel") liefert WAHR. IDENTISCH("Schlüssel","SChlüssel") liefert FALSCH. @SEEALSO=LÄNGE, SUCHEN, DELTA
ne: @FUNCTION=EXACT @SYNTAX=EXACT(स्ट्रिङ१, स्ट्रिङ२) @DESCRIPTION=EXACT ले सही फर्काउँछ यदि @string1 @string2सँग ठ्याक्कै बराबरी हुन्छ(यो कार्यतालिका केस संवेदनशील छ )। * योकार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= EXACT("key","key") बराबर TRUE. EXACT("key","Key") बराबर FALSE. @SEEALSO=LEN, SEARCH, DELTA
tr: @FUNCTION=EXACT @SYNTAX=EXACT(dizge1,dizge2) @DESCRIPTION=EXACT @dizge1 ile @dizge2 aynıysa DOĞRU değilse YANLIŞ ile sonuçlanır. (Harf büyüklüğüne duyarlıdır) Bu işlev Excel uyumludur. Örnekler: EXACT("key";"key") eşittir DOĞRU EXACT("key";"Key") eşittir YANLIŞ Benzer işlevler: LEN, SEARCH, DELTA @EXAMPLES= EXACT("key";"key") eşittir DOĞRU. EXACT("key";"Key") eşittir YANLIŞ. @SEEALSO=LEN, SEARCH, DELTA
