Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=ISERR @SYNTAX=ISERR(value) @DESCRIPTION=ISERR returns TRUE if the value is any error value except #N/A. * This function is Excel compatible. @EXAMPLES= ISERR(NA()) return FALSE. @SEEALSO=ISERROR
de: @FUNCTION=ISTFEHL @SYNTAX=ISTFEHL(Wert) @DESCRIPTION=ISTFEHL liefert WAHR, falls der Wert irgendein Fehler außer #NV ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTFEHL(NV()) liefert FALSCH. @SEEALSO=ISTFEHLER
ne: @FUNCTION=ISERR @SYNTAX=ISERR(मान) @DESCRIPTION=ISERR ले यदि #N/A बाहेक मान कुनै त्रुटि मान हो भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISERR(NA()) ले FALSE फर्काउँछ। @SEEALSO=ISERROR
tr: @FUNCTION=ISERR @SYNTAX=ISERR(değer) @DESCRIPTION=ISERR işlevi #YOK! hatası dışındaki tüm hata değerleri için DOĞRU sonucu verir. Bu işlev Excel uyumludur. Örnek: ISERR(NA()) eşittir YANLIŞ Benzer işlevler: ISERROR, ERROR @EXAMPLES= ISERR(NA()) eşittir YANLIŞ. @SEEALSO=

source: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(value) @DESCRIPTION=ERROR.TYPE returns an error number corresponding to the given error value. The error numbers for error values are: #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 * This function is Excel compatible. @EXAMPLES= ERROR.TYPE(NA()) equals 7. @SEEALSO=ISERROR
de: @FUNCTION=FEHLER.TYP @SYNTAX=FEHLER.TYP(Wert) @DESCRIPTION=ERROR.TYP liefert eine Fehlernummer, die dem angegebenen Fehlerwert @Wert entspricht. Die Fehlernummern für die Fehlerwerte sind: #DIV/0! 2 #WERT! 3 #BEZUG! 4 #NAME? 5 #ZAHL! 6 #NV 7 * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ERROR.TYP(NA()) liefert 7. @SEEALSO=ISTFEHLER
ne: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(value) @DESCRIPTION=ERROR.TYPE ले दिएको त्रुटि मानसँग मिलेको एउटा त्रुटि सङ्ख्या फर्काउँछ। त्रुटि मानहरूका लागि त्रुटि सङ्ख्याहरू: #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 * यो कार्य एक्सेलसँग मिल्दिजुल्दो छ। @EXAMPLES= ERROR.TYPE(NA()) बराबर ७ हुन्छ। @SEEALSO=ISERROR
tr: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(değer) @DESCRIPTION=Verilen bir hata değerine karşılık olan hata numarası ile sonuçlanır. Bazı hata değerleri ve numaraları: #BÖL/0! 2 #DEĞER! 3 #REF! 4 #İSİM! 5 #SAYI! 6 #YOK! 7 Bu işlev Excel uyumludur. Örnek: ERROR.TYPE(NA()) eşittir 7 Benzer işlev: ISERROR, ERROR @EXAMPLES= ERROR.TYPE(NA()) eşittir 7. @SEEALSO=ISERROR

source: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA returns the error value #N/A. * This function is Excel compatible. @EXAMPLES= NA() equals #N/A error. @SEEALSO=ISNA
de: @FUNCTION=NV @SYNTAX=NV() @DESCRIPTION=NV liefert den Fehlerwert #NV. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= NA() liefert den Fehler #NV. @SEEALSO=ISTNV
ne: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA ले त्रुटि मान #N/A फर्काउँछ। * यो ाकर्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NA() बराबर #N/A त्रुटि हुन्छ। @SEEALSO=ISNA
tr: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA işlevi daima #YOK! ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: NA() eşittir #YOK! Benzer işlev: ISNA @EXAMPLES= NA() eşittir #YOK!. @SEEALSO=ISNA

source: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR return the specified error. @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR
de: @FUNCTION=FEHLER @SYNTAX=FEHLER(Text) @DESCRIPTION=FEHLER liefert den angegebenen Fehler. @EXAMPLES= FEHLER("#MEIN FEHLER"). @SEEALSO=ISTFEHLER
ne: @FUNCTION=ERROR @SYNTAX=ERROR(पाठ) @DESCRIPTION=ERROR ले निर्दिष्ट गरिएको त्रुटि फर्काउँछ। @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR
tr: @FUNCTION=ERROR @SYNTAX=ERROR(metin) @DESCRIPTION=ERROR @metin ile belirtilen hata dizgesi ile döner. Örnek: ERROR("Bir daha olmasın!") Benzer işlev: ISERROR @EXAMPLES= ERROR("#YOK HATASI"). @SEEALSO=ISERROR

source: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(value) @DESCRIPTION=ISBLANK returns TRUE if the value is blank. * This function is Excel compatible. @EXAMPLES= ISBLANK(A1). @SEEALSO=
de: @FUNCTION=ISTLEER @SYNTAX=ISTLEER(Wert) @DESCRIPTION=ISTLEER liefert WAHR, falls @Wert leer ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTLEER(A1). @SEEALSO=
ne: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(value) @DESCRIPTION=ISBLANK ले यदि मान खाली छ भने TRUE फर्काउँछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISBLANK(A1). @SEEALSO=
tr: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(değer) @DESCRIPTION=ISBLANK işlevi @değer veri içermiyorsa DOĞRU ile sonuçlanır. Bu işlev Excel uyumludur. @EXAMPLES= ISBLANK(A1). @SEEALSO=

source: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(value) @DESCRIPTION=ISEVEN returns TRUE if the number is even. * This function is Excel compatible. @EXAMPLES= ISEVEN(4) equals TRUE. @SEEALSO=ISODD
de: @FUNCTION=ISTGERADE @SYNTAX=ISTGERADE(Zahl) @DESCRIPTION=ISTGERADE liefert WAHR, falls @Zahl gerade ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTGERADE(4) liefert WAHR. @SEEALSO=ISTUNGERADE
ne: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(मान) @DESCRIPTION=ISEVEN ले यदि सङ्ख्या जोडी छ भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISEVEN(4) बराबर TRUE हुन्छ। @SEEALSO=ISODD
tr: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(değer) @DESCRIPTION=ISEVEN işlevi verilen değer çift sayı ise DOĞRU ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: ISEVEN(4) eşittir DOĞRU Benzer işlev: ISODD @EXAMPLES= ISEVEN(4) eşittir DOĞRU. @SEEALSO=ISODD

source: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(value) @DESCRIPTION=ISLOGICAL returns TRUE if the value is a logical value. * This function is Excel compatible. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
de: @FUNCTION=ISTLOG @SYNTAX=ISTLOG(Wert) @DESCRIPTION=ISTLOG liefert WAHR, falls @Wert ein logischer Wert ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTLOG(A1). @SEEALSO=
ne: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(मान) @DESCRIPTION=ISLOGICAL ले यदि मान लोजिकल छ भने TRUE फर्काउँछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
tr: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(değer) @DESCRIPTION=ISLOGICAL işlevi bir mantıksal değer verilmişse DOĞRU ile sonuçlanır. İşlev Excel uyumludur. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=

source: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(value) @DESCRIPTION=ISNONTEXT Returns TRUE if the value is not text. * This function is Excel compatible. @EXAMPLES= ISNONTEXT("text") equals FALSE. @SEEALSO=ISTEXT
de: @FUNCTION=ISTKTEXT @SYNTAX=ISTKTEXT(Wert) @DESCRIPTION=ISTKTEXT liefert WAHR, falls @Wert kein Text ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTKTEXT("Text") liefert FALSCH. @SEEALSO=ISTTEXT
ne: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(मान) @DESCRIPTION=ISNONTEXT ले यदि मान पाठ होइन भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISNONTEXT("text") बराबर FALSE हुन्छ। @SEEALSO=ISTEXT
tr: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(değer) @DESCRIPTION=ISNONTEXT işlevi verilen değer metin değilse DOĞRU ile sonuçlanır. Excel uyumludur. Örnek: ISNONTEXT("metin") eşittir YANLIŞ Benzer işlev: ISTEXT @EXAMPLES= ISNONTEXT("metin") eşittir YANLIŞ. @SEEALSO=ISTEXT

source: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(value) @DESCRIPTION=ISNUMBER returns TRUE if the value is a number. * This function is Excel compatible. @EXAMPLES= ISNUMBER("text") equals FALSE. @SEEALSO=
de: @FUNCTION=ISTZAHL @SYNTAX=ISTZAHL(Wert) @DESCRIPTION=ISTZAHL liefert WAHR, falls @Wert eine Zahl ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTZAHL("Text") liefert FALSCH. @SEEALSO=
ne: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(मान) @DESCRIPTION=ISNUMBER ले यदि मान सङ्ख्या हो भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISNUMBER("text") बराबर FALSE हुन्छ। @SEEALSO=
tr: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(değer) @DESCRIPTION=ISNUMBER işlevi verilen değer bir sayı ise DOĞRU ile sonuçlanır. Excel uyumludur. Örnek: ISNUMBER("metin") eşittir YANLIŞ @EXAMPLES= ISNUMBER("metin") eşittir YANLIŞ. @SEEALSO=

source: @FUNCTION=ISODD @SYNTAX=ISODD(value) @DESCRIPTION=ISODD returns TRUE if the number is odd. * This function is Excel compatible. @EXAMPLES= ISODD(3) equals TRUE. @SEEALSO=ISEVEN
de: @FUNCTION=ISTUNGERADE @SYNTAX=ISTUNGERADE(Zahl) @DESCRIPTION=ISTUNGERADE liefert WAHR, falls @Zahl ungerade ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTUNGERADE(3) liefert WAHR. @SEEALSO=ISTGERADE
ne: @FUNCTION=ISODD @SYNTAX=ISODD(मान) @DESCRIPTION=ISODD ले यदि सङ्ख्या बिजोर छ भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISODD(3) बराबर TRUE हुन्छ। @SEEALSO=ISEVEN
tr: @FUNCTION=ISODD @SYNTAX=ISODD(değer) @DESCRIPTION=ISODD işlevi verilen değer bir tek sayı ise DOĞRU ile sonuçlanır. Excel uyumludur. Örnek: ISODD(3) eşittir DOĞRU Benzer işlev: ISEVEN @EXAMPLES= ISODD(3) eşittir DOĞRU. @SEEALSO=ISEVEN

source: @FUNCTION=ISREF @SYNTAX=ISREF(value) @DESCRIPTION=ISREF returns TRUE if the value is a reference. * This function is Excel compatible. @EXAMPLES= ISREF(A1) equals TRUE. @SEEALSO=
de: @FUNCTION=ISTBEZUG @SYNTAX=ISTBEZUG(Wert) @DESCRIPTION=ISTBEZUG liefert WAHR, falls der Wert ein Bezug ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTBEZUG(A1) liefert WAHR. @SEEALSO=
ne: @FUNCTION=ISREF @SYNTAX=ISREF(मान) @DESCRIPTION=ISREF ले यदि मान सन्दर्भित छ भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISREF(A1) बराबर TRUE हुन्छ। @SEEALSO=
tr: @FUNCTION=ISREF @SYNTAX=ISREF(değer) @DESCRIPTION=ISREF işlevi verilen değer bir başvuru ise DOĞRU ile sonuçlanır. Excel uyumludur. Örnek: ISREF(A1) eşittir DOĞRU @EXAMPLES= ISREF(A1) eşittir DOĞRU. @SEEALSO=

source: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(value) @DESCRIPTION=ISTEXT returns TRUE if the value is text. * This function is Excel compatible. @EXAMPLES= ISTEXT("text") equals TRUE. @SEEALSO=ISNONTEXT
de: @FUNCTION=ISTTEXT @SYNTAX=ISTTEXT(Wert) @DESCRIPTION=ISTTEXT liefert WAHR, falls der Wert ein Text ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTTEXT("Text") liefert WAHR. @SEEALSO=
ne: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(मान) @DESCRIPTION=ISTEXT ले यदि मान पाठ हो भने TRUE फर्काउँछ। * यो कार्य एक्सेसँग मिल्दोजुल्दो छ। @EXAMPLES= ISTEXT("text") बराबर TRUE हुन्छ। @SEEALSO=ISNONTEXT
tr: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(değer) @DESCRIPTION=ISTEXT işlevi verilen değer bir metin ise DOĞRU ile sonuçlanır. Excel uyumludur. Örnek: ISTEXT("metin") eşittir DOĞRU Benzer işlev: ISNONTEXT @EXAMPLES= ISTEXT("metin") eşittir DOĞRU. @SEEALSO=ISNONTEXT

source: @FUNCTION=N @SYNTAX=N(value) @DESCRIPTION=N returns a value converted to a number. Strings containing text are converted to the zero value. * This function is Excel compatible. @EXAMPLES= N("42") equals 42. @SEEALSO=
de: @FUNCTION=N @SYNTAX=N(Wert) @DESCRIPTION=N wandelt @Wert in eine Zahl um. Zeichenketten, die Text enthalten, werden in den Wert Null umgewandelt. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= N("42") liefert 42. @SEEALSO=
ne: @FUNCTION=N @SYNTAX=N(value) @DESCRIPTION=N ले एउटा सङ्ख्यामा रूपान्तरित मान फर्काउँछ। पाठ समाविष्ट भएको स्ट्रिङहरू शून्य मानमा रूपान्तरित हुन्छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= N("42") बराबर 42 हुन्छ। @SEEALSO=
tr: @FUNCTION=N @SYNTAX=N(değer) @DESCRIPTION=N işlevi verilen değeri bir sayıya dönüştürür. Metin içeren değerler sıfıra dönüştürülür. Bu işlev Excel uyumludur. Örnek: N("42") eşittir 42 @EXAMPLES= N("42") eşittir 42. @SEEALSO=

source: @FUNCTION=TYPE @SYNTAX=TYPE(value) @DESCRIPTION=TYPE returns a number indicating the data type of a value. 1 == number 2 == text 4 == boolean 16 == error 64 == array * This function is Excel compatible. @EXAMPLES= TYPE(3) equals 1. TYPE("text") equals 2. @SEEALSO=
de: @FUNCTION=TYP @SYNTAX=TYP(Wert) @DESCRIPTION=TYP liefert eine Zahl, die den Datentyp von @Wert anzeigt. 1 == Zahl 2 == Text 3 == Bool 16 == Fehler 64 == Feld * Diese Funktion ist Excel-kompatibel. @EXAMPLES= TYP(3) liefert 1. TYPE("Text") liefert 2. @SEEALSO=
ne: @FUNCTION=TYPE @SYNTAX=TYPE(मान) @DESCRIPTION=TYPE ले मानको डेटा प्रकार इङ्गित गरिरहेको सङ्ख्या फर्काउँछ। १ == सङ्ख्या २ == पाठ ४ == बूलियन १६ == त्रुटि ६४ == एरे * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TYPE(3) बराबर १ हुन्छ। TYPE("text") बराबर २ हुन्छ। @SEEALSO=
tr: @FUNCTION=TYPE @SYNTAX=TYPE(değer) @DESCRIPTION=TYPE işlevi verilen değerin veri türü ile sonuçlanır. Excel uyumludur. Örnekler: TYPE(3) eşittir 1 TYPE("metin") eşittir 2 @EXAMPLES= TYPE(3) eşittir 1. TYPE("metin") eşittir 2. @SEEALSO=

source: @FUNCTION=GETENV @SYNTAX=GETENV(string) @DESCRIPTION=GETENV retrieves a value from the execution environment. * If the variable specified by @string does not exist, #N/A! will be returned. Note, that variable names are case sensitive. @EXAMPLES= @SEEALSO=
de: @FUNCTION=UMGEBUNG.ZUORDNEN @SYNTAX=UMGEBUNG.ZUORDNEN(Zeichenkette) @DESCRIPTION=UMGEBUNG.ZUORDNEN ermittelt den Wert einer der beim Ausführen verwendeten Umgebungsvariable. * Falls die von der Zeichenkette @Zeichenkette angegebene Variable nicht existiert, liefert UMGEBUNG.ZUORDNEN einen #NV!-Fehler. * Beachten Sie, dass bei Variablennamen zwischen Groß- und Kleinschreibung unterschieden wird. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=GETENV @SYNTAX=GETENV(स्ट्रिङ) @DESCRIPTION=GETENV ले कार्यान्वयन परिवेशबाट मान पुन:प्राप्त गर्दछ। * यदि @string ले निर्दिष्ट गरेको चल अवस्थित छैन भने, #N/A! फर्कनेछ। याद गर्नुहोस्, चर नामहरू केस सम्वेदनशील छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=GETENV @SYNTAX=GETENV(dizge) @DESCRIPTION=GETENV @dizge ile belirtilen bir sistem değişkeninin değerini verir. @dizge ile belirtilen ortam değişkeni yoksa #YOK! hatası verir. Ortam değişkenlerinin isimleri harf büyüklüğüne duyarlıdır. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND implements the logical AND function: the result is TRUE if all of the expressions evaluate to TRUE, otherwise it returns FALSE. @b1 through @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided, zero is considered FALSE and anything else is TRUE. * If the values contain strings or empty cells those values are ignored. * If no logical values are provided, then the error #VALUE! is returned. * This function is Excel compatible. @EXAMPLES= AND(TRUE,TRUE) equals TRUE. AND(TRUE,FALSE) equals FALSE. Let us assume that A1 holds number five and A2 number one. Then AND(A1>3,A2<2) equals TRUE. @SEEALSO=OR, NOT
ne: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND ले लोजिकल र कार्य कार्यान्वयन गर्दछ: यदि सबै अभिव्यक्तिहरू सत्यमा मूल्याङ्कन हुन्छ भने नतिजा सत्य छ, अन्यथा यसले गलत फर्काउँछ। @bN मार्फत @b1 अभिव्यक्तिहरू TRUE वा FALSE मा मूल्याङ्कन हुँनेछन्। यदि एउटा इन्टेजर वा उत्प्लावन बिन्दु उपलब्ध छ भने, शून्य गलत सोचिनेछ र अन्य कुनै सत्य हुँनेछ। * यदि कुनै मानहरूले स्ट्रिङहरू वा खाली अक्षहरू समाविष्ट गर्दछ भने सो मानहरू उपेक्षित हुन्छन्। * यदि कुनै लोजिकल मानहरू उपलब्ध छैन भने, त्रुटि #VALUE! फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= AND(TRUE,TRUE) बराबर TRUE हुन्छ। AND(TRUE,FALSE) बराबर FALSE हुन्छ। मानौ A1 ले नम्बर ५ र A2 ले नम्बर १ समात्छ। त्यसपछि AND(A1>3,A2<2) बराबर TRUE हुन्छ। @SEEALSO=OR, NOT

source: @FUNCTION=NOT @SYNTAX=NOT(number) @DESCRIPTION=NOT implements the logical NOT function: the result is TRUE if the @number is zero; otherwise the result is FALSE. * This function is Excel compatible. @EXAMPLES= NOT(0) equals TRUE. NOT(TRUE) equals FALSE. @SEEALSO=AND, OR
de: @FUNCTION=NICHT @SYNTAX=NICHT(Zahl) @DESCRIPTION=NICHT stellt die logische NICHT-Verknüpfung bereit: Das Ergebnis ist WAHR, falls der Wert von @Zahl Null ist, andernfalls FALSCH. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= NICHT(0) liefert WAHR. NICHT(WAHR) liefert FALSCH. @SEEALSO=UND, ODER
ne: @FUNCTION=NOT @SYNTAX=NOT(सङ्ख्या) @DESCRIPTION=NOT ले लोजिकल नभएको कार्य कार्यान्वयन गर्दछ: यदि @number शून्य छ भने नतिजा सत्य हुन्छ; अन्यथा नतिजा गलत हुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NOT(0) बराबर TRUE हुन्छ। NOT(TRUE) बराबर FALSE हुन्छ। @SEEALSO=AND, OR
tr: @FUNCTION=NOT @SYNTAX=NOT(sayı) @DESCRIPTION=NOT mantıksal DEĞİL işlevidir. @sayı sıfırsa DOĞRU değilse YANLIŞ ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: NOT(0) eşittir DOĞRU NOT(DOĞRU) eşittir YANLIŞ Benzerleri: AND, OR @EXAMPLES= NOT(0) eşittir DOĞRU NOT(DOĞRU) eşittir YANLIŞ @SEEALSO=AND, OR

source: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR implements the logical OR function: the result is TRUE if any of the values evaluated to TRUE. @b1 through @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided, zero is considered FALSE and anything else is TRUE. * If the values contain strings or empty cells those values are ignored. * If no logical values are provided, then the error #VALUE! is returned. * This function is Excel compatible. @EXAMPLES= OR(TRUE,FALSE) equals TRUE. OR(3>4,4<3) equals FALSE. @SEEALSO=AND, NOT
ne: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR ले लोजिकल वा कार्य कार्यान्वयन गर्दछ: यदि सबै मानहरू सत्यमा मूल्याङ्कन हुन्छ भने नतिजा सत्य छ। @bN मार्फत @b1 अभिव्यक्तिहरू TRUE वा FALSE मा मूल्याङ्कन हुँनेछन्। यदि एउटा इन्टेजर वा उत्प्लावन बिन्दु उपलब्ध छ भने, शून्य गलत सोचिनेछ र अन्य कुनै सत्य हुँनेछ। * यदि कुनै मानहरूले स्ट्रिङहरू वा खाली अक्षहरू समाविष्ट गर्दछ भने सो मानहरू उपेक्षित हुन्छन्। * यदि कुनै लोजिकल मानहरू उपलब्ध छैन भने, त्रुटि #VALUE! फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= OR(TRUE,FALSE) बराबर TRUE हुन्छ। OR(3>4,4<3) बराबर FALSE हुन्छ। @SEEALSO=AND, NOT

source: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, ...) @DESCRIPTION=XOR implements the logical exclusive OR function: the result is TRUE if an odd number of the values evaluated to TRUE. @b1 through @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided, zero is considered FALSE and anything else is TRUE. * If the values contain strings or empty cells those values are ignored. * If no logical values are provided, then the error #VALUE! is returned. @EXAMPLES= XOR(TRUE,FALSE) equals TRUE. XOR(3>4,4<3) equals FALSE. @SEEALSO=OR, AND, NOT
ne: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, ...) @DESCRIPTION=XOR ले लोजिकल अनन्य OR कार्य कार्यान्वयन गर्दछ: यदि मानहरूको एउटा बिजोर सङ्ख्या सत्यमा मूल्याङ्कन हुन्छ भने नतिजा सत्य छ। @bN मार्फत @b1 अभिव्यक्तिहरू TRUE वा FALSE मा मूल्याङ्कन हुँनेछन्। यदि एउटा इन्टेजर वा उत्प्लावन बिन्दु उपलब्ध छ भने, शून्य गलत सोचिनेछ र अन्य कुनै सत्य हुँनेछ। * यदि कुनै मानहरूले स्ट्रिङहरू वा खाली अक्षहरू समाविष्ट गर्दछ भने सो मानहरू उपेक्षित हुन्छन्। * यदि कुनै लोजिकल मानहरू उपलब्ध छैन भने, त्रुटि #VALUE! फर्कन्छ। @EXAMPLES= XOR(TRUE,FALSE) बराबर TRUE हुन्छ। XOR(3>4,4<3) बराबर FALSE हुन्छ। @SEEALSO=OR, AND, NOT

source: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=IF function can be used to evaluate conditionally other expressions. IF evaluates @condition. If @condition returns a non-zero value the result of the IF expression is the @if-true expression, otherwise IF evaluates to the value of @if-false. * If omitted @if-true defaults to TRUE and @if-false to FALSE. * This function is Excel compatible. @EXAMPLES= IF(FALSE,TRUE,FALSE) equals FALSE. @SEEALSO=
de: @FUNCTION=WENN @SYNTAX=WENN(Bedingung[,wenn-wahr,wenn-falsch]) @DESCRIPTION=WENN kann zur fallweisen Auswertung anderer Ausdrücke verwendet werden und wertet die Bedingung @Bedingung aus. Falls diese einen Wert != Null liefert, ist das Ergebnis des WENN-Ausdrucks @wenn-wahr, andernfalls @wenn-falsch. * Falls @wenn-wahr und @wenn-falsch nicht übergeben werden, wird WAHR für @wenn-wahr bzw. FALSCH für @wenn-falsch angenommen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WENN(FALSCH,WAHR,FALSCH) liefert FALSCH. @SEEALSO=
ne: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=IF कार्य अन्य अभिव्यक्तिहरू शर्त अनुरूप मूल्याङ्कन गर्न प्रयोग गर्न सकिन्छ। IF ले @condition मूल्याकंन गर्दछ। यदि @condition ले शून्य नभएको मान फर्काउँछ भने IF अभिव्यक्तिको नतिजा @if-true अभिव्यक्ति हुन्छ, अन्यथाIF ले @if-false को मानमा मूल्याङ्कन गर्दछ। * IF ले हटाइएको @if-true TRUE र @if-false to FALSE मा पुर्वनिर्धारण गर्दछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IF(FALSE,TRUE,FALSE) equals FALSE. @SEEALSO=
tr: @FUNCTION=IF @SYNTAX=IF(koşul[,doğruysa,yanlışsa]) @DESCRIPTION=Bu işlevde @koşul doğruysa @doğruysa ifadesi, yanlışsa @yanlışsa ifadesi sonuç olarak elde edilir. @doğruysa verilmezse DOĞRU, @yanlışsa verilmezse YANLIŞ öntanımlı olarak kullanılır. Bu işlev Excel uyumludur. Örnek: if(YANLIŞ,DOĞRU,YANLIŞ) eşittir YANLIŞ @EXAMPLES= if(YANLIŞ,DOĞRU,YANLIŞ) eşittir YANLIŞ @SEEALSO=

source: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE returns boolean value true. * This function is Excel compatible. @EXAMPLES= TRUE() equals TRUE. @SEEALSO=FALSE
de: @FUNCTION=WAHR @SYNTAX=WAHR() @DESCRIPTION=WAHR liefert den Boole'schen Wert WAHR. * Diese Funktion ist Excel-kompatibel. @EXAMPLES=WAHR() liefert WAHR. @SEEALSO=FALSCH
ne: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE ले सत्य बूलियन मान फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TRUE() बराबर TRUE हुन्छ। @SEEALSO=FALSE
tr: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE işlevi mantıksal değer olan DOĞRU ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: TRUE() eşittir DOĞRU Benzeri: FALSE @EXAMPLES= TRUE() eşittir DOĞRU @SEEALSO=FALSE

source: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE returns boolean value false. * This function is Excel compatible. @EXAMPLES= FALSE() equals FALSE. @SEEALSO=TRUE
de: @FUNCTION=FALSCH @SYNTAX=FALSCH() @DESCRIPTION=FALSCH liefert den Boole'schen Wert FALSCH. * Diese Funktion ist Excel-kompatibel. @EXAMPLES=FALSCH() liefert FALSCH. @SEEALSO=WAHR
ne: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE ले गलत बूलियन मान फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FALSE() बराबर FALSE हुन्छ। @SEEALSO=TRUE
tr: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE işlevi mantıksal değer olan YANLIŞ ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FALSE() eşittir YANLIŞ Benzeri: TRUE @EXAMPLES= FALSE() eşittir YANLIŞ @SEEALSO=TRUE
