Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inumber) @DESCRIPTION=IMARCCSC returns the complex arccosecant of the complex number z (@inumber), where arccsc(z) = arcsin(1/z). * If @inumber is not a valid complex number, IMARCCSC returns #VALUE! error. @EXAMPLES= IMARCCSC("1+j") equals 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT
de: @FUNCTION=IMARCKOSEK @SYNTAX=IMARCKOSEK(iZahl) @DESCRIPTION=IMARCKOSEK liefert die komplexe Arcus Kosekante einer komplexen Zahl z (@iZahl), wobei arccsc(z) = arcsin(1/z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCKOSEK einen #WERT!-Fehler. @EXAMPLES= IMARCCSC("1+j") liefert 0.45227845-0.5306375j. @SEEALSO=IMARCSEK,IMARCCOT
ne: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inumber) @DESCRIPTION=IMARCCSC ले जटिल नम्बर z (@inumber) को जटिल arccosecant फर्काउँछ,जहाँ arccsc(z) = arcsin(1/z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCCSC ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCCSC("1+j") equals 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT
tr: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(karmaşık_sayı) @DESCRIPTION=IMARCCSC kosekantı @karmaşık_sayı olan karmaşık değeri hesaplar. Parametre olarak z verilmişse: arccsc(z) = arcsin(1/z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCCSC("1+j") eşittir 0.45227845-0.5306375j Benzerleri: IMARCSEC, IMARCCOT @EXAMPLES= IMARCCSC("1+j") eşittir 0.45227845-0.5306375j @SEEALSO=IMARCSEC,IMARCCOT

source: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inumber) @DESCRIPTION=IMARCCOT returns the complex arccotangent of the complex number z (@inumber), where arccot(z) = arctan(1/z). * If @inumber is not a valid complex number, IMARCCOT returns #VALUE! error. @EXAMPLES= IMARCCOT("1+j") equals 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC
de: @FUNCTION=IMARCCOTAN @SYNTAX=IMARCCOTAN(iZahl) @DESCRIPTION=IMARCCOTAN liefert den komplexen Arcus Cotangens einer komplexen Zahl z (@iZahl), wobei arccot(z) = arctan(1/z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCCOTAN einen #WERT!-Fehler. @EXAMPLES= IMARCCOTAN("1+j") liefert 0.553574+0.4023595j. @SEEALSO=IMARCSEK,IMARCKOSEK
ne: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inumber) @DESCRIPTION=IMARCCOT ले जटिल नम्बर z (@inumber) को जटिल arccotangent फर्काउँछ, जहाँ arccot(z) = arctan(1/z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCCOT ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCCOT("1+j") equals 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC
tr: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(karmaşık_sayı) @DESCRIPTION=IMARCCOT kotanjantı @karmaşık_sayı olan karmaşık değeri hesaplar. Parametre olarak z verilmişse: arccot(z) = arctan(1/z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCCOT("1+j") eşittir 0.553574+0.4023595j Benzerleri: IMARCSEC, IMARCCSC @EXAMPLES= IMARCCOT("1+j") eşittir 0.553574+0.4023595j @SEEALSO=IMARCSEC,IMARCCSC

source: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inumber) @DESCRIPTION=IMARCSINH returns the complex hyperbolic arcsine of the complex number @inumber. The branch cuts are on the imaginary axis, below -i and above i. * If @inumber is not a valid complex number, IMARCSINH returns #VALUE! error. @EXAMPLES= IMARCSINH("1+j") equals 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
de: @FUNCTION=IMARCSINHYP @SYNTAX=IMARCSINHYP(iZahl) @DESCRIPTION=IMARCSINHYP liefert den komplexen hyperbolischen Arcus Sinus einer komplexen Zahl @iZahl. Die Branch-Cuts liegen auf der imaginären Achse, unterhalb von -i und oberhalb von i. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCSINHYP einen #WERT!-Fehler. @EXAMPLES= IMARCSINHYP("1+j") liefert 1.061275+06662394j. @SEEALSO=IMARCCOSINHYP,IMARCTANHYP
ne: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inumber) @DESCRIPTION=IMARCSINH ले जटिल नम्बर @inumber को जटिल हाइपरबोलिक आर्कसाइन फर्काउँछ। शाखा टुक्राहरू काल्पनिक अक्षमा छन्, -i तल र i माथि। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCSINH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCSINH("1+j") equals 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
tr: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(karmaşık_sayı) @DESCRIPTION=IMARCSINH sinüs hiperboliği @karmaşık_sayı olan karmaşık değeri hesaplar.Sanal eksenle kesişme yerleri -i den aşağıda ve i denyukardadır. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCSINH("1+j") eşittir 1.061275+0.6662394j Benzerleri: IMARCCOSH, IMARCTANH @EXAMPLES= IMARCSINH("1+j") eşittir 1.061275+0.6662394j @SEEALSO=IMARCCOSH,IMARCTANH

source: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inumber) @DESCRIPTION=IMARCCOSH returns the complex hyperbolic arccosine of the complex number @inumber. The branch cut is on the real axis, less than 1. * If @inumber is not a valid complex number, IMARCCOSH returns #VALUE! error. @EXAMPLES= IMARCCOSH("1+j") equals 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH
de: @FUNCTION=IMARCCOSINHYP @SYNTAX=IMARCCOSINHYP(iZahl) @DESCRIPTION=IMARCCOSINHYP liefert den komplexen hyperbolischen Arcus Cosinus einer komplexen Zahl @iZahl. Der Branch-Cut liegt auf der reellen Achse, kleiner 1. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCCOSINHYP einen #WERT!-Fehler. @EXAMPLES= IMARCCOSINHYP("1+j") liefert 1.06127506+0.904557j. @SEEALSO=IMARCSINHYP,IMARCTANHYP
ne: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inumber) @DESCRIPTION=IMARCCOSH ले जटिल नम्बर @inumber को जटिल हाइपरबोलिक arccosine फर्काउँछ। शाखा टुक्रा वास्तविक अक्षमा छ, जो १ भन्दा कम छ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCCOSH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCCOSH("1+j") equals 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH
tr: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(karmaşık_sayı) @DESCRIPTION=IMARCCOSH kosinüs hiperboliği @karmaşık_sayı olan karmaşık değeri hesaplar. Gerçel eksenle kesişme yerleri -1 den küçük ve 1 denbüyüktür. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCCOSH("1+j") eşittir 1.06127506+0.904557j Benzerleri: IMARCSINH, IMARCTANH @EXAMPLES= IMARCCOSH("1+j") eşittir 1.06127506+0.904557j @SEEALSO=IMARCSINH,IMARCTANH

source: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inumber) @DESCRIPTION=IMARCTANH returns the complex hyperbolic arctangent of the complex number @inumber. The branch cuts are on the real axis, less than -1 and greater than 1. * If @inumber is not a valid complex number, IMARCTANH returns #VALUE! error. @EXAMPLES= IMARCTANH("1+j") equals 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
de: @FUNCTION=IMARCTANHYP @SYNTAX=IMARCTANHYP(iZahl) @DESCRIPTION=IMARCTANHYP liefert den hyperbolischen Arcus Tangens einer komplexen Zahl @iZahl. Die Branch-Cuts liegen auf der reellen Achse, unterhalb von -1 und oberhalb von 1. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCTANHYP einen #WERT!-Fehler. @EXAMPLES= IMARCTANHYP("1+j") liefert 0.4023595+1.0172220j. @SEEALSO=IMARCSINHYP,IMARCCOSHYP
ne: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inumber) @DESCRIPTION=IMARCTANH ले जटिल नम्बर @inumber को जटिल हाइपरबोलिक आर्कट्यानजेन्ट फर्काउँछ। शाखा टुक्राहरू वास्तविक अक्षमा छन्,जुन -१ भन्दा कम र १ भन्दा बढी छ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCTANH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCTANH("1+j") equals 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
tr: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(karmaşık_sayı) @DESCRIPTION=IMARCTANH tanjant hiperboliği @karmaşık_sayı olan karmaşık değeri hesaplar. Gerçel eksenle kesişme yerleri -1 den küçük ve 1 denbüyüktür. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCTANH("1+j") eşittir 0.4023595+1.0172220j Benzerleri: IMARCSINH, IMARCCOSH @EXAMPLES= IMARCTANH("1+j") eşittir 0.4023595+1.0172220j @SEEALSO=IMARCSINH,IMARCCOSH

source: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inumber) @DESCRIPTION=IMARCSECH returns the complex hyperbolic arcsecant of the complex number z (@inumber), where arcsech(z) = arccosh(1/z). * If @inumber is not a valid complex number, IMARCSECH returns #VALUE! error. @EXAMPLES= IMARCSECH("1+j") equals 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOTH
de: @FUNCTION=IMARCSEKHYP @SYNTAX=IMARCSEKHYP(iZahl) @DESCRIPTION=IMARCSEKHYP liefert die komplexe hyperbolische Arcus Sekante einer komplexen Zahl z (@iZahl), wobei arcsech(z) = arccosh(1/z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCSEKHYP einen #WERT!-Fehler. @EXAMPLES= IMARCSEKHYP("1+j") liefert 0.5306375-1.118518j. @SEEALSO=IMARCKOSEKHYP,IMARCCOTHYP
ne: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inumber) @DESCRIPTION=IMARCSECH ले जटिल नम्बर z (@innumber) को जटिल हाइपरबोलिक arcsecant फर्काउँछ, जहाँ arcsech(z) = arccosh(1/z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCSECH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCSECH("1+j") equals 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOTH
tr: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(karmaşık_sayı) @DESCRIPTION=IMARCSECH sekant hiperboliği @karmaşık_sayı olan karmaşık değeri hesaplar. Parametre olarak z verilmişse: arcsech(z) = arccosh(1/z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCSECH("1+j") eşittir 0.5306375-1.118518j Benzerleri: IMARCCSCH, IMARCCOTH @EXAMPLES= IMARCSECH("1+j") eşittir 0.5306375-1.118518j @SEEALSO=IMARCCSCH,IMARCCOTH

source: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inumber) @DESCRIPTION=IMARCCSCH returns the complex hyperbolic arccosecant of the complex number z (@inumber), where arccsch(z) = arcsinh(1/z). * If @inumber is not a valid complex number, IMARCCSCH returns #VALUE! error. @EXAMPLES= IMARCCSCH("1+j") equals 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH
de: @FUNCTION=IMARCKOSEKHYP @SYNTAX=IMARCKOSEKHYP(iZahl) @DESCRIPTION=IMARCKOSEKHYP liefert die komplexe hyperbolische Arcus Kosekante einer komplexen Zahl z (@iZahl), wobei arccsch(z) = arcsin(1/z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCKOSEKHYP einen #WERT!-Fehler. @EXAMPLES= IMARCKOSEKHYP("1+j") liefert 0.5306375-0.452278j. @SEEALSO=IMARCSEKHYP,IMARCCOTHYP
ne: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inumber) @DESCRIPTION=IMARCCSCH ले जटिल नम्बर z(@inumber) को जटिल हाइपरबोलिक arccosecant फर्काउँछ, जहाँ arccsch(z) = arcsinh(1/z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCCSCH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCCSCH("1+j") equals 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH
tr: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(karmaşık_sayı) @DESCRIPTION=IMARCCSCH kosekant hiperboliği @karmaşık_sayı olan karmaşık değeri hesaplar. Parametre olarak z verilmişse: arccsch(z) = arcsin(1/z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCCSCH("1+j") eşittir 0.5306375-0.452278j Benzerleri: IMARCSECH, IMARCCOTH @EXAMPLES= IMARCCSCH("1+j") eşittir 0.5306375-0.452278j @SEEALSO=IMARCSECH,IMARCCOTH

source: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inumber) @DESCRIPTION=IMARCCOTH returns the complex hyperbolic arccotangent of the complex number z (@inumber), where arccoth(z) = arctanh(1/z). * If @inumber is not a valid complex number, IMARCCOTH returns #VALUE! error. @EXAMPLES= IMARCCOTH("1+j") equals 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
de: @FUNCTION=IMARCCOTHYP @SYNTAX=IMARCCOTHYP(iZahl) @DESCRIPTION=IMARCCOTHYP liefert den komplexen hyperbolischen Arcus Tangens der Zahl z (@iZahl), wobei arccoth(z) = arctanh(1/z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCCOTHYP einen #WERT!-Fehler. @EXAMPLES= IMARCCOTHYP("1+j") liefert 0.40235948-0.5535744j. @SEEALSO=IMARCSEKHYP,IMARCKOSEKHYP
ne: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inumber) @DESCRIPTION=IMARCCOTH ले जटिल नम्बर z(@inumber) को जटिल हाइपरबोलिक arccotangent फर्काउँछ, जहाँ arccoth(z) = arctanh(1/z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCCOTH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCCOTH("1+j") equals 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
tr: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(karmaşık_sayı) @DESCRIPTION=IMARCCOTH kotanjant hiperboliği @karmaşık_sayı olan karmaşık değeri hesaplar. Parametre olarak z verilmişse: arccoth(z) = arctanh(1/z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCCOTH("1+j") eşittir 0.40235948-0.5535744j Benzerleri: IMARCSECH, IMARCCSCH @EXAMPLES= IMARCCOTH("1+j") eşittir 0.40235948-0.5535744j @SEEALSO=IMARCSECH,IMARCCSCH

source: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT returns the square root of a complex number. * If @inumber is not a valid complex number, IMSQRT returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSQRT("1+j") equals 1.09868+0.4550899j. @SEEALSO=IMPOWER
de: @FUNCTION=IMWURZEL @SYNTAX=IMWURZEL(iZahl) @DESCRIPTION=IMWURZEL liefert die Quadratwurzel einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMWURZEL einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMWURZEL("1+j") liefert 1.09868+0.4550899j. @SEEALSO=IMPOTENZ
ne: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT ले जटिल नम्बरको वर्गमूल फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMSQRT ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMSQRT("1+j") equals 1.09868+0.4550899j. @SEEALSO=IMPOWER
tr: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(karmaşık_sayı) @DESCRIPTION=IMSQRT işlevi @karmaşık_sayı'nın karekökünü hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMSQRT("1+j") eşittir 1.09868+0.4550899j Benzeri: IMPOWER @EXAMPLES= IMSQRT("1+j") eşittir 1.09868+0.4550899j @SEEALSO=IMPOWER

source: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber1,inumber2) @DESCRIPTION=IMSUB returns the difference of two complex numbers. * If @inumber1 or @inumber2 are not valid complex numbers, IMSUB returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSUB("3-j","2+j") equals 1-2j. @SEEALSO=IMSUM
de: @FUNCTION=IMDIFFERENZ @SYNTAX=IMDIFFERENZ(iZahl1,iZahl2) @DESCRIPTION=IMDIFFERENZ liefert die Differenz zweier komplexer Zahlen @iZahl1 und @iZahl2. * Falls @iZahl1 oder @iZahl2 keine komplexe Zahl ist, liefert IMDIFFERENZ einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMDIFFERENZ("3-j","2+j") liefert 1-2j. @SEEALSO=IMSUMME
ne: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber1,inumber2) @DESCRIPTION=IMSUB ले दुई जटिल नम्बरहरूको फरक फर्काउँछ। * यदि @inumber1 वा @inumber2 वैध जटिल नम्बरहरू होइनन् भने, IMSUB ले#VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMSUB("3-j","2+j") equals 1-2j. @SEEALSO=IMSUM
tr: @FUNCTION=IMSUB @SYNTAX=IMSUB(karmaşık_sayı1,karmaşık_sayı2) @DESCRIPTION=IMSUB işlevi iki karmaşık sayının farkını hesaplar. * Verilen sayılar geçerli birer karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMSUB("3-j","2+j") eşittir 1-2j Benzeri: IMSUM @EXAMPLES= IMSUB("3-j","2+j") eşittir 1-2j @SEEALSO=IMSUM

source: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT returns the product of given complex numbers. * If any of the @inumbers are not valid complex numbers, IMPRODUCT returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMPRODUCT("2-j","4-2j") equals 6-8j. @SEEALSO=IMDIV
de: @FUNCTION=IMPRODUKT @SYNTAX=IMPRODUKT(iZahl1[,iZahl2,...]) @DESCRIPTION=IMPRODUKT liefert das Produkt der angegebenen komplexen Zahlen. * Falls eine @iZahl keine gültige komplexe Zahl ist, liefert IMPRODUKT einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMPRODUKT("2-j","4-2j") liefert 6-8j. @SEEALSO=IMDIV
ne: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT ले दिएको जटिल नम्बरहरूको वस्तु फर्काउँछ। * यदि @inumbers को कुनै पनि नम्बर वैध जटिल नम्बरहरू होइनन् भने, IMPRODUCT ले#VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMPRODUCT("2-j","4-2j") equals 6-8j. @SEEALSO=IMDIV
tr: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(karmaşık_sayı1[,karmaşık_sayı2,...]) @DESCRIPTION=IMPRODUCT işlevi verilen @karmaşık_sayı'ların çarpımını hesaplar. * Verilen sayılar geçerli birer karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMPRODUCT("2-j";"4-2j") eşittir 6-8j Benzeri: IMDIV @EXAMPLES= IMPRODUCT("2-j";"4-2j") eşittir 6-8j @SEEALSO=IMDIV

source: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber1,inumber2) @DESCRIPTION=IMSUM returns the sum of two complex numbers. * If @inumber1 or @inumber2 are not valid complex numbers, IMSUM returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSUM("2-4j","9-j") equals 11-5j. @SEEALSO=IMSUB
de: @FUNCTION=IMSUMME @SYNTAX=IMSUMME(iZahl1,iZahl2) @DESCRIPTION=IMSUMME liefert die Summe zweier komplexer Zahlen @iZahl1 und @iZahl2. * Falls @iZahl1 oder @iZahl2 keine komplexe Zahl ist, liefert IMSUMME einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMSUMME("2-4j","9-j") liefert 11-5j. @SEEALSO=IMSUB
ne: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber1,inumber2) @DESCRIPTION=IMSUM ले दुई जटिल नम्बरहरूको जोड फर्काउँछ। * यदि @inumber1 वा @inumber2 वैध जटिल नम्बरहरू होइनन् भने, IMSUM ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMSUM("2-4j","9-j") equals 11-5j. @SEEALSO=IMSUB
tr: @FUNCTION=IMSUM @SYNTAX=IMSUM(karmaşık_sayı1,karmaşık_sayı2) @DESCRIPTION=IMSUM işlevi verilen iki karmaşık sayının toplamını hesaplar. * Verilen sayılar geçerli birer karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMSUM("2-4j","9-j") eşittir 11-5j Benzeri: IMSUB @EXAMPLES= IMSUM("2-4j","9-j") eşittir 11-5j @SEEALSO=IMSUB
