Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=TIMEVALUE returns a fraction representing the time of day, a number between 0 and 1. * This function is Excel compatible. @EXAMPLES= TIMEVALUE("3:05") equals 0.128472. TIMEVALUE("2:24:53 PM") equals 0.600613. @SEEALSO=HOUR,MINUTE
de: @FUNCTION=ZEITWERT @SYNTAX=ZEITWERT(Zeittext) @DESCRIPTION=ZEITWERT liefert die Tageszeit als Dezimalzahl zwischen 0 und 1. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ZEITWERT("3:05") liefert 0.128472. ZEITWERT("2:24:53 PM") liefert 0.600613. @SEEALSO=STUNDE, MINUTE
ne: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=TIMEVALUE ले एउटा ० र १ बीचको नम्बर, दिनको समय प्रतिनिधित्व गरिरहेको विभाजन फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TIMEVALUE("3:05") equals 0.128472. TIMEVALUE("2:24:53 PM") equals 0.600613. @SEEALSO=HOUR,MINUTE
tr: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (zaman_dizgesi) @DESCRIPTION=İşlev belirtilen zaman dizgesini 86400 saniyelik güne oranlayarak 0 ile 1 arasında değişen bir sayı ile döner. * Bu işlev Excel uyumludur. Örnekler: TIMEVALUE("3:05") eşittir 0.128472. TIMEVALUE("2:24:53 PM") eşittir 0.600613. Benzerleri: HOUR, MINUTE @EXAMPLES= TIMEVALUE("3:05") eşittir 0.128472. TIMEVALUE("2:24:53 PM") eşittir 0.600613. @SEEALSO=HOUR,MINUTE

source: @FUNCTION=HOUR @SYNTAX=HOUR (date) @DESCRIPTION=HOUR converts a serial number to an hour. The hour is returned as an integer in the range 0 (12:00 A.M.) to 23 (11:00 P.M.). * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= HOUR(0.128472) equals 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
de: @FUNCTION=STUNDE @SYNTAX=STUNDE(Datum) @DESCRIPTION=STUNDE konvertiert eine Seriennummer in eine Stunde, wobei die Stunde als Ganzzahl im Bereich zwischen 0 und 23 definiert ist. * Beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= STUNDE(0.128472) liefert 3. @SEEALSO=MINUTE, JETZT, ZEIT, SEKUNDE
ne: @FUNCTION=HOUR @SYNTAX=HOUR (date) @DESCRIPTION=HOUR ले एउटा घण्टामा क्रमसङ्ख्या रूपान्तरण गर्दछ। घण्टा इन्टेजरको रूपमा दायरा 0 (12:00 A.M.) मा 23 (11:00 P.M.) फर्काउँछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रम सङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ स्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मिति प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= HOUR(0.128472) equals 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
tr: @FUNCTION=HOUR @SYNTAX=HOUR (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre gün cinsinden verilen zamanın ondalık kısmını 24 saat üzerinden hesaplar. * @günlük_zaman tarih dizgesi olarak da verilebilir. Gnumeric bu dönüşümü yapar. * Bu işlev Excel uyumludur. Örnek: HOUR(0.128472) eşittir 3 Benzer işlevler: MINUTE, NOW, TIME, SECOND @EXAMPLES= SAAT(0.128472) eşittir 3. @SEEALSO=MINUTE, NOW, TIME, SECOND

source: @FUNCTION=MINUTE @SYNTAX=MINUTE (date) @DESCRIPTION=MINUTE converts a serial number to a minute. The minute is returned as an integer in the range 0 to 59. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= MINUTE(0.128472) equals 5. @SEEALSO=HOUR, NOW, TIME, SECOND
de: @FUNCTION=MINUTE @SYNTAX=MINUTE(Datum) @DESCRIPTION=MINUTE konvertiert eine Seriennummer in eine Minute, wobei die Minute wird als Ganzzahl im Bereich zwischen 0 und 59 definiert ist. * Beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= MINUTE(0.128472) liefert 5. @SEEALSO=STUNDE, JETZT, ZEIT, SEKUNDE
ne: @FUNCTION=MINUTE @SYNTAX=MINUTE (date) @DESCRIPTION=MINUTE ले मिनेटमा एउटा क्रम सङ्ख्या रूपान्तरण गर्दछ। मिनेट इन्टेजरको रूपमा दायरा ० देखि ५९ सम्ममा फर्कनेछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रमसङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मितिलाई प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= MINUTE(0.128472) equals 5. @SEEALSO=HOUR, NOW, TIME, SECOND
tr: @FUNCTION=MINUTE @SYNTAX=MINUTE (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre gün cinsinden verilen zamanın ondalık kısmını 0..59 arasında dakika cinsinden verir. * Bu işlevde zamanı dizge olarak da verebilirsiniz. * Bu işlev Excel uyumludur. Örnek: MINUTE(0.128472) eşittir 5 Benzerleri: HOUR, NOW, TIME, SECOND @EXAMPLES= MINUTE(0.128472) eşittir 5. @SEEALSO=HOUR, NOW, TIME, SECOND

source: @FUNCTION=SECOND @SYNTAX=SECOND (date) @DESCRIPTION=SECOND converts a serial number to a second. The second is returned as an integer in the range 0 to 59. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= SECOND(0.600613) equals 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
de: @FUNCTION=SEKUNDE @SYNTAX=SEKUNDE(Datum) @DESCRIPTION=SEKUNDE konvertiert eine Seriennummer in eine Sekunde, wobei die Sekunde als Ganzzahl im Bereich zwischen 0 und 59 definiert ist. * Beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergegeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= SEKUNDE(0.600613) liefert 53. @SEEALSO=STUNDE, MINUTE, JETZT, ZEIT
ne: @FUNCTION=SECOND @SYNTAX=SECOND (date) @DESCRIPTION=SECOND ले सेकेण्डमा एउटा क्रम सङ्ख्या रूपान्तरण गर्दछ। सेकेण्ड इन्टेजरको रूपमा दायरा ० देखि ५९ सम्ममा फर्कनेछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रमसङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मितिलाई प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SECOND(0.600613) equals 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
tr: @FUNCTION=SECOND @SYNTAX=SECOND (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zamanın ondalık kısmını 0..59 arasında saniye cinsinden verir. * Bu işlevde zamanı dizge olarak da verebilirsiniz. * Bu işlev Excel uyumludur. Örnek: SECOND(0.600613) eşittir 53 Benzer işlevler: HOUR, MINUTE, NOW, TIME @EXAMPLES= SECOND(0.600613) eşittir 53. @SEEALSO=HOUR, MINUTE, NOW, TIME

source: @FUNCTION=YEAR @SYNTAX=YEAR (date) @DESCRIPTION=YEAR converts a serial number to a year. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= YEAR(DATE(2003, 4, 30)) equals 2003. @SEEALSO=DAY, MONTH, TIME, NOW
de: @FUNCTION=JAHR @SYNTAX=JAHR(Datum) @DESCRIPTION=JAHR konvertiert eine Seriennummer in ein Jahr. * Beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= JAHR(DATUM(2003, 4, 30)) liefert 2003. @SEEALSO=TAG, MONAT, ZEIT, JETZT
ne: @FUNCTION=YEAR @SYNTAX=YEAR (date) @DESCRIPTION=YEAR ले वर्षमा एउटा क्रम सङ्ख्या रूपान्तरण गर्दछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रमसङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मितिलाई प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= YEAR(DATE(2003, 4, 30)) equals 2003. @SEEALSO=DAY, MONTH, TIME, NOW
tr: @FUNCTION=YEAR @SYNTAX=YEAR (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zamanın yıl sayısını hesaplar. * Bu işlevde zamanı dizge olarak verebilirsiniz. * Bu işlev Excel uyumludur. Örnek: YEAR(DATE(2003, 4, 30)) eşittir 2003. Benzer işlevler: DAY, MONTH, TIME, NOW @EXAMPLES= YEAR(DATE(2003, 4, 30)) eşittir 2003. @SEEALSO=DAY, MONTH, TIME, NOW

source: @FUNCTION=MONTH @SYNTAX=MONTH (date) @DESCRIPTION=MONTH converts a serial number to a month. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= MONTH(DATE(2003, 4, 30)) equals 4. @SEEALSO=DAY, TIME, NOW, YEAR
de: @FUNCTION=MONAT @SYNTAX=MONAT(Datum) @DESCRIPTION=MONAT konvertiert eine Seriennummer in einen Monat. * Bitte beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= MONAT(DATUM(2003, 4, 30)) liefert 4. @SEEALSO=TAG, ZEIT, JETZT, JAHR
ne: @FUNCTION=MONTH @SYNTAX=MONTH (date) @DESCRIPTION=MONTH ले महिनामा एउटा क्रम सङ्ख्या रूपान्तरण गर्दछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रमसङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मितिलाई प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= MONTH(DATE(2003, 4, 30)) equals 4. @SEEALSO=DAY, TIME, NOW, YEAR
tr: @FUNCTION=MONTH @SYNTAX=MONTH (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zamanın ay sayısını hesaplar. * Bu işlevde zamanı dizge olarak verebilirsiniz. * Bu işlev Excel uyumludur. Örnek: MONTH(DATE(2003, 4, 30)) eşittir 4. Benzer işlevler: DAY, TIME, NOW, YEAR @EXAMPLES= MONTH(DATE(2003, 4, 30)) eşittir 4. @SEEALSO=DAY, TIME, NOW, YEAR

source: @FUNCTION=DAY @SYNTAX=DAY (date) @DESCRIPTION=DAY converts a serial number to a day of month. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= DAY("10/24/1968") equals 24. @SEEALSO=MONTH, TIME, NOW, YEAR
de: @FUNCTION=TAG @SYNTAX=TAG(Datum) @DESCRIPTION=TAG konvertiert eine Seriennummer in den Tag eines Monats. * Beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DAY("10/24/1968") liefert 24. @SEEALSO=MONAT, ZEIT, JETZT, JAHR
ne: @FUNCTION=DAY @SYNTAX=DAY (date) @DESCRIPTION=DAY ले महिनाको एउटा दिनमा एउटा क्रम सङ्ख्या रूपान्तरण गर्दछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रमसङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मितिलाई प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DAY("10/24/1968") equals 24. @SEEALSO=MONTH, TIME, NOW, YEAR
tr: @FUNCTION=DAY @SYNTAX=DAY (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zaman içindeki son ayın gün sayısını hesaplar. * Bu işlevde zaman dizge olarak da verilebilir. * Bu işlev Excel uyumludur. Örnek: day ("10/24/1968") eşittir 24 Benzer işlevler: MONTH, TIME, NOW, YEAR @EXAMPLES= day ("10/24/1968") eşittir 24. @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (date[, method]) @DESCRIPTION=WEEKDAY converts a serial number to a weekday. This function returns an integer indicating the day of week. @METHOD indicates the numbering system. It defaults to 1. For @METHOD=1: Sunday is 1, Monday is 2, etc. For @METHOD=2: Monday is 1, Tuesday is 2, etc. For @METHOD=3: Monday is 0, Tuesday is 1, etc. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= WEEKDAY("10/24/1968") equals 5 (Thursday). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
de: @FUNCTION=WOCHENTAG @SYNTAX=WOCHENTAG(Datum[, Methode]) @DESCRIPTION=WOCHENTAG konvertiert eine Seriennummer in einen Wochentag. Diese Funktion liefert eine Ganzzahl, die den Wochentag angibt. @Methode legt die Art des Zählens fest. Die Vorgabe ist 1. Für @Methode=1: Sonntag ist 1, Montag ist 2, u.s.w. Für @Methode=2: Montag ist 1, Dienstag ist 2, u.s.w. Für @Methode=3: Montag ist 0, Dienstag ist 1, u.s.w. * Beachten Sie, dass Gnumeric eine Zeichenkette automatisch in eine Seriennummer umwandelt, sodass das Datum als Zeichenkette übergeben werden kann. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WOCHENTAG("10/24/1968") liefert 5 (Donnerstag). @SEEALSO=TAG, MONAT, ZEIT, JETZT, JAHR
ne: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (date[, method]) @DESCRIPTION=WEEKDAY ले क्रमसङ्ख्यालाई हप्ता दिनमा रूपान्तरण गर्दछ। यस कार्यले हप्ताको दिनलाई सङ्केत गरिरहेको एउटा इन्टेजरलाई फर्काउँछ। @METHOD ले नम्बरिङ प्रणालीलाई सङ्केत गर्दछ। यसले १ मा पूर्वनिर्धारण गर्दछ। @METHOD=1 का लागि: आइताबार १ हो, सोमबार २ हो, इत्यादि। @METHOD=2 का लागि: सोमबार १ हो, मंगलबार २ हो, इत्यादि। @METHOD=3 का लागि: सोमबार ० हो, मंगलबार १ हो,इत्यादि। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रमसङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मितिलाई प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= WEEKDAY("10/24/1968") equals 5 (Thursday). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
tr: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (günlük_zaman[,yöntem]) @DESCRIPTION=Verilen zaman içindeki son haftanın gün sayısını hesaplar. Günün hafta içindeki kaçıncı gün olduğunu belirten bir sayı verir. * @yöntem ile sıralamanın nasıl yapılacağı belirtilebilir. Verilmezse 1 kabul edilir. @yöntem=1: Pazar-> 1, Pazartesi-> 2, ... @yöntem=2: Pazartesi-> 1, Salı-> 2, ... @yöntem=3: Pazartesi-> 0, Salı-> 1, ... * Ek bilgi: Günlük zaman yerine doğrudan bir tarih dizgesi girilirse Gnumeric gerekli dönüşümü yaparak size doğru sonucu verecektir. * Bu işlev Excel uyumludur. Örnek: WEEKDAY("10/24/1968") eşittir 5 (Perşembe) Benzer işlevler: DAY, MONTH, TIME, NOW, YEAR @EXAMPLES= WEEKDAY("10/24/1968") eşittir 5 (Perşembe). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR

source: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (date1,date2,method) @DESCRIPTION=DAYS360 returns the number of days from @date1 to @date2 following a 360-day calendar in which all months are assumed to have 30 days. * If @method is 1, the European method will be used. In this case, if the day of the month is 31 it will be considered as 30. * If @method is 0 or omitted, the MS Excel (tm) US method will be used. This is a somewhat complicated industry standard method where the last day of February is considered to be the 30th day of the month, but only for the first date. * If @method is 2, a saner version of the US method is used in which both dates get the same February treatment. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is mostly Excel compatible. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) equals 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
de: @FUNCTION=TAGE360 @SYNTAX=TAGE360(Datum1,Datum2,Methode) @DESCRIPTION=TAGE360 liefert die die Anzahl der Tage von @Datum1 bis @Datum2, wobei ein 360-Tages-Kalender zu Grunde gelegt wird, in dem angenommen wird, dass alle Monate 30 Tage haben. * Falls @Methode 1 ist, wird die europäische Methode verwendet. In diesem Fall wird angenommen, dass ein Monat mit 31 Tagen 30 Tage hat. * Falls @Methode 0 ist oder nicht übergeben wird, wird die MS Excel (tm)-US-Methode verwendet. Diese ist ziemlich kompliziert und industriell genormt. Hierbei wird der letzte Tag des Februar als dreißigster Tag des Monats angesehen, jedoch nur beim ersten Datum. * Falls @Methode 2 ist, wird eine vernünftigere Version der US-Methode verwendet, bei der Februar bei beiden Daten gleich behandelt wird. * Beachten Sie, dass Gnumeric Zeichenketten in Seriennummern umwandelt, sodass Daten als Zeichenketten übergeben werden können. * Diese Funktion ist weitgehend Excel-kompatibel. @EXAMPLES= TAGE360(DATUM(2003, 2, 3), DATUM(2007, 4, 2)) liefert 1499. @SEEALSO=MONAT, ZEIT, JETZT, JAHR
ne: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (मिति१,मिति२,विधि) @DESCRIPTION=DAYS360 ले दिएको एउटा ३६०-दिन क्यालेन्डर @date1 देखि @date2 बाट दिनहरूको सङ्ख्या फर्काउँछ जसमा सबै महिनाको ३० दिन हुन्छ भन्ने मानिएको छ। * यदि @method १ हो भने, युरोपियन विधि प्रयोग हुँनेछ। यो केसमा , यदि महिनाको दिन ३१ छ भने पनि त्यसलाई ३० मानिनेछ। * यदि @method ० वा हटाइएको छ भने,MS Excel (tm) US विधि प्रयोग हुँनेछ।त्यो के भने जटिल पारिएको उद्योग मानक विधि हो जहाँ फेब्रुवारीको अन्तिम दिनलाई महिनाको ३० औ दिनकोरूपमा मानिन्छ, तर पहिलो मितिका लागि मात्र हो। * यदि @method २ हो भने, US विधिको एउटा सनर संस्करण प्रयोग हुन्छ जसमा दुवै मितिहरूले एउटै फेब्रुवारी व्यवहार प्राप्त गर्दछ। * याद गर्नुहोस् कि Gnumeric ले तपाईँका लागि क्रम सङ्ख्या रूपान्तरणमा नियमित स्ट्रिङ सम्पादन गर्नेछ, त्यसैले तपाईँ स्ट्रिङ‌को रूपमा मिति प्रविष्टि गर्न सक्नुहुन्छ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) equals 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
tr: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (tarih1,tarih2,yöntem) @DESCRIPTION=İki tarih arasındaki gün sayısı bir ay 30 gün ve bir yıl 360 gün sayılarak hesaplanır. * @yöntem 1 olarak verilirse Avrupa Yöntemi kullanılır. Bu durumda 31 çeken aylar 30 gün kabul edilir. * @yöntem 0 olarak verilirse ya da hiç verilmezse Amerikan Yöntemi kullanılır. Bu yöntem bir endüstri standardı yöntem olarak biraz daha karmaşıktır. Şubat ayının son günü sadece @tarih1 olarak verildiğinde ayın 30'u kabul edilir. * @yöntem 2 olarak verilirse, Amerikan Yönteminin daha makul bir şekli kullanılır. @tarih1 ve @tarih2 için aynı yöntem uygulanır. * Bu işlevde tarihler hem tarih dizgesi hem de göreli günlük zaman olarak verilebilir. * Bu işlev hemen hemen Excel uyumludur. Örnek: DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) eşittir 1499 Benzer işlevler: MONTH, TIME, NOW, YEAR @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) eşittir 1499. @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=EOMONTH returns the last day of the month which is @months from the @start_date. * EOMONTH returns #NUM! if @start_date or @months are invalid. * This function is Excel compatible. @EXAMPLES= If A1 contains 12/21/00 then EOMONTH(A1,0)=12/31/00, EOMONTH(A1,5)=5/31/01, and EOMONTH(A1,2)=2/28/01 @SEEALSO=MONTH
de: @FUNCTION=MONATSENDE @SYNTAX=MONATSENDE (Ausgangsdatum,Monate) @DESCRIPTION=MONATSENDE liefert den letzten Tag des Monats, der @Monate nach dem @Ausgangsdatum liegt. * Falls @Ausgangsdatum oder @Monate ungültig ist, liefert MONATSENDE einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Falls A1 12/21/00 enthält, dann liefert: MONATSENDE(A1,0) 12/31/00, MONATSENDE(A1,5) 5/31/01 und MONATSENDE(A1,2) 2/28/01 @SEEALSO=MONAT
ne: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=EOMONTH ले महिनाको अन्तिमा दिन फर्काउँछ जुन @start_date बाट @months हुन्छ। * यदि @start_date वा @months अवैध भएमा, EOMONTH ले #NUM! फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= If A1 contains 12/21/00 then EOMONTH(A1,0)=12/31/00, EOMONTH(A1,5)=5/31/01, and EOMONTH(A1,2)=2/28/01 @SEEALSO=MONTH
tr: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (başlangıç_tarihi,aylar) @DESCRIPTION=@başlangıç_tarihi'nden @aylar sonraki ayın son gününün tarihini hesaplar. * Belirtilen değerler geçersizse #NUM! hatası verir. * Bu işlev Excel uyumludur. Örnek: A1 gözesi 21/12/00 ise EOMONTH(A1,0)=>31/12/00 EOMONTH(A1,5)=>31/05/01 EOMONTH(A1,2)=>28/02/01 Benzer işlev: MONTH @EXAMPLES= A1 gözesi 21/12/00 ise EOMONTH(A1;0)=>31/12/00, EOMONTH(A1;5)=>31/05/01, ve EOMONTH(A1;2)=>28/02/01 @SEEALSO=MONTH

source: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days[,holidays]) @DESCRIPTION=WORKDAY returns the date which is @days working days from the @start_date. Weekends and holidays optionally supplied in @holidays are respected. * WORKDAY returns #NUM! if @start_date or @days are invalid. * This function is Excel compatible. @EXAMPLES= DAY(WORKDAY(DATE(2001,1,5),30)) equals 16 and MONTH(WORKDAY(DATE(2001,1,5),30)) equals 2. @SEEALSO=NETWORKDAYS
de: @FUNCTION=ARBEITSTAG @SYNTAX=ARBEITSTAG (Ausgangsdatum,Tage[,Freie_Tage]) @DESCRIPTION=ARBEISTAG liefert das Datum des Tags, der @Tage Werktage vom @Ausgangsdatum entfernt ist. Feiertage, die zusätzlich als @Freie_Tage übergegeben werden, werden hierbei ebenfalls berücksichtigt. * Falls @Ausgangsdatum oder @Monate ungültig ist, liefert ARBEITSTAG einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= TAG(ARBEITSTAG(DATUM(2001,1,5),30)) liefert 16. MONAT(ARBEITSTAG(DATUM(2001,1,5),30)) liefert 2. @SEEALSO=NETTOARBEITSTAGE
ne: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days[,holidays]) @DESCRIPTION=WORKDAY ले मिति फर्काउँछ जुन @start_date बाट आएको @days कार्य दिन हो। आपूर्ति भएको वैकल्पिक हप्ताको अन्त र विदाहरू समान हुन्छ। * यदि @start_date वा @days अवैध छ भने, WORKDAY ले #NUM! फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DAY(WORKDAY(DATE(2001,1,5),30)) equals 16 and MONTH(WORKDAY(DATE(2001,1,5),30)) equals 2. @SEEALSO=NETWORKDAYS
tr: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (başlangıç_tarihi,günler[,tatiller]) @DESCRIPTION=@başlangıç_tarihi'inden @günler sonraki iş gününün tarihini hesaplar. Özel ve resmi tatil günleri isteğe bağlı olarak @tatiller ile verilebilir. * Belirtilen değerler geçersizse #NUM! hatası verir. * Bu işlev Excel uyumludur. Örnek: DAY(WORKDAY(DATE(2001,1,5),30)) eşittir 16 ve MONTH(WORKDAY(DATE(2001,1,5),30)) eşittir 2. Benzer işlev: NETWORKDAYS @EXAMPLES= WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) eşittir 88609. @SEEALSO=NETWORKDAYS

source: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date[,holidays]) @DESCRIPTION=NETWORKDAYS returns the number of non-weekend non-holidays between @start_date and @end_date including these dates. Holidays are optionally supplied in @holidays. * NETWORKDAYS returns #NUM! if @start_date or @end_date are invalid. * This function is Excel compatible. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) equals 33. @SEEALSO=WORKDAY
de: @FUNCTION=NETTOARBEITSTAGE @SYNTAX=NETTOARBEITSTAGE (Ausgangsdatum,Zieldatum[,Freie_Tage]) @DESCRIPTION=NETTOARBEITSTAGE liefert die Anzahl der Werktage zwischen @Ausgangsdatum und @Zieldatum einschließlich diesen. Feiertage, die zusätzlich als @Freie_Tage übergegeben werden, werden hierbei ebenfalls berücksichtigt. * Falls @Ausgangsdatum oder @Zieldatum ungültig ist, liefert NETTOARBEITSTAGE einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= NETTOARBEITSTAGE(DATUM(2001,1,5),DATUM(2001,2,15)) liefert 33. @SEEALSO=ARBEITSTAGE
ne: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date[,holidays]) @DESCRIPTION=NETWORKDAYS ले यी मितिहरू समावेश गरेर @start_date and @end_date बीच हप्ता समाप्ति विहिन विदा विहिनको सङ्ख्या फर्काउँछ। विदाहरू वैकल्पिक रूपमा @holidays मा आपूर्ति हन्छन्। * यदि @start_date वा @end_date अवैध छन् भने, NETWORKDAYS ले #NUM! फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) equals 33. @SEEALSO=WORKDAY
tr: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (başlangıç_tarihi,bitiş_tarihi[,tatiller]) @DESCRIPTION=@başlangıç_tarihi ile @bitiş_tarihi arasındaki hafta sonu ve tatil olmayan günlerin sayısını hesaplar. Resmi ve özel tatiller isteğe bağlı olarak @tatiller ile verilebilir. * Belirtilen değerler geçersizse işlev #NUM! hatası ile döner. * İşlev Excel uyumludur. Örnek: NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) eşittir 33 Benzer işlev: WORKDAY @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) eşittir 33. @SEEALSO=WORKDAY
