Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv[,fv,type]) @DESCRIPTION=NPER calculates number of periods of an investment based on periodic constant payments and a constant interest rate. The interest rate per period is @rate, @pmt is the payment made each period, @pv is the present value, @fv is the future value and @type is when the payments are due. If @type = 1, payments are due at the beginning of the period, if @type = 0, payments are due at the end of the period. * If @rate <= 0, NPER returns #DIV0 error. @EXAMPLES= For example, if you deposit $10,000 in a savings account that earns an interest rate of 6%. To calculate how many years it will take to double your investment use NPER as follows: =NPER(0.06, 0, -10000, 20000,0)returns 11.895661046 which indicates that you can double your money just before the end of the 12th year. @SEEALSO=PPMT,PV,FV
ne: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv[,fv,type]) @DESCRIPTION=NPER ले आवधिक स्थिर भुक्तानीहरू र एउटा स्थिर व्याजदरमा आधारित एउटा लगानीको अवधिहरूको सङ्ख्या गणना गर्दछ। हरेक अवधिको व्याजदर @rate हो, @pmt हरेक अवधिका लागि गरिएको भुक्तानी हो, @pv वर्तमान मूल्य हो, @fv भविष्य मूल्य हो र @type भुक्तानीहरू बाँकी रहदाको हो। यदि @type = 1 छ भने, भुक्तानीहरू अवधिको सुरुआतमा तिरिन्छ, यदि @type = 0 छ भने, भुक्तानीहरू अवधिको अन्त्यमा तिरिन्छ। * यदि @rate <= 0 छ भने, NPER ले #DIV0 त्रुटि फर्काउँछ। @EXAMPLES= उदाहरणका लागि, यदि तपाईँले बचत खातामा $10,000 जम्मा गर्नुभयो भने, त्यसले ६% दरले व्याज कमाउँछ। तपाईँको लगानीलाई डबल गर्न कति वर्ष लाग्छ भन्ने गणना गर्न निम्न NPER प्रयोग गर्नुहोस्: =NPER(0.06, 0, -10000, 20000,0) ले 11.895661046 फर्काउँछ जसले तपाईँले १२औ वर्षको समाप्तिमा तपाईँको पैसा डबल गर्नुहुन्छ भन्ने सङ्केत गर्दछ। @SEEALSO=PPMT,PV,FV

source: @FUNCTION=DURATION @SYNTAX=DURATION(settlement,maturity,coup,yield,frequency[,basis]) @DESCRIPTION=DURATION calculates the duration of a security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @coup The annual coupon rate as a percentage. @yield The annualized yield of the security as a percentage. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, DURATION returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=DURATION @SYNTAX=DURATION(settlement,maturity,coup,yield,frequency[,basis]) @DESCRIPTION=DURATION ले सेक्युरेटीको अवधि गणना गर्दछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @coup प्रतिशतको रूपमा वार्षिक कुपन दर हो। @yield प्रतिशतको रूपमा सेक्युरिटीको वार्षिकी प्रतिफल होन। @frequency हरेक वर्षको कुपन भुक्तानीहरूको समख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्ध वार्षिक, ४ = चौमासिक। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो : ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरेपियन ३०/३६० * यदि @frequency १, २, वा ४ भन्दा अन्य छ भने, DURATION ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
tr: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(valör,itfa,ihraç,oran,pr[,tahakkuk]) @DESCRIPTION=YIELDMAT, faizi itfa tarihinde ödenen bir yatırımın yıllık getirisini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @ihraç, yatırımın ihraç tarihidir. @oran, yatırımın faiz oranıdır. Yatırımın 100 nominal bedeline karşılık gelen fiyat, @pr olarak belirtilir. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(rate,pv,fv) @DESCRIPTION=G_DURATION calculates number of periods needed for an investment to attain a desired value. This function is similar to FV and PV with a difference that we do not need give the direction of cash flows e.g. -100 for a cash outflow and +100 for a cash inflow. * If @rate <= 0, G_DURATION returns #DIV0 error. * If @fv = 0 or @pv = 0, G_DURATION returns #DIV0 error. * If @fv / @pv < 0, G_DURATION returns #VALUE error. @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION
ne: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(rate,pv,fv) @DESCRIPTION=G_DURATION ले इच्छयाएको मान प्राप्त गर्न एउटा लगानीलाई आवश्यक अवधिहरूको सङ्ख्या गणना गर्दछ। यो कार्य FV र PV को फरकसँगै उस्तै हुनाले हामीले नगद प्रवाहको दिशा दिनु आवश्यक छैन उदाहरणका लागि नगद बाहिरी प्रवाहका लागि १०० र नगद भित्री प्रवाहका लागि +१००। * यदि @rate <= 0 छ भने, G_DURATION ले #DIV0 त्रुटि फर्काउँछ। * यदि @fv = 0 वा @pv = 0 छ भने, G_DURATION ले #DIV0 त्रुटि फर्काउँछ। * यदि @fv / @pv < 0 छ भने, G_DURATION ले #VALUE त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION
tr: @FUNCTION=DURATION @SYNTAX=DURATION(oran,pv,fv) @DESCRIPTION=DURATION bir yatırımın istenen değere gelmesi için gereken dönem sayısını hesaplar. Bu işlev FV ve PV'ye benzer fakat nakit akışlarının yönünü belirtmek gerekmez. örn. nakit çıkışı için -100, nakit girişi için +100 gibi. Benzerleri: PPMT,PV,FV @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,schedule) @DESCRIPTION=FVSCHEDULE returns the future value of given initial value after applying a series of compound periodic interest rates. The argument @principal is the present value; @schedule is an array of interest rates to apply. The @schedule argument must be a range of cells. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain interest rates 0.11, 0.13, 0.09, 0.17, and 0.03. Then FVSCHEDULE(3000,A1:A5) equals 4942.7911611. @SEEALSO=PV,FV
de: @FUNCTION=MITTELWERT @SYNTAX=MITTELWERT(Wert1,Wert2[,...]) @DESCRIPTION=MITTELWERT berechnet den Mittelwert aller übergebenen Werte und Zellen. Dieser wird durch das Teilen der Gesamtsumme der Argumente durch die Anzahl selbiger berechnet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert MITTELWERT(A1:A5) 23.2. @SEEALSO=SUMME, ANZAHL
ne: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(मूलधन,तालिका) @DESCRIPTION=FVSCHEDULE ले संयुक्त आवधिक व्याजदरहरूको श्रेणी लागू गरेपछि दिएको सुरुको मानको भविष्य मूल्य फर्काउँछ। तर्क @principal वर्तमान मूल्य हो; @schedule लागू गर्न व्याजदरहरूको एउटा एरे हो। @schedule तर्क अक्षहरूको दायरा हो। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले व्याजदरहरू 0.11, 0.13, 0.09, 0.17, र 0.03 समाविष्ट गर्दछ। त्यसपछि FVSCHEDULE(3000,A1:A5) बराबर 4942.7911611 हुन्छ। @SEEALSO=PV,FV
tr: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(anapara,ödeme_planı) @DESCRIPTION=FVSCHEDULE verilen bir ilk değere, bileşik dönemsel faizlerden oluşan bir seriyi uyguladıktan sonra elde edilen gelecekteki değeri hesaplar. Şimdiki değer @anapara, uygulanacak olan faiz değerleri dizisi ise @ödeme_planı içerisinde bulunur. @ödeme_planı argümanı bir gözeler aralığı olmalıdır. Örnek: A1, A2, ..., A5 gözeleri 0.11, 0.13, 0.09, 0.17 ve 0.03 faiz oranlarına sahipse: FVSCHEDULE(3000,A1:A5), 4942.7911611 sonucunu verir. Benzerleri: PV, FV @EXAMPLES= A1, A2, ..., A5 gözeleri 0.11, 0.13, 0.09, 0.17 ve 0.03 faiz oranlarına sahiptir. FVSCHEDULE(3000,A1:A5), 4942.7911611 sonucunu verir. @SEEALSO=PV,FV

source: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO converts one Euro to a given national currency in the European monetary union. @currency is one of the following: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) EUR (Euro) FIM (Finland) FRF (France) GRD (Greek) IEP (Ireland) ITL (Italy) LUF (Luxembourg) NLG (Netherlands) PTE (Portugal) * If the given @currency is other than one of the above, EURO returns #NUM! error. @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
de: @FUNCTION=EURO @SYNTAX=EURO(Währung) @DESCRIPTION=EURO konvertiert einen Euro in die angegebene nationale Währung der europäischen Währungsunion. @Währung muss eine der Folgenden sein: ATS (Österreich) BEF (Belgien) DEM (Deutschland) ESP (Spanien) EUR (Euro) FIM (Finnland) FRF (Frankreich) GRD (Griechenland) IEP (Irland) ITL (Italien) LUF (Luxemburg) NLG (Niederlande) PTE (Portugal) * Falls @Währung keine der oben aufgeführten ist, liefert EURO einen #ZAHL!-Fehler. @EXAMPLES= EURO("DEM") liefert 1.95583. @SEEALSO=
ne: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO ले युरोपेली मौद्रिक संघमा दिएको राष्ट्रिय मुद्रामा एक युरो रूपान्तरण गर्दछ। @currency निम्न मध्य एक हो: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) EUR (Euro) FIM (Finland) FRF (France) GRD (Greek) IEP (Ireland) ITL (Italy) LUF (Luxembourg) NLG (Netherlands) PTE (Portugal) * यदि दिएको @currency माथि दिएको भन्दा अर्कै हो भने, EURO ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= EURO("DEM") ले 1.95583 फर्काउँछ। @SEEALSO=
tr: @FUNCTION=EURO @SYNTAX=EURO(para_birimi) @DESCRIPTION=EURO, Euro'nun Avrupa Topluluğuna üye ülkelerin para birimleri karşısındaki değerini verir. Aşağıdaki para birimleri dışındaki birimler hata ile sonuçlanır: ATS (Avusturya) BEF (Belçika) DEM (Almanya) ESP (İspanya) FIM (Finlandiya) FRF (Fransa) IEP (İrlanda) ITL (İtalya) LUF (Luxemburg) NLG (Hollanda) PTE (Portekiz) Örnek: EURO("DEM") eşittir 1.95583 @EXAMPLES= EURO("DEM") eşittir 1.95583 @SEEALSO=

source: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,source,target) @DESCRIPTION=EUROCONVERT converts the currency value @n of @source currency to a target currency @target. Both currencies are given as three-letter strings using the ISO code system names. The following currencies are available: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) EUR (Euro) FIM (Finland) FRF (France) GRD (Greek) IEP (Ireland) ITL (Italy) LUF (Luxembourg) NLG (Netherlands) PTE (Portugal) * If the given @source or @target is other than one of the above, EUROCONVERT returns #VALUE! error. @EXAMPLES= EUROCONVERT(2.1,"DEM","EUR") returns 1.07. @SEEALSO=EURO
de: @FUNCTION=EUROKONVERTIEREN @SYNTAX=EUROKONVERTIEREN(n,Quelle,Ziel) @DESCRIPTION=EUROKONVERTIEREN konvertiert den Währungswert @n der Währung @Quelle in die Währung @Ziel. Beide Währungen müssen als Zeichenkette im aus drei Buchstaben bestehenden ISO-Ländercode übergeben werden. Folgende Währungen sind verfügbar: ATS (Österreich) BEF (Belgien) DEM (Deutschland) ESP (Spanien) EUR (Euro) FIM (Finnland) FRF (Frankreich) GRD (Griechenland) IEP (Irland) ITL (Italien) LUF (Luxemburg) NLG (Niederlande) PTE (Portugal) * Falls @Quelle oder @Ziel keine der oben aufgeführten ist, liefert EURO einen #ZAHL!-Fehler. @EXAMPLES= EURO(2.1,"DEM","EUR") liefert 1.07. @SEEALSO=
ne: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,source,target) @DESCRIPTION=EUROCONVERT ले लक्षित मुद्रा @target मा @source मुद्राको मौद्रिक मान @n रूपान्तरण गर्दछ। दुवै मुद्राहरू ISO कोड प्रणाली नामहरू प्रयोग गरेर तिन-अक्षर स्ट्रिङहरूमा दिएको दिएको छ। निम्न मुद्राहरू उपलब्ध छन्: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) EUR (Euro) FIM (Finland) FRF (France) GRD (Greek) IEP (Ireland) ITL (Italy) LUF (Luxembourg) NLG (Netherlands) PTE (Portugal) * यदि दिएको @source वा @target माथि दिएक भन्दा अलग छ भने, EUROCONVERT ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= EUROCONVERT(2.1,"DEM","EUR") ले 1.07 फर्काउँछ। @SEEALSO=EURO
tr: @FUNCTION=EURO @SYNTAX=EURO(para_birimi) @DESCRIPTION=EURO, Euro'nun Avrupa Topluluğuna üye ülkelerin para birimleri karşısındaki değerini verir. Aşağıdaki para birimleri dışındaki birimler hata ile sonuçlanır: ATS (Avusturya) BEF (Belçika) DEM (Almanya) ESP (İspanya) FIM (Finlandiya) FRF (Fransa) IEP (İrlanda) ITL (İtalya) LUF (Luxemburg) NLG (Hollanda) PTE (Portekiz) Örnek: EURO("DEM") eşittir 1.95583 @EXAMPLES= EURO("DEM") eşittir 1.95583 @SEEALSO=

source: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,[frequency,basis]) @DESCRIPTION=PRICE returns price per $100 face value of a security. This method can only be used if the security pays periodic interest. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, PRICE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,[frequency,basis]) @DESCRIPTION=PRICE ले सक्युरिटीको मूल्य प्रति $100 अंकित मूल्य फर्काउँछ। यो विधि यदि सेक्युरिटीले आवधिक व्याज तिरेको छ भने मात्र प्रयो हुनसक्छ। @frequency हरेक वर्षको कुपन भुक्तानीहरूको समख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्ध वार्षिक, ४ = चौमासिक। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरोपियन ३०/३६० * यदि @frequency १, २, वा ४ भन्दा अन्य छ भने, PRICE ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीच छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=PRICE @SYNTAX=PRICE(valör,vade,oran,getiri,itfa_bedeli,sıklık[,tahakkuk]) @DESCRIPTION=PRICE bir yatırımın 100 nominal değere karşılık olan fiyatını hesaplar. Bu işlev, yalnızca yatırım dönemsel faiz ödemeli ise kullanılabilir. Bir yıldaki kupon ödeme sayısı @sıklık değerinde belirtilir. Desteklenen sıklık değerleri: 1 = yılda bir, 2 = yılda iki, 4 = yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @sıklık, 1, 2 veya 4'den başka bir değerde ise, PRICE #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELD @SYNTAX=YIELD(settlement,maturity,rate,price,redemption_price,frequency[,basis]) @DESCRIPTION=YIELD returns the yield on a security that pays periodic interest. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, YIELD returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=YIELD @SYNTAX=YIELD(settlement,maturity,rate,price,redemption_price,frequency[,basis]) @DESCRIPTION=YIELD ले सेक्युरिटीमामा प्रतिफल फर्काउँछ जसले आवधिक व्याज तिर्दछ। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @frequency १,२ वा ४ भन्दा अनय छ भने, YIELD ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=YIELD @SYNTAX=YIELD(valör,itfa,oran,fiyat,itfa_bedeli,sıklık[,tahakkuk]) @DESCRIPTION=Dönemsel faiz ödeyen bir yatırımın getirisini hesaplamak için YIELD kullanılır. Bir yıldaki kupon ödeme sayısı @sıklık değerinde belirtilir. Desteklenen sıklık değerleri: 1 = yılda bir, 2 = yılda iki, 4 = yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @sıklık, 1, 2 veya 4'den başka bir değerde ise, YIELD #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption[,basis]) @DESCRIPTION=YIELDDISC calculates the annual yield of a security that is discounted. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @pr is the price per $100 face value of the security. @redemption is the redemption value per $100 face value. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, YIELDDISC returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption[,basis]) @DESCRIPTION=YIELDDISC ले छुट दिएको सेक्युरिटीको वार्षिक प्रतिफल गणना गर्दछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @pr सेक्युरिटीको मूल्य प्रति $100 अंकित मूल्य हो। @redemption प्रति $100 अंकित मूल्यको घट्ढो मान हो। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरोपियन ३०/३६० * यदि @frequency १,२ वा ४ भन्दा अन्य छ भने,YIELDDISC ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुँनेछ। * यदि @basis ० र ४ बीच छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(valör,itfa,pr,itfa_bedeli[,tahakkuk]) @DESCRIPTION=YIELDDISC iskontolu bir yatırımın yıllık getirisini hesaplar. Yatırımın valör tarihi @valör, itfa tarihi ise @itfa olarak belirtilir. @pr, yatırımda 100 nominal bedele karşı gelen fiyattır. @itfa_bedeli, 100 nominal değere karşı gelen itfa bedelidir. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr[,basis]) @DESCRIPTION=YIELDMAT calculates the annual yield of a security for which the interest is paid at maturity date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @rate is the interest rate set to the security. @pr is the price per $100 face value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr[,basis]) @DESCRIPTION=YIELDMAT ले सेक्युरिटीको वार्षिक प्रतिफल गणना गर्दछ जसका लागि व्याज आवधिक मितिमा तिरिन्छ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @issue सेक्युरिटीको प्रकाशन मिति हो। @rate सेक्युरिटीमा सेट गरिएको व्याजदर हो। @pr सेक्युरिटीको मूल्य प्रति $100 अंकित मूल्य हो। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरोपियन ३०/३६० * यदि @basis हट्यो भने, US ३०/३६० लागू हुँनेछ। * यदि @basis ० र ४ बीच छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
