Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYBS returns the number of days from the beginning of the coupon period to the settlement date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPDAYBS returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
de: @FUNCTION=KUPTAGENK @SYNTAX=KUPTAGENK(Abrechnung,Fälligkeit,Häufigkeit[,Basis,EdM]) @DESCRIPTION=KUPTAGENK liefert die Anzahl der Tage vom Abrechnungsdatum bis zum Datum des nächsten Kupons. @Abrechnung ist das Abrechnungsdatum der Sicherheit. @Fälligkeit ist das Fälligkeitsdatum der Sicherheit. @Häufigkeit ist die Anzahl der Kuponzahlungen pro Jahr. @EdM = WAHR führt zu einer speziellen Handhabung des Monatsendes. Zulässige Werte für @Häufigkeit: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. 6 = zweimonatlich, 12 = monatlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
ne: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYBS ले अवास्थापन मितिमा कुपन अवधिको सुरुआतबाट दिनहरूको सङ्ख्या फर्काउँछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। @eom = TRUE handles end of month maturity dates special. अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक, ६ = bimonthly, १२ = महिनावरी। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० (यी बेसहरूलाई विस्तृत वर्णनका लागि gnumeric म्यानुल हेर्नुहोस्।) * यदि @frequency अवैध छ भने, COUPDAYBS ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis अवैध छ भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
tr: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(valör,itfa,sıklık[,tahakkuk]) @DESCRIPTION=COUPDAYBS kupon döneminin başından valör tarihine kadar olan gün sayısını hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 5 Avrupa+ 30/360 (Tahakkuk esaslarının ayrıntılı açıklaması için gnumeric kılavuzuna bakınız.) Eğer @sıklık değeri 1, 2, veya 4 değil ise, COUPDAYBS, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, MSRB 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. Örnekler: COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 0 @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 0 @SEEALSO=

source: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYS returns the number of days in the coupon period of the settlement date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPDAYS returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
de: @FUNCTION=KUPTAGE @SYNTAX=KUPTAGE(Abrechnung,Fälligkeit,Häufigkeit[,Basis,EdM]) @DESCRIPTION=KUPTAGE liefert die Anzahl der Tage in der Kuponperiode des Abrechnungsdatums. @Abrechnung ist das Abrechnungsdatum der Sicherheit. @Fälligkeit ist das Fälligkeitsdatum der Sicherheit. @Häufigkeit ist die Anzahl der Kuponzahlungen pro Jahr. @EdM = WAHR führt zu einer speziellen Handhabung des Monatsendes. Zulässige Werte für @Häufigkeit: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. 6 = zweimonatlich, 12 = monatlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit ungültig ist, liefert KUPTAGE einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis ungültig ist, liefert KUPTAGE einen #ZAHL!-Fehler. @EXAMPLES= KUPTAGE(DATUM(2002,11,29),DATUM(2004,2,29),4,0) liefert 90 KUPTAGE(DATUM(2002,11,29),DATUM(2004,2,29),4,0,FALSCH) liefert 90 KUPTAGE(DATUM(2002,11,29),DATUM(2004,2,29),4,1,FALSCH) liefert 91 @SEEALSO=
ne: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYS ले अवास्थापन मितिमा कुपन अवधिको दिनहरूको सङ्ख्या फर्काउँछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। @eom = TRUE handles end of month maturity dates special. अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक, ६ = bimonthly, १२ = महिनावरी। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० (यी बेसहरूलाई विस्तृत वर्णनका लागि gnumeric म्यानुल हेर्नुहोस्।) * यदि @frequency अवैध छ भने, COUPDAYS ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis अवैध छ भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
tr: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(valör,itfa,sıklık[,tahakkuk,aysonu]) @DESCRIPTION=COUPDAYS valör tarihinin içinde bulunduğu kupon dönemindeki gün sayısını hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. @aysonu = DOĞRU ise itfa tarihleri ay sonu özellikli elde edilir. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört, 6,= yılda altı, ve 12=aylık @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 5 Avrupa+ 30/360 (Tahakkuk esaslarının ayrıntılı açıklaması için gnumeric kılavuzuna bakınız.) Eğer @sıklık değeri yukarıdaki değerlerden biri değilse, COUPDAYS, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, MSRB 30/360 uygulanır. Eğer @tahakkuk, 0 ve 5 arasında değil ise, #SAYI! hatası verilir. Örnekler: COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,YANLIŞ) = 91 @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYSNC returns the number of days from the settlement date to the next coupon date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPDAYSNC returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
de: @FUNCTION=KUPTAGENK @SYNTAX=KUPTAGENK(Abrechnung,Fälligkeit,Häufigkeit[,Basis,EdM]) @DESCRIPTION=KUPTAGENK liefert die Anzahl der Tage vom Abrechnungsdatum bis zum Datum des nächsten Kupons. @Abrechnung ist das Abrechnungsdatum der Sicherheit. @Fälligkeit ist das Fälligkeitsdatum der Sicherheit. @Häufigkeit ist die Anzahl der Kuponzahlungen pro Jahr. @EdM = WAHR führt zu einer speziellen Handhabung des Monatsendes. Zulässige Werte für @Häufigkeit: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. 6 = zweimonatlich, 12 = monatlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
ne: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYSNC ले अवास्थापन मितिबाट अर्को कुपन मितिमा दिनहरूको सङ्ख्या फर्काउँछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। @eom = TRUE handles end of month maturity dates special. अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक, ६ = bimonthly, १२ = महिनावरी। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० (यी बेसहरूलाई विस्तृत वर्णनका लागि gnumeric म्यानुल हेर्नुहोस्।) * यदि @frequency अवैध छ भने, COUPDAYS ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis अवैध छ भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
tr: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(valör,itfa,sıklık[,tahakkuk,aysonu]) @DESCRIPTION=COUPDAYSNC valör tarihinden bir sonraki kupon tarihine kadar olan gün sayısını hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. @aysonu = DOĞRU ise itfa tarihleri ay sonu özellikli elde edilir. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört, 6=yılda 6, 12=aylık. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 5 Avrupa+ 30/360 (Tahakkuk esaslarının ayrıntılı açıklaması için gnumeric kılavuzuna bakınız.) Eğer @sıklık değeri geçersizse, COUPDAYSNC, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, MSRB 30/360 uygulanır. Eğer @tahakkuk, 0 ve 5 arasında değil ise, #SAYI! hatası verilir. Örnekler: COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 89 @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNCD returns the coupon date following settlement. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPNCD returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
de: @FUNCTION=KUPTAGENK @SYNTAX=KUPTAGENK(Abrechnung,Fälligkeit,Häufigkeit[,Basis,EdM]) @DESCRIPTION=KUPTAGENK liefert die Anzahl der Tage vom Abrechnungsdatum bis zum Datum des nächsten Kupons. @Abrechnung ist das Abrechnungsdatum der Sicherheit. @Fälligkeit ist das Fälligkeitsdatum der Sicherheit. @Häufigkeit ist die Anzahl der Kuponzahlungen pro Jahr. @EdM = WAHR führt zu einer speziellen Handhabung des Monatsendes. Zulässige Werte für @Häufigkeit: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. 6 = zweimonatlich, 12 = monatlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
ne: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(अवास्थापन,अवधि,आवृति[,basis,eom]) @DESCRIPTION=COUPNCD ले कुपन मिति निम्न अवास्थापन फर्काउँछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। @eom = TRUE handles end of month maturity dates special. अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक, ६ = bimonthly, १२ = महिनावरी। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० (यी बेसहरूलाई विस्तृत वर्णनका लागि gnumeric म्यानुल हेर्नुहोस्।) * यदि @frequency अवैध छ भने, COUPDAYS ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis अवैध छ भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
tr: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(valör,itfa,sıklık[,tahakkuk,aysonu]) @DESCRIPTION=COUPNCD valör tarihinden sonraki kupon tarihini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. @aysonu = DOĞRU ise itfa tarihleri ay sonu özellikli elde edilir. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört, 6=yılda 6, 12=aylık. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 5 Avrupa+ 30/360 (Tahakkuk esaslarının ayrıntılı açıklaması için gnumeric kılavuzuna bakınız.) Eğer @sıklık değeri geçersizse, COUPNCD, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, MSRB 30/360 uygulanır. Eğer @tahakkuk, 0 ve 5 arasında değil ise, #SAYI! hatası verilir. Örnekler: COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30.Kasım.2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 28.Şubat.2003 @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPPCD returns the coupon date preceding settlement. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPPCD returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-Aug-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
de: @FUNCTION=KUPTAGENK @SYNTAX=KUPTAGENK(Abrechnung,Fälligkeit,Häufigkeit[,Basis,EdM]) @DESCRIPTION=KUPTAGENK liefert die Anzahl der Tage vom Abrechnungsdatum bis zum Datum des nächsten Kupons. @Abrechnung ist das Abrechnungsdatum der Sicherheit. @Fälligkeit ist das Fälligkeitsdatum der Sicherheit. @Häufigkeit ist die Anzahl der Kuponzahlungen pro Jahr. @EdM = WAHR führt zu einer speziellen Handhabung des Monatsendes. Zulässige Werte für @Häufigkeit: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. 6 = zweimonatlich, 12 = monatlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis ungültig ist, liefert KUPTAGENK einen #ZAHL!-Fehler. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
ne: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(अवास्थापन,अवधि,आवृति[,basis,eom]) @DESCRIPTION=COUPPCD ले अघि गइरहेको कुपन मिति अवास्थापन फर्काउँछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। @eom = TRUE handles end of month maturity dates special. अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक, ६ = bimonthly, १२ = महिनावरी। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० (यी बेसहरूलाई विस्तृत वर्णनका लागि gnumeric म्यानुल हेर्नुहोस्।) * यदि @frequency अवैध छ भने, COUPPCD ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis अवैध छ भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-Aug-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
tr: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(valör,itfa,sıklık[,tahakkuk,aysonu]) @DESCRIPTION=COUPPCD valör tarihinden önceki kupon tarihini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. @aysonu = DOĞRU ise itfa tarihleri ay sonu özellikli elde edilir. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört, 6=yılda 6, 12=aylık. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 5 Avrupa+ 30/360 (Tahakkuk esaslarının ayrıntılı açıklaması için gnumeric kılavuzuna bakınız.) Eğer @sıklık değeri geçersizse, COUPNCD, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, MSRB 30/360 uygulanır. Eğer @tahakkuk, 0 ve 5 arasında değil ise, #SAYI! hatası verilir. Örnekler: COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31.Ağustos.2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 29.Kasım.2002 @EXAMPLES= @SEEALSO=
