Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN returns the length in characters of the string @string. * This function is Excel compatible. @EXAMPLES= LEN("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LENB
de: @FUNCTION=LÄNGE @SYNTAX=LÄNGE(Zeichenkette) @DESCRIPTION=LÄNGE liefert die Länge der Zeichen in der Zeichenkette @Zeichenkette. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LÄNGE("Helsinki") liefert 8. @SEEALSO=CHAR, CODE, LENB
ne: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN ले string @string को क्यारेक्टरहरूमा लम्बाइ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LEN("Helsinki") बराबर ८ हुन्छ। @SEEALSO=CHAR, CODE, LENB
tr: @FUNCTION=LEN @SYNTAX=LEN(dizge) @DESCRIPTION=LEN @dizge'nin karakter sayısını verir. Excel uyumludur. Örnek: len("Helsinki") eşittir 8 Benzer işlevler: CHAR, CODE @EXAMPLES= len("Helsinki") eşittir 8. @SEEALSO=CHAR, CODE, LENB

source: @FUNCTION=LENB @SYNTAX=LENB(string) @DESCRIPTION=LENB returns the length in bytes of the string @string. * This function is Excel compatible. @EXAMPLES= LENB("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LEN
de: @FUNCTION=LÄNGE @SYNTAX=LÄNGE(Zeichenkette) @DESCRIPTION=LÄNGE liefert die Länge der Zeichen in der Zeichenkette @Zeichenkette. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LÄNGE("Helsinki") liefert 8. @SEEALSO=CHAR, CODE, LEN
ne: @FUNCTION=LENB @SYNTAX=LENB(स्ट्रिङ) @DESCRIPTION=LENB ले string @string को बाइटमा लम्बाइ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LENB("Helsinki") बराबर ८ हो। @SEEALSO=CHAR, CODE, LEN

source: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT returns the leftmost @num_chars characters or the left character if @num_chars is not specified. * This function is Excel compatible. @EXAMPLES= LEFT("Directory",3) equals "Dir". @SEEALSO=MID, RIGHT
de: @FUNCTION=LINKS @SYNTAX=LINKS(Text[,Anzahl_Zeichen]) @DESCRIPTION=LINKS liefert die ersten @Anzahl_Zeichen Zeichen oder das erste Zeichen, falls @Anzahl_Zeichen nicht angegeben ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LINKS("Verzeichnis",3) liefert "Ver". @SEEALSO=TEIL, RECHTS
ne: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT ले यदि @num_chars निर्दिष्ट गरिएको छैन भने leftmost @num_chars क्यारेक्टरहरू वा बायाँ क्यारेक्टर फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LEFT("Directory",3) बराबर "Dir". @SEEALSO=MID, RIGHT
tr: @FUNCTION=LEFT @SYNTAX=LEFT(metin[,sayı]) @DESCRIPTION=LEFT @metin'in soldan @sayı karakterinden oluşan dizge ile sonuçlanır. @sayı belirtilmezse 1 kabul edilir. Bu işlev Excel uyumludur. Örnek: LEFT("Dizin",3) eşittir "Diz" Benzer işlevler: MID, RIGHT @EXAMPLES= LEFT("Dizin",3) eşittir "Diz". @SEEALSO=MID, RIGHT

source: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER returns a lower-case version of the string in @text. * This function is Excel compatible. @EXAMPLES= LOWER("J. F. Kennedy") equals "j. f. kennedy". @SEEALSO=UPPER
de: @FUNCTION=KLEIN @SYNTAX=KLEIN(Text) @DESCRIPTION=KLEIN liefert die Zeichenkette @Text in Kleinschreibung. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= KLEIN("J. F. Kennedy") liefert "j. f. kennedy". @SEEALSO=GROSS
ne: @FUNCTION=LOWER @SYNTAX=LOWER(पाठ) @DESCRIPTION=LOWER ले @text मा स्ट्रिङ‌को सानो-अक्षर संस्करण फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LOWER("J. F. Kennedy") बराबर "j. f. kennedy". @SEEALSO=UPPER
tr: @FUNCTION=LOWER @SYNTAX=LOWER(metin) @DESCRIPTION=LOWER @metin içindeki harfleri küçük harfe çevirir. Excel uyumludur. Örnek: LOWER("J. F. Kennedy") eşittir "j. f. kennedy" Benzeri: UPPER @EXAMPLES= LOWER("J. F. Kennedy") eşittir "j. f. kennedy". @SEEALSO=UPPER

source: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID returns a substring from @string starting at @position for @length characters. * This function is Excel compatible. @EXAMPLES= MID("testing",2,3) equals "est". @SEEALSO=LEFT, RIGHT
de: @FUNCTION=TEIL @SYNTAX=TEIL(Zeichenkette, Position, Länge) @DESCRIPTION=TEIL liefert einen @Länge langen Teil der Zeichenkette @Zeichenkette, beginnend bei @Position. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= TEIL("mal testen",2,3) liefert "al ". @SEEALSO=LINKS, RECHTS
ne: @FUNCTION=MID @SYNTAX=MID(स्ट्रिङ, स्थिति, लम्बाइ) @DESCRIPTION=MID ले @length क्यारेक्टरहरूका लागि @position मा सुरु भएको @string बाट उपटस्ट्रिङ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= MID("testing",2,3) बराबर "est". @SEEALSO=LEFT, RIGHT
tr: @FUNCTION=MID @SYNTAX=MID(dizge,başlangıç,uzunluk) @DESCRIPTION=MID @dizge içindeki @başlangıç karakterinden itibaren @uzunluk karakterden oluşan dizge ile sonuçlanır. Excel uyumludur. Örnek: MID("testing",2,3) eşittir "est" Benzerleri: LEFT, RIGHT @EXAMPLES= MID("testing",2,3) eşittir "est". @SEEALSO=LEFT, RIGHT

source: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT returns the rightmost @num_chars characters or the right character if @num_chars is not specified. * This function is Excel compatible. @EXAMPLES= RIGHT("end") equals "d". RIGHT("end",2) equals "nd". @SEEALSO=MID, LEFT
de: @FUNCTION=RECHTS @SYNTAX=RECHTS(Text[,Anzahl_Zeichen]) @DESCRIPTION=RECHTS liefert die letzten @Anzahl_Zeichen Zeichen oder das letzte Zeichen, falls @Anzahl_Zeichen nicht angegeben ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= RECHTS("Ende") liefert "e". RECHTS("Ende") liefert "e". @SEEALSO=TEIL, LINKS
ne: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT ले यदि @num_chars निर्दिष्ट गरिएको छैन भने rightmost @num_chars क्यारेक्टरहरू वा दायाँ क्यारेक्टर फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= RIGHT("end") बराबर "d". RIGHT("end",2) बराबर "nd". @SEEALSO=MID, LEFT
tr: @FUNCTION=RIGHT @SYNTAX=RIGHT(metin[,sayı]) @DESCRIPTION=RIGHT @metin'in en sağdaki @sayı karakterinden oluşan dizge ile sonuçlanır. @sayı verilmezse 1 kabul edilir. Excel uyumludur. Örnekler: RIGHT("end") eşittir "d" RIGHT("end";2) eşittir "nd" Benzerleri: MID, LEFT @EXAMPLES= RIGHT("end") eşittir "d". RIGHT("end";2) eşittir "nd". @SEEALSO=MID, LEFT

source: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER returns a upper-case version of the string in @text. * This function is Excel compatible. @EXAMPLES= UPPER("cancelled") equals "CANCELLED". @SEEALSO=LOWER
de: @FUNCTION=GROSS @SYNTAX=GROSS(Text) @DESCRIPTION=GROSS liefert die Zeichenkette @Text in Großschreibung. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GROSS("abgebrochen") liefert "ABGEBROCHEN". @SEEALSO=KLEIN
ne: @FUNCTION=UPPER @SYNTAX=UPPER(पाठ) @DESCRIPTION=UPPER ले @text मा स्ट्रिङ‌को ठूलो-अक्षर संस्करण फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= UPPER("cancelled") बराबर "CANCELLED". @SEEALSO=LOWER
tr: @FUNCTION=UPPER @SYNTAX=UPPER(metin) @DESCRIPTION=UPPER @metin'in harflerini büyük harfe çevirir. Excel uyumludur. Örnek: UPPER("canceled") eşittir "CANCELED" Benzeri: LOWER @EXAMPLES= UPPER("canceled") eşittir "CANCELED" @SEEALSO=LOWER

source: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE returns the string obtained by concatenation of the given strings. * This function is Excel compatible. @EXAMPLES= CONCATENATE("aa","bb") equals "aabb". @SEEALSO=LEFT, MID, RIGHT
de: @FUNCTION=VERKETTEN @SYNTAX=VERKETTEN(Zeichenkette1[,Zeichenkette 2...]) @DESCRIPTION=VERKETTEN verkettet Zeichenketten und liefert die daraus entstehende Zeichenkette. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= VERKETTEN("aa","bb") liefert "aabb". @SEEALSO=LINKS, TEIL, RECHTS
ne: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(स्ट्रिङ१[,स्ट्रिङ२...]) @DESCRIPTION=CONCATENATE ले दिएको स्ट्रिङहरूको संयोजनले प्राप्त गरेको स्ट्रिङ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ।. @EXAMPLES= CONCATENATE("aa","bb") बराबर "aabb". @SEEALSO=LEFT, MID, RIGHT
tr: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(dizge1[,dizge2...]) @DESCRIPTION=CONCATENATE verilen dizgeleri ardarda ekler. Bu işlev Excel uyumludur. Örnek: CONCATENATE("aa";"bb") eşittir "aabb" Benzer işlevler: LEFT, MID, RIGHT @EXAMPLES= CONCATENATE("aa";"bb") eşittir "aabb". @SEEALSO=LEFT, MID, RIGHT

source: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT returns @num repetitions of @string. * This function is Excel compatible. @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE
de: @FUNCTION=WIEDERHOLEN @SYNTAX=WIEDERHOLEN(Zeichenkette,Anzahl) @DESCRIPTION=WIEDERHOLEN liefert @Zeichenkette @Zahl mal. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WIEDERHOLEN(".",3) liefert "...". @SEEALSO=IMLÄNGE
ne: @FUNCTION=REPT @SYNTAX=REPT(स्ट्रिङ,num) @DESCRIPTION=REPT ले @string को @num दोहरावहरू फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= REPT(".",3) बराबर "...". @SEEALSO=CONCATENATE
tr: @FUNCTION=REPT @SYNTAX=REPT(dizge,sayı) @DESCRIPTION=REPT @sayı kere @dizge ile sonuçlanır. Excel uyumludur. Örnek: REPT(".",3) eşittir "..." Benzeri: CONCATENATE @EXAMPLES= REPT(".",3) eşittir "..." @SEEALSO=CONCATENATE

source: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN removes any non-printable characters from @string. * This function is Excel compatible. @EXAMPLES= CLEAN("one"\&char(7)) equals "one". @SEEALSO=
de: @FUNCTION=SÄUBERN @SYNTAX=SÄUBERN(Zeichenkette) @DESCRIPTION=SÄUBERN entfernt alle nicht druckbaren Zeichen aus der Zeichenkette @Zeichenkette. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= SÄUBERN("Eins"\&char(7)) liefert "Eins". @SEEALSO=
ne: @FUNCTION=CLEAN @SYNTAX=CLEAN(स्ट्रिङ) @DESCRIPTION=CLEAN ले @string बाट कुनै मुद्रण गर्न नसकिने क्यारेक्टरहरू हटाउछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CLEAN("one"\&char(7)) बराबर "one". @SEEALSO=
tr: @FUNCTION=CLEAN @SYNTAX=CLEAN(dizge) @DESCRIPTION=CLEAN @dizge içindeki yazdırılamayan karakterleri temizler. Bu işlev Excel uyumludur. Örnek: CLEAN("bir"\&char(7)) eşittir "bir" @EXAMPLES= CLEAN("bir"\&char(7)) eşittir "bir". @SEEALSO=

source: @FUNCTION=FIND @SYNTAX=FIND(string1,string2[,start]) @DESCRIPTION=FIND returns position of @string1 in @string2 (case-sensitive), searching only from character @start onwards (assuming 1 if omitted). * This function is Excel compatible. @EXAMPLES= FIND("ac","Jack") equals 2. @SEEALSO=EXACT, LEN, MID, SEARCH
de: @FUNCTION=FINDEN @SYNTAX=FINDEN(Zeichenkette1, Zeichenkette2[, Beginn]) @DESCRIPTION=FINDEN liefert die Position von @Zeichenkette1 in @Zeichenkette2 unter Berüchsichtigung der Groß-/Kleinschreibung, wobei lediglich ab dem Zeichen @Beginn gesucht wird. * Falls @Beginn nicht übergeben wird, wird @Beginn = 1 angenommen. * Diese Funktion ist Excel-kompatibel. @BEISPIELE? FINDEN("it","Fritz") liefert 3. @SEEALSO=IDENTISCH, LÄNGE, TEIL, SUCHEN
ne: @FUNCTION=FIND @SYNTAX=FIND(स्ट्रिङ १,स्ट्रिङ२[,start]) @DESCRIPTION=FIND ले @string2 मा (केस संवेदनशील) @string1 को स्थिति फर्काउँछ, character @start अगाडिबाट मात्र खोजी गरिरहेका छन् (यदि हटाइयो भने १ मानेर). * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FIND("ac","Jack") बराबर २ हुन्छ। @SEEALSO=EXACT, LEN, MID, SEARCH
tr: @FUNCTION=FIND @SYNTAX=FIND(dizge1,dizge2[,başlangıç]) @DESCRIPTION=FIND @dizge1 içinde @dizge2'nin bulunduğu yeri verir. Arama harf büyüklüğüne duyarlıdır. @başlangıç verilmezse 1 kabul edilir. Bu işlev Excel uyumludur. Örnek: FIND("or","çorba") eşittir 2 Benzer işlevler: EXACT, LEN, MID, SEARCH @EXAMPLES= FIND("or","çorba") eşittir 2. @SEEALSO=EXACT, LEN, MID, SEARCH

source: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimals, no_commas]) @DESCRIPTION=FIXED returns @num as a formatted string with @decimals numbers after the decimal point, omitting commas if requested by @no_commas. * This function is Excel compatible. @EXAMPLES= FIXED(1234.567,2) equals "1,234.57". @SEEALSO=TEXT, VALUE, DOLLAR
de: @FUNCTION=FEST @SYNTAX=FEST(Zahl[, Dezimalen, keine_Kommata]) @DESCRIPTION=FEST liefert @Zahl als formatierte Zeichenkette mit @Dezimalen Zahlen hinter dem Dezimalpunkt, wobei Kommata übergangen werden, falls @Keine_Kommata übergeben wurde. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= FEST(1234.567,2) liefert "1,234.57". @SEEALSO=
ne: @FUNCTION=FIXED @SYNTAX=FIXED(num,[दशमलवहरू, no_commas]) @DESCRIPTION=FIXED ले यदि @no_commas ले अनुरोध गरेमा अल्पविराम हटाएर दशमलव बिन्दु पछि @decimalsसँगै ढाँचाबद्ध गरिएको @num फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FIXED(1234.567,2) बराबर "1,234.57". @SEEALSO=TEXT, VALUE, DOLLAR
tr: @FUNCTION=FIXED @SYNTAX=FIXED(sayı,[basamak,no_commas]) @DESCRIPTION=FIXED @sayı'nın ondalık basamaklarını @basamak ile sınırlayarak @sayı'yı bir dizge değeri olarak verir. @no_commas belirtilirse binler ayracı konmaz. Bu işlev Excel uyumludur. Örnek: FIXED(1234.567,2) eşittir "1,234.57" @EXAMPLES= FIXED(1234.567,2) eşittir "1,234.57". @SEEALSO=

source: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER returns @string with initial of each word capitalised. * This function is Excel compatible. @EXAMPLES= PROPER("j. f. kennedy") equals "J. F. Kennedy". @SEEALSO=LOWER, UPPER
de: @FUNCTION=GROSS2 @SYNTAX=GROSS2(Zeichenkette) @DESCRIPTION=GROSS2 liefert @Zeichenkette, wobei der erste Buchstebe jedes Worts groß geschrieben wird. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GROSS2("j. f. kennedy") liefert "J. F. Kennedy". @SEEALSO=KLEIN, GROSS
ne: @FUNCTION=PROPER @SYNTAX=PROPER(स्ट्रिङ) @DESCRIPTION=PROPER ले सुरुको हरेक अक्षर ठूलो वर्णमा @stringसँगै फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= PROPER("j. f. kennedy") बराबर "J. F. Kennedy". @SEEALSO=LOWER, UPPER
tr: @FUNCTION=PROPER @SYNTAX=PROPER(dizge) @DESCRIPTION=PROPER @dizge içindeki sözcüklerin baş harflerini büyütür. Excel uyumludur. Örnek: PROPER("f. s. mehmet") eşittir "F. S. Mehmet" Benzerleri: LOWER, UPPER @EXAMPLES= PROPER("f. s. mehmet") eşittir "F. S. Mehmet". @SEEALSO=LOWER, UPPER

source: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE returns @old with @new replacing @num characters from @start. * This function is Excel compatible. @EXAMPLES= REPLACE("testing",2,3,"*****") equals "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
de: @FUNCTION=ERSETZEN @SYNTAX=ERSETZEN(alt,Beginn,Zahl,neu) @DESCRIPTION=ERSETZEN liefert @alt, wobei @Zahl Zeichen vom @Beginn an durch @neu ersetzt werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ERSETZEN("testing",2,3,"*****") liefert "t*****ing". @SEEALSO= :: LATER
ne: @FUNCTION=REPLACE @SYNTAX=REPLACE(पुरानो,सुरु,सङ्ख्या,नयाँ) @DESCRIPTION=REPLACE ले @start बाट @num कयारेक्टरहरू बदलेर @old फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= REPLACE("testing",2,3,"*****") बराबर "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
tr: @FUNCTION=REPLACE @SYNTAX=REPLACE(eski,başlangıç,uzunluk,yeni) @DESCRIPTION=REPLACE @eski dizgesinin @başlangıç karakterinden itibaren @uzunluk karakterini @yeni dizgesiyle değiştirir. Excel uyumludur. Örnek: REPLACE("testing",2,3,"*****") eşittir "t*****ing" Benzerleri: MID, SEARCH, SUBSTITUTE, TRIM @EXAMPLES= REPLACE("testing";2;3;"*****") eşittir "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM

source: @FUNCTION=T @SYNTAX=T(value) @DESCRIPTION=T returns @value if and only if it is text, otherwise a blank string. * This function is Excel compatible. @EXAMPLES= T("text") equals "text". T(64) returns an empty cell. @SEEALSO=CELL, N, VALUE
de: @FUNCTION=T @SYNTAX=T(Wert) @DESCRIPTION=T liefert @Wert, falls und nur falls dieser Text ist, sonst eine leere Zeichenkette. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= T("Text") liefert "Text". T(64) liefert eine leere Zelle. @SEEALSO=ZELLE, N, WERT
ne: @FUNCTION=T @SYNTAX=T(मान) @DESCRIPTION=T ले यदि यो पाठ भएमा मात्र @value फर्काउँछ, अन्यथा खाली स्ट्रिङ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= T("text") बराबर "text". T(64) ले एउटा खाली अक्षलाई फर्काउँछ। @SEEALSO=CELL, N, VALUE
tr: @FUNCTION=T @SYNTAX=T(değer) @DESCRIPTION=T @değer'in bir dizge olup olmadığını test eder. @değer bir dizge ise @değer ile değilse boş dizge ile sonuçlanır. Excel uyumludur. Örnekler: T("text") eşittir "text" T(64) eşittir "" Benzerleri: CELL, N, VALUE @EXAMPLES= T("text") eşittir "text" T(64) eşittir "" @SEEALSO=CELL, N, VALUE

source: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT returns @value as a string with the specified format. * This function is Excel compatible. @EXAMPLES= TEXT(3.223,"$0.00") equals "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") equals "April, 15, 99". @SEEALSO=DOLLAR, FIXED, VALUE
de: @FUNCTION=TEXT @SYNTAX=TEXT(Wert,Text_Formatierung) @DESCRIPTION=TEXT liefert @Wert als Zeichenkette im angegebenen Format. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= TEXT(3.223,"$0.00") liefert "$3.22". TEXT(DATUM(1999,4,15),"mmmm, dd, yy") lierfert "April, 15, 99". @SEEALSO=EURO
ne: @FUNCTION=TEXT @SYNTAX=TEXT(मान,ढाँचा_पाठ) @DESCRIPTION=TEXT ले निर्दिष्ट ढाँचासँगै स्ट्रिङ‌को रूपमा @value फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TEXT(3.223,"$0.00") बराबर "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") बराबर "April, 15, 99". @SEEALSO=DOLLAR, FIXED, VALUE
tr: @FUNCTION=TEXT @SYNTAX=TEXT(değer,biçem_dizgesi) @DESCRIPTION=TEXT @biçem_dizgesi ile @değer'i biçemlendirerek bir dizge olarak verir. Excel uyumludur. Örnekler: TEXT(3.223,"$0.00") eşittir "$3.22" TEXT(date(1999,4,15),"dd, mmmm, yy") eşittir "15, Nisan, 99" Benzeri: DOLLAR @EXAMPLES= TEXT(3.223,"$0.00") eşittir "$3.22" TEXT(date(1999;4;15);"dd, mmmm, yy") eşittir "15, Nisan, 99" @SEEALSO=DOLLAR

source: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM returns @text with only single spaces between words. * This function is Excel compatible. @EXAMPLES= TRIM(" a bbb cc") equals "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
de: @FUNCTION=GLÄTTEN @SYNTAX=GLÄTTEN(Text) @DESCRIPTION=GLÄTTEN liefert den Text mit einem Leerzeichen zwischen den Worten. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GLÄTTEN(" a bbb c") liefert "a bbb cc". @SEEALSO=SÄUBERN, TEIL, ERSETZEN, WECHSELN
ne: @FUNCTION=TRIM @SYNTAX=TRIM(पाठ) @DESCRIPTION=TRIM ले शब्दहरू बीच एउटा खाली ठाउँसँगै @text फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TRIM(" a bbb cc") बराबर "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
tr: @FUNCTION=TRIM @SYNTAX=TRIM(metin) @DESCRIPTION=TRIM @metin içindeki sözcükler arasındaki fazladan boşlukları kaldırır. Excel uyumludur. Örnek: TRIM(" a bbb cc") eşittir "a bbb cc" Benzerleri: CLEAN, MID, REPLACE, SUBSTITUTE @EXAMPLES= TRIM(" a bbb cc") eşittir "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE

source: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE returns numeric value of @text. * This function is Excel compatible. @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT
de: @FUNCTION=WERT @SYNTAX=WERT(Text) @DESCRIPTION=WERT liefert den numerischen Wert von @Text. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WERT("$1,000") liefert 1000. @SEEALSO=EURO, FEST, TEXT
ne: @FUNCTION=VALUE @SYNTAX=VALUE(पाठ) @DESCRIPTION=VALUE ले @text को सङ्ख्यात्मक मान फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= VALUE("$1,000") बराबर १००० हुन्छ। @SEEALSO=DOLLAR, FIXED, TEXT
tr: @FUNCTION=VALUE @SYNTAX=VALUE(metin) @DESCRIPTION=VALUE @metin içindeki sayıyı verir. Excel uyumludur. Örnek: VALUE("$1,000") eşittir 1000. Benzerleri: DOLLAR, FIXED, TEXT @EXAMPLES= VALUE("$1,000") eşittir 1000. @SEEALSO=DOLLAR, FIXED, TEXT

source: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, old, new [,num]) @DESCRIPTION=SUBSTITUTE replaces @old with @new in @text. Substitutions are only applied to instance @num of @old in @text, otherwise every one is changed. * This function is Excel compatible. @EXAMPLES= SUBSTITUTE("testing","test","wait") equals "waiting". @SEEALSO=REPLACE, TRIM
de: @FUNCTION=WECHSELN @SYNTAX=WECHSELN(Text,Alt,Neu[,Zahl]) @DESCRIPTION=WECHSELN ersetzt @Alt in @Text durch @Neu. Ersetzungen werden nur auf Instanz @Zahl von @Alt in @Text angewandt, andernfalls werden alle verändert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WECHSELN(" esten","test","wart") liefert "warten". @SEEALSO=ERSETZEN, GLÄTTEN
ne: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(पाठ, पुरानो, नयाँ [,num]) @DESCRIPTION=SUBSTITUTE ले @text मा @old लाई @new सँग बदल्छ। प्रतिस्थापनहरू @text मा @old को @new दृष्टान्तमा मात्र लागू हुँनेछ, अन्यथा हरेक परिवर्तन हुँनेछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SUBSTITUTE("testing","test","wait") बराबर "waiting". @SEEALSO=REPLACE, TRIM
tr: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(metin,eski,yeni[,kaçıncı]) @DESCRIPTION=SUBSTITUTE @metin içindeki @eski'nin yerine @yeni'yi yerleştirir. @kaçıncı metin içindeki kaçıncı @eski'nin değiştirileceğini belirtir, verilmezse değişiklik @metin içinde bulunan bütün @eski'lere uygulanır. Excel uyumludur. Örnekler: SUBSTITUTE("yaya","ya","zı",2) eşittir "yazı" SUBSTITUTE("deneme","dene","bekle") eşittir "bekleme" Benzerleri: REPLACE, TRIM @EXAMPLES= SUBSTITUTE("yaya","ya","zı",2) eşittir "yazı" SUBSTITUTE("deneme","dene","bekle") eşittir "bekleme" @SEEALSO=REPLACE, TRIM

source: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR returns @num formatted as currency. * This function is Excel compatible. @EXAMPLES= DOLLAR(12345) equals "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
de: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(Zahl[,Dezimalen]) @DESCRIPTION=DOLLAR liefert @Zahl als Währung formatiert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DOLLAR(12345) liefert "$12,345.00". @SEEALSO=FEST, TEXT, WERT
ne: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,दशमलवहरू]) @DESCRIPTION=DOLLAR ले मुद्राको रूपमा ढाँचाबद्ध @num लाई फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DOLLAR(12345) बराबर "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
tr: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(sayı[,basamak]) @DESCRIPTION=DOLLAR işlevi @sayı değerini para olarak biçimlendirir.Ondalık @basamak sayısı verilmezse 2 kabul edilir. Bu işlev Excel uyumludur. Örnek: DOLLAR(12345) eşittir "$12,345.00" Benzer işlevler: FIXED, TEXT, VALUE @EXAMPLES= DOLLAR(12345) eşittir "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
