Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FLOAT_STRK_LKBK models the theoretical price of an option where the holder of the option may exercise on expiry at the most favourable price observed during the options life of the underlying asset. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @spot_min is the minimum spot price of the underlying asset so far observed. @spot_max is the maximum spot price of the underlying asset so far observed. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FLOAT_STRK_LKBK ले एउटा विकल्पको सैदान्तिक मूल्य नमूना गर्दछ जहाँ विकल्पको होल्डरले कच गरिएको सम्पतिको विकल्प समयहरूमा निरिक्षण गरिएका उचित मूल्यमा समाप्तिको अभ्यास गर्नेछ। @call_put_flag 'c' वा 'p' हो जसले कल वा पुट विकल्प सङ्केत गर्दछ। @spot कच गरिएको सम्पतिको स्पोट मूल्य हो। @spot_min निरिक्षण गरिएको भन्दा धेरै टाढा कच गरिएको सम्पतिको न्यूनतम स्पोट मूल्य हो। @spot_max निरिक्षण गरिएको भन्दा धेरै टाढा कच गरिएको सम्पतिको अधिकतम स्पोट मूल्य हो। @time वर्षमा विकल्पको सुरुको अवधि हो। @rate व्याजको वार्षिकिकरण गरिएको जोखिम-विहिन दर हो। @cost_of_carry कच गरिएको सम्पतिको मानमा चुहावट हो, कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility कच गरिएको सम्पतिको मूल्यमा वार्षिकिकरण गरिएको भोलाटिलिटी हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FIXED_STRK_LKBK models the theoretical price of an option where the holder of the option may exercise on expiry at the most favourable price observed during the options life of the underlying asset. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @spot_min is the minimum spot price of the underlying asset so far observed. @spot_max is the maximum spot price of the underlying asset so far observed. @strike is the strike prices at which the option is struck. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FIXED_STRK_LKBK ले एउटा विकल्पको सैदान्तिक मूल्य नमूना गर्दछ जहाँ विकल्पको होल्डरले कच गरिएको सम्पतिको विकल्प जीवनमा निरिक्षण गरिएका उचित मूल्यमा समाप्ति अभ्यास गर्नेछ । @call_put_flag 'c' वा 'p' हो जसले कल वा पुट विकल्प सङ्केत गर्दछ । @spot कच गरिएको सम्पतिको स्पोट मूल्य हो। @spot_min निरिक्षण गरिएको भन्दा टाढा कच गरिएको सम्पतिको न्यूनतम स्पोट मूल्य हो। @spot_max निरिक्षण गरिएको भन्दा टाढा कच गरिएको सम्पतिको अधिकतम स्पोट मूल्य हो। @strike स्ट्राइक मूल्य जसमा विकल्प स्ट्रक हुन्छ। @time वर्षमा विकल्पक सुरुको अवधि हो। @rate व्याजको वार्षिकिकरण गरिएको जोखिन-विहिन दर हो। @cost_of_carry कच गरिएको सम्पतिको मानमा चुहावट हो, कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility कच गरिएको सम्पतिको मूल्यमा वार्षिकिकरण गरिएको भोलाटिलिटी हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(amer_euro_flag,call_put_flag,num_time_steps, spot, strike, time, rate, volatility, cost_of_carry) @DESCRIPTION=OPT_ models the theoretical price of either an American or European style option using a binomial tree. @amer_euro_flag is either 'a' or 'e' to indicate whether the option being valued is an American or European style option respectively. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @num_time_steps is the number of time steps used in the valuation, a greater number of time steps yields greater accuracy however is slower to calculate. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(amer_euro_flag,call_put_flag,num_time_steps, spot, strike, time, rate, volatility, cost_of_carry) @DESCRIPTION=OPT_ ले बाइनोमेल ट्री प्रयोग गरेर या त एउटा अमेरिकन वा युरेपियन शैली विकल्पको सैदान्तिक मूल्य नमूना गर्दछ। @amer_euro_flag या 'a' वा 'e' ले विकल्प मान गरिएको एउटा अमेरिकन वा युरेपियन शैली विकल्प हो बन्ने सङ्केत गर्दछ। @call_put_flag 'c' वा 'p' ले विकल्प कल वा पुट के हो भन्ने सङ्केत गर्दछ। @num_time_steps मूल्याङ्कनमा प्रयोग भएको समय चरणहरूको सङ्ख्या हो, गणना गर्न ढिलो भएता पनि समय चरणको ठूलो सङ्ख्याले ठूलो यथार्थता प्राप्त गर्दछ। @spot कच गरिएको सम्पतिको स्पोट मूल्य हो। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ। @time वर्षमा विकल्पको सुरुको अवधि हो। @rate व्याजको वार्षिकी गरिएको जोखिम-विहिन दर हो। @volatility कच गरिएको सम्पतिको मूल्यमा वार्षिकी गरिएको भोलाटिलिटी हो। @cost_of_carry कच गरिएको सम्पतिको मानमा चुहावट हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX returns a complex number of the form x + yi. @real is the real and @im is the imaginary part of the complex number. @suffix is the suffix for the imaginary part. If it is omitted, COMPLEX uses 'i' by default. * If @suffix is neither 'i' nor 'j', COMPLEX returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= COMPLEX(1,-1) equals 1-i. @SEEALSO=
de: @FUNCTION=KOMPLEX @SYNTAX=KOMPLEX(Reel,Imaginär[,Suffix]) @DESCRIPTION=KOMPLEX liefert eine komplexe Zahl der Form x + yi. @Reel ist der reelle und @Imaginär der imaginäre Koeffizient der komplexen Zahl. @Suffix ist der Suffix des imaginären Koeffizienten. * Falls @Suffix weder 'i' noch 'j' ist, liefert KOMPLEX einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= KOMPLEX(1,-1) liefert 1-i. @SEEALSO=
ne: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX ले फर्म x + yi को एउटा जटिल नम्बर फर्काउँछ। जटिल नम्बरको @real वास्तविक हो र @im काल्पनिक भाग हो।@suffix काल्पनिक भागका लागि सफिक्स हो। यदि यो छोड्यो भने, COMPLEX ले पूर्निर्धारित द्वारा'i' प्रयोग गर्नेछ। * यदि @suffix या 'i' वा 'j' भएन भने, COMPLEX ले #VALUE! त्रुटि फर्काउनेछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= COMPLEX(1,-1) equals 1-i. @SEEALSO=
tr: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(gerçel,sanal[,sonek]) @DESCRIPTION=COMPLEX işlevi x + yi biçiminde bir karmaşık sayı ile sonuçlanır. @gerçel ve @sanal karmaşık sayının gerçel ve sanal katsayılarıdır. @sonek i veya j olabilir, verilmezse öntanımlı olarak i kullanılır. * @sonek verilmiş ancak i veya j değilse, #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: COMPLEX(1,-1) eşittir 1-i. @EXAMPLES= COMPLEX(1,-1) eşittir 1-i. @SEEALSO=

source: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY returns the imaginary part of a complex number. * If @inumber is not a valid complex number, IMAGINARY returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMAGINARY("132-j") equals -1. @SEEALSO=IMREAL
de: @FUNCTION=IMAGINÄR @SYNTAX=IMAGINÄR(iZahl) @DESCRIPTION=IMAGINÄR liefert den imaginären Teil einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMAGINÄR einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMAGINÄR("132-j") liefert -1. @SEEALSO=IMREEL
ne: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY ले जटिल नम्बरको काल्पनिक भाग फर्काउनेछ। * यदि @inumber वैध जटिल नम्बर होइन रहेछ भने, IMAGINARY ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एकसेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMAGINARY("132-j") equals -1. @SEEALSO=IMREAL
tr: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(karmaşık_sayı) @DESCRIPTION=IMAGINARY işlevi verilen @karmaşık_sayının sanal kısmının katsayısını verir. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * u işlev Excel uyumludur. Örnek: IMAGINARY("132-j") eşittir -1 Benzerleri: IMABS, IMREAL @EXAMPLES= IMAGINARY("132-j") eşittir -1 @SEEALSO=IIMABS, MREAL

source: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS returns the absolute value of a complex number. * If @inumber is not a valid complex number, IMABS returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
de: @FUNCTION=IMABS @SYNTAX=IMABS(iZahl) @DESCRIPTION=IMABS liefert den absoluten Betrag einer komplexen Zahl @iZahl. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMABS("2-j") liefert 2,23606798. @SEEALSO=IMAGINÄR, IMREEL
ne: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS ले जटिल नम्बरको पूर्ण मान फर्काउने छ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMABS ले #VALUE! त्रुटि फर्काउँछ। * यो कार्यसँग एक्सेल सणग मिल्दोजुल्दो छ। @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
tr: @FUNCTION=IMABS @SYNTAX=IMABS(karmaşık_sayı) @DESCRIPTION=IMABS işlevi verilen @karmaşık_sayı'nın mutlak değerini hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMABS("2-j") eşittir 2.23606798 Benzerleri: IMAGINARY, IMREAL @EXAMPLES= IMABS("2-j") eşittir 2.23606798 @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL returns the real part of a complex number. * If @inumber is not a valid complex number, IMREAL returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= imreal("132-j") equals 132. @SEEALSO=IMAGINARY
de: @FUNCTION=IMREEL @SYNTAX=IMREEL(iZahl) @DESCRIPTION=IMREEL liefert den reellen Teil einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMREEL einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMREEL("132-j") liefert 132. @SEEALSO=IMAGINÄR
ne: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL ले जटिल नम्बरको वास्तविक भाग फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMREAL ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= imreal("132-j") equals 132. @SEEALSO=IMAGINARY
tr: @FUNCTION=IMREAL @SYNTAX=IMREAL(karmaşık_sayı) @DESCRIPTION=IMREAL işlevi verilen @karmaşık_sayının gerçel kısmının katsayısını verir. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: imreal("132-j") eşittir 132 Benzeri: IMAGINARY @EXAMPLES= imreal("132-j") eşittir 132 @SEEALSO=IMAGINARY

source: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE returns the complex conjugate of a complex number. * If @inumber is not a valid complex number, IMCONJUGATE returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMCONJUGATE("1-j") equals 1+j. @SEEALSO=IMAGINARY,IMREAL
de: @FUNCTION=IMKONJUGIERTE @SYNTAX=IMKONJUGIERTE(iZahl) @DESCRIPTION=IMKONJUGIERTE liefert das komplexe Konjugierte einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMKONJUGIERTE einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMKONJUGIERTE("1-j") liefert 1+j. @SEEALSO=IMAGINÄR, IMREEL
ne: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE ले जटिल नम्बरको जटिल सम्बन्ध फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMCONJUGATE ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ @EXAMPLES= IMCONJUGATE("1-j") equals 1+j. @SEEALSO=IMAGINARY,IMREAL
tr: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(karmaşık_sayı) @DESCRIPTION=IMCONJUGATE işlevi verilen @karmaşık_sayı'nın eşleniğini verir. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMCONJUGATE("1-j") eşittir 1+j. Benzerleri: IMAGINARY, IMREAL @EXAMPLES= IMCONJUGATE("1-j") eşittir 1+j. @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMNEG @SYNTAX=IMNEG(inumber) @DESCRIPTION=IMNEG returns the negative of the complex number z (@inumber), where -z = (-x) + i(-y). * If @inumber is not a valid complex number, IMNEG returns #VALUE! error. @EXAMPLES= IMNEG("1-j") equals -1+j. @SEEALSO=
de: @FUNCTION=IMNEG @SYNTAX=IMNEG(iZahl) @DESCRIPTION=IMNEG liefert das negative einer komplexen Zahl z (@iZahl), wobei -z = (-x) + i(-y). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMNEG einen #WERT!-Fehler. @EXAMPLES= IMNEG("1-j") liefert -1+j. @SEEALSO=
ne: @FUNCTION=IMNEG @SYNTAX=IMNEG(inumber) @DESCRIPTION=IMNEG ले जटिल नम्बर z (@inumber) नकरात्मक फर्काउँछ, जहाँ -z = (-x) + i(-y). * यदि @inumber वैध जटिल नम्बर होइन भने, IMNEG ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMNEG("1-j") equals -1+j. @SEEALSO=
tr: @FUNCTION=IMNEG @SYNTAX=IMNEG(karmaşık_sayı) @DESCRIPTION=IMNEG işlevi verilen bir @karmaşık_sayı'nın negatifini hesaplar. Parametre olarak z verilmişse -z = (-x) + i(-y). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMNEG("1-j") eşittir -1+j @EXAMPLES= IMNEG("1-j") eşittir -1+j @SEEALSO=

source: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS returns the cosine of a complex number. * If @inumber is not a valid complex number, IMCOS returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMCOS("1+j") equals 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
de: @FUNCTION=IMCOS @SYNTAX=IMCOS(iZahl) @DESCRIPTION=IMCOS liefert den Cosinus einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMCOS einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMCOS("1+j") liefert 0.833730-0.988898j. @SEEALSO=IMSIN, IMTAN
ne: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS ले जटिल नम्बरको cosine फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMCOS ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMCOS("1+j") equals 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
tr: @FUNCTION=IMCOS @SYNTAX=IMCOS(karmaşık_sayı) @DESCRIPTION=IMCOS verilen bir @karmaşık_sayı'nın kosinüsünü hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMCOS("1+j") eşittir 0.833730-0.988898j Benzerleri: IMSIN, IMTAN @EXAMPLES= IMCOS("1+j") eşittir 0.833730-0.988898j @SEEALSO=IMSIN,IMTAN

source: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN returns the tangent of a complex number. * If @inumber is not a valid complex number, IMTAN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMTAN("2-j") equals -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS
de: @FUNCTION=IMTAN @SYNTAX=IMTAN(iZahl) @DESCRIPTION=IMTAN liefert den Cosinus einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMTAN einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMTAN("1+j") liefert -0.2434582-1.1667363j. @SEEALSO=IMSIN, IMCOS
ne: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN ले जटिल नम्बरको ट्यान्जेन्ट फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMTAN ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMTAN("2-j") equals -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS
tr: @FUNCTION=IMTAN @SYNTAX=IMTAN(karmaşık_sayı) @DESCRIPTION=IMTAN verilen @karmaşık_sayı'nın tanjantını hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMTAN("2-j") eşittir -0.2434582-1.1667363j. Benzerleri: IMSIN, IMCOS @EXAMPLES= IMTAN("2-j") eşittir -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS

source: @FUNCTION=IMSEC @SYNTAX=IMSEC(inumber) @DESCRIPTION=IMSEC returns the complex secant of the complex number z (@inumber), where sec(z) = 1/cos(z). * If @inumber is not a valid complex number, IMSEC returns #VALUE! error. @EXAMPLES= IMSEC("2-j") equals -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
de: @FUNCTION=IMSEK @SYNTAX=IMSEK(iZahl) @DESCRIPTION=IMSEK liefert die komplexe Sekante einer komplexen Zahl z (@iZahl), wobei sec(z) = 1/cos(z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMSEK einen #WERT!-Fehler. @EXAMPLES= IMSEK("2-j") liefert -0.413149-0.687527j. @SEEALSO=IMCOSEK,IMCOTAN
ne: @FUNCTION=IMSEC @SYNTAX=IMSEC(inumber) @DESCRIPTION=IMSEC ले जटिल नम्बर z (@inumber) को जटिल छेदक फर्काउँछ, जहाँ sec(z) = 1/cos(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMSEC ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMSEC("2-j") equals -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
tr: @FUNCTION=IMSEC @SYNTAX=IMSEC(karmaşık_sayı) @DESCRIPTION=IMSEC verilen bir @karmaşık_sayı'nın sekantını hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMSEC("2-j") eşittir -0.413149-0.687527j Benzerleri: IMCSC,IMCOT @EXAMPLES= IMSEC("2-j") eşittir -0.413149-0.687527j @SEEALSO=IMCSC,IMCOT

source: @FUNCTION=IMCSC @SYNTAX=IMCSC(inumber) @DESCRIPTION=IMCSC returns the complex cosecant of the complex number z (@inumber), where csc(z) = 1/sin(z). * If @inumber is not a valid complex number, IMCSC returns #VALUE! error. @EXAMPLES= IMCSC("2-j") equals 0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT
de: @FUNCTION=IMKOSEK @SYNTAX=IMKOSEK(iZahl) @DESCRIPTION=IMKOSEK liefert die komplexe Kosekante einer komplexen Zahl z (@iZahl), wobei csc(z) = 1/sin(z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert #IMKOSEK einen #WERT!-Fehler. @EXAMPLES= IMCSC("2-j") liefert 0.635494-0.221501j. @SEEALSO=IMSEK,IMCOT
ne: @FUNCTION=IMCSC @SYNTAX=IMCSC(inumber) @DESCRIPTION=IMCSC ले जटिल नम्बर z (@inumber) को जटिल cosecant फर्काउँछ, जहाँ csc(z) = 1/sin(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMCSC ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMCSC("2-j") equals 0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT
tr: @FUNCTION=IMCSC @SYNTAX=IMCSC(karmaşık_sayı) @DESCRIPTION=IMCSC verilen bir @karmaşık_sayı'nın kosekantını hesaplar. Parametre olarak z verilmişse: csc(z) = 1/sin(z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMCSC("2-j") eşittir 0.635494-0.221501j Benzerleri: IMSEC, IMCOT @EXAMPLES= IMCSC("2-j") eşittir 0.635494-0.221501j @SEEALSO=IMSEC, IMCOT

source: @FUNCTION=IMCOT @SYNTAX=IMCOT(inumber) @DESCRIPTION=IMCOT returns the complex cotangent of the complex number z (@inumber), where cot(z) = 1/tan(z). * If @inumber is not a valid complex number, IMCOT returns #VALUE! error. @EXAMPLES= IMCOT("2-j") equals -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC
de: @FUNCTION=IMCOTAN @SYNTAX=IMCOTAN(iZahl) @DESCRIPTION=IMCOTAN liefert den komplexen Cotangens einer komplexen Zahl z (@iZahl), wobei cot(z) = 1/tan(z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMCOTAN einen #WERT!-Fehler. @EXAMPLES= IMCOTAN("2-j") liefert -0.171384+0.821330j. @SEEALSO=IMSEK,IMCSEK
ne: @FUNCTION=IMCOT @SYNTAX=IMCOT(inumber) @DESCRIPTION=IMCOT ले जटिल नम्बर z (@inumber) को जटिल cotangent फर्काउँछ, जहाँ cot(z) = 1/tan(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMCOT ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMCOT("2-j") equals -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC
tr: @FUNCTION=IMCOT @SYNTAX=IMCOT(karmaşık_sayı) @DESCRIPTION=IMCOT verilen bir @karmaşık_sayı'nın kotanjantını hesaplar. Parametre olarak z verilmişse: cot(z) = 1/tan(z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMCOT("2-j") eşittir -0.171384+0.821330j Benzerleri: IMSEC, IMCSC @EXAMPLES= IMCOT("2-j") eşittir -0.171384+0.821330j @SEEALSO=IMSEC, IMCSC

source: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP returns the exponential of a complex number. * If @inumber is not a valid complex number, IMEXP returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMEXP("2-j") equals 3.992324-6.217676j. @SEEALSO=IMLN
de: @FUNCTION=IMEXP @SYNTAX=IMEXP(iZahl) @DESCRIPTION=IMEXP liefert das Exponential einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMEXP einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMEXP("2-j") liefert 3.992324-6.217676j. @SEEALSO=IMLN
ne: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP ले जटिल नम्बरको घातांक फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMEXP ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दि छैन। @EXAMPLES= IMEXP("2-j") equals 3.992324-6.217676j. @SEEALSO=IMLN
tr: @FUNCTION=IMEXP @SYNTAX=IMEXP(karmaşık_sayı) @DESCRIPTION=IMEXP işlevi verilen bir @karmaşık_sayı'nın üstel değerini hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMEXP("2-j") eşittir 3.992324-6.217676j Benzeri: IMLN @EXAMPLES= IMEXP("2-j") eşittir 3.992324-6.217676j @SEEALSO=IMLN

source: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT returns the argument theta of a complex number, i.e. the angle in radians from the real axis to the representation of the number in polar coordinates. * If @inumber is not a valid complex number, IMARGUMENT returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMARGUMENT("2-j") equals -0.463647609. @SEEALSO=
de: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(iZahl) @DESCRIPTION=IMARGUMENT liefert das Argument Theta einer komplexen Zahl @iZahl, also den Winkel im Gradmaß zwischen der reellen Achse und der Darstellung der Zahl in Polarkoordinaten. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARGUMENT einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMARGUMENT("2-j") liefert -0,463647609. @SEEALSO=
ne: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT ले जटिल नम्बरको argument theta फर्काउँछ, त्यसको मतलब पोलार संयोजनहरूमा सङ्ख्याको प्रस्तुतिकरणमा वास्तविक अक्षबाट रेडियनमा कोणहरू फर्काउँछन्। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARGUMENT ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMARGUMENT("2-j") equals -0.463647609. @SEEALSO=
tr: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(karmaşık_sayı) @DESCRIPTION=IMARGUMENT işlevi verilen @karmaşık_sayı'nın tetasını hesaplar. Yani, gerçel eksendeki radyan cinsinden açının kutupsal koordinatlardaki değerini verir. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMARGUMENT("2-j") eşittir -0.463647609 Benzeri: IMCONJUGATE @EXAMPLES= IMARGUMENT("2-j") eşittir -0.463647609 @SEEALSO=
