Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST calculates the cumulative bivariate normal distribution from parameters a, b & rho. The return value is the probability that two random variables with correlation @rho are respectively each less than @a and @b. @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
de: @FUNCTION=KUMBIVNORMVERT @SYNTAX=KUMBIVNORMVERT(a,b,Rho) @DESCRIPTION=KUMBIVNORMVERT berechnet die kumulative bivariate Normalverteilung aus den Parametern a, b und Rho. Der gelieferte Wert ist die Wahrscheinlichkeit, dass zwei Zufallsvariablen mit der Korrelation @Rho jeweils kleiner als @a und @b sind. @EXAMPLES= @SEEALSO=NORMVERT,STANDNORMDIST,STANDNORMINV
ne: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST ले प्यारामिटरहरू a b र rho बाट क्युमुलेटिभ बाइभेरिएट नर्मल विभाजन गणना गर्दछ। रिटर्न मान यो संभाव्यता छ कि कोरिलेसनसँगको दुई अनियमित चलहरू @rho क्रमश: दुवै @a र @b.भन्दा कम छन्। @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
tr: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST, a, b ve rho değişkenlerine göre kümülatif bivariatenormal dağılımını hesaplar

source: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_put_flag,spot,strike,time,rate,volatility [,cost_of_carry]) @DESCRIPTION=OPT_BS uses the Black-Scholes model to calculate the price of a European option using call_put_flag, @call_put_flag, 'c' or 'p' struck at @strike on an asset with spot price @spot. @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed in the same units as @strike and @spot. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_put_flag,spot,strike,time,rate,volatility [,cost_of_carry]) @DESCRIPTION=OPT_BS ले call_put_flag, @call_put_flag प्रयोग गर्ने युरोपियन विकल्प को मूल्य गणना गर्न ब्ल्याक-स्कल्स मोडल प्रयोग गर्दछ, 'c' वा 'p' स्ट्राइक गर्दछ @strike स्पट मूल्यसँग एउटा एसेटमा @spot. @time वर्षहरूमा अभिव्यक्तित विकल्पको प्रौढताको समय हो। @rate जोखिम-रहित ब्याज दर हो। @volatility वार्षिक गरिएको अस्थिरता हो, प्रतिशतमा, अभ्यास मितिको अवधि भित्रको लागि समयको। @cost_of_carry भित्रि एसेटको मानमा चुहावट हो, साधारण स्टकहरूका लागि,यो लाभांश उपज हुँनेछ। * @strike र @spot जस्तै रिटर्न भएको मान समान एकाइहरूमा अभिव्यक्त गरिनेछ। @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_DELTA uses the Black-Scholes model to calculate the 'delta' of a European option with call_put_flag, @call_put_flag, 'c' or 'p' struck at @strike on an asset with spot price @spot. Where @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed in the same units as @strike and @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_DELTA ले call_put_flag, @call_put_flag, 'c' or 'p' struck at @strike on an asset with spot price @spotसँगै युरोपियन विकल्पको 'delta' गणना गर्न ब्ल्याक स्कोल्स मोडेल प्रयोग गर्दछ । जहाँ @time वर्षहरूमा अभिव्यक्त गरिएको विकल्पको समय अवधि हो। @rate जोखिम-विहिन व्याजदर हो। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा, वार्षिकिकरण गरिएको भोलाटिलिटी हो। @cost_of_carry कमन स्टकहरूका लागि सम्पति कचको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल एउटै एकाइ जस्तै @strike र @spot मा अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_GAMMA uses the Black-Scholes model to calculate the 'gamma' of a European option struck at @strike on an asset with spot price @spot. (The gamma of an option is the second derivative of its price with respect to the price of the underlying asset, and is the same for calls and puts.) @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of delta per unit change in @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_GAMMA ले @strike on an asset with spot price @spot मा युरेपियन विकल्प स्ट्रकको 'gamma' गणना गर्न ब्ल्याक-स्कोल्स मोडेल प्रयोग गर्दछ। (एउटा विकल्पको गामा यसको मूल्यको दोस्रो डेरिभेटिभ हो साथै कच सम्पतिको मूल्य पनि हो, र calls र puts का लागि एउटै हो।) @time वर्षहरूमा अभिव्यक्त गरिएको विकल्पको समय अवधि हो। @rate जोखिम-विहिन व्याजदर हो। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा, वार्षिकिकरण गरिएको भोलाटिलिटी हो। @cost_of_carry कमन स्टकहरूका लागि सम्पति कचको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल @spot मा डेल्टा प्रति एकाइ परिवर्तनको परिवर्तन दरको रूपमा अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_THETA uses the Black-Scholes model to calculate the 'theta' of a European option with call_put_flag, @call_put_flag struck at @strike on an asset with spot price @spot. (The theta of an option is the rate of change of its price with respect to time to expiry.) @time is the time to maturity of the option expressed in years and @rate is the risk-free interest rate to the exercise date, in percent. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as minus the rate of change of option value, per 365.25 days. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_THETA ले @strike on an asset with spot price @spot मा युरेपियन विकल्प स्ट्रकको 'gamma' गणना गर्न ब्ल्याक-स्कोल्स मोडेल प्रयोग गर्दछ। (समय समाप्तिको आधारमा एउटा विकल्पको थिटा यसको मूल्यको परिवर्तनको दर हो।) @time वर्षहरूमा अभिव्यक्त गरिएको विकल्पको समय अवधि हो। @rate जोखिम-विहिन व्याजदर हो। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा, वार्षिकिकरण गरिएको भोलाटिलिटी हो। @cost_of_carry कमन स्टकहरूका लागि सम्पति कचको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल विकल्प मानको परिवर्तन दर, प्रति ३६५.२५ दिनको माइसको रूपमा अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_VEGA uses the Black-Scholes model to calculate the 'vega' of a European option struck at @strike on an asset with spot price @spot. (The vega of an option is the rate of change of its price with respect to volatility, and is the same for calls and puts.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% volatility. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_VEGAले @strike on an asset with spot price @spot मा युरेपियन विकल्प स्ट्रकको 'vega' गणना गर्न ब्ल्याक-स्कोल्स मोडेल प्रयोग गर्दछ। (भोलाटिलिटीको आधारमा एउटा विकल्पको भेगा यसको मूल्यको परिवर्तनको दर हो, र कल र पुटका लागि एउटै हो।) @time वर्षहरूमा अभिव्यक्त गरिएको विकल्पको समय अवधि हो। @rate जोखिम-विहिन व्याजदर हो। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा, वार्षिकिकरण गरिएको भोलाटिलिटी हो। @cost_of_carry कमन स्टकहरूका लागि सम्पति कचको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल विकल्प मानको परिवर्तन दर, प्रति १००% भोलाटिलिटीमा अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_RHO uses the Black-Scholes model to calculate the 'rho' of a European option with call_put_flag, @call_put_flag struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. (The rho of an option is the rate of change of its price with respect to the risk free interest rate.) @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% change in @rate. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_RHO ले @strike on an asset with spot price @spot मा call_put_flag, @call_put_flagसँग युरेपियन विकल्प स्ट्रकको 'rho' गणना गर्न ब्ल्याक-स्कोल्स मोडेल प्रयोग गर्दछ। @call_put_flag is 'c' or 'p' ले विकल्प कल वा पुट के हो सङ्केत गर्दछ। (जोखिम विहिन व्याजदरको आधारमा एउटा विकल्पको rho यसको मूल्यको परिवर्तनको दर हो।) @time वर्षहरूमा अभिव्यक्त गरिएको विकल्पको समय अवधि हो। @rate जोखिम-विहिन व्याजदर हो। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा, वार्षिकिकरण गरिएको भोलाटिलिटी हो। @cost_of_carry कमन स्टकहरूका लागि सम्पति कचको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल विकल्प मानको परिवर्तन दर, प्रति १००% @rate मा परिवर्तनको रूपमा अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_CARRYCOST uses the Black-Scholes model to calculate the 'elasticity' of a European option struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. (The elasticity of an option is the rate of change of its price with respect to its cost of carry.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% volatility. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_CARRYCOSTले @strike on an asset with spot price @spot मा युरेपियन विकल्प स्ट्रकको 'elasticity' गणना गर्न ब्ल्याक-स्कोल्स मोडेल प्रयोग गर्दछ। @call_put_flag is 'c' or 'p' ले विकल्प कल वा पुट के हो सङ्केत गर्दछ। (यसले बोकेको मूल्यको आधारमा एउटा विकल्पको elasticity यसको मूल्यको परिवर्तनको दर हो।) @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा, वार्षिकिकरण गरिएको भोलाटिलिटी हो। @time वर्षहरूमा अभिव्यक्त गरिएको विकल्पको समय अवधि हो। @rate प्रतिशतमा, मिति अभ्यास गर्ने जोखिम-विहिन व्याजदर हो। @cost_of_carry कमन स्टकहरूका लागि सम्पति कचको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल विकल्प मानको परिवर्तन दर, प्रति १००% भोलाटिलिटीको अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_put_flag,spot,strike,time,domestic_rate,foreign_rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN values the theoretical price of a European currency option struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time the number of days to exercise. @domestic_rate is the domestic risk-free interest rate to the exercise date. @foreign_rate is the foreign risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% volatility. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_put_flag,spot,strike,time,domestic_rate,foreign_rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN ले @strike on an asset with spot price @spot मा युरेपियन मुद्रा विकल्प स्ट्रकको सैदान्तिक मूल्य मोल गर्दछ। @call_put_flag 'c' वा 'p' हो जसले कल वा पुट विकल्प के हो सङ्केत गर्दछ। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पतिको, प्रतिशतमा वार्षिकिकरण गरिएको भोलाटिलिटी हो। @time दिनहरूको सङ्ख्या अभ्यास गर्न। @domestic_rate अभ्यास मितिमा घरायसी जोखिम-विहिन व्याजदर हो। @foreign_rate प्रतिशतमा, अभ्यास मितिमा वैदेशिक जोखिम-विहिन व्याजदर हो। @cost_of_carry कमन स्टकहरूका लागि, कच सम्पतिको मानमा चुहावट हो, यो dividend yield हुनसक्छ। * प्रतिफल विकल्प मानको परिवर्तन दर, प्रति १००% भोलाटिलिटीको रूपमा अभिव्यक्त हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_put_flag,spot,strike,time,t2,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_FRENCH values the theoretical price of a European option adjusted for trading day volatility, struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time the number of calendar days to exercise divided by calendar days in the year. @t2 is the number of trading days to exercise divided by trading days in the year. @rate is the risk-free interest rate. @cost_of_carry is the leakage in value of the underlying asset, to the exercise date, in percent. For common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_put_flag,spot,strike,time,t2,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_FRENCH ले @strike on an asset with spot price @spot मा व्यापारिक दिन भोलाटिलिटी, स्ट्रकका लागि समायोजित भएको युरेपियन विकल्पको सैदान्तिक मूल्य मोल गर्दछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ। @volatility अभ्यास मिति मार्फत अवधिका लागि सम्पत्तिको, प्रतिशतमा वार्षिकिकरण गरिएको भोलाटिलिटी हो। @time वर्षमा कयालेन्डर दिनहरूले भाग खाने क्यालेन्डर दिनहरूको सङ्ख्या अभ्यास गर्न। @t2 अभ्यास गर्नका लागि व्यापरिक दिनहरूको सङ्ख्या हो जसलाई वर्षमा व्यापारिक दिनहरूले भग खान्छ। @rate जोखिम-विहिन व्याजदर हो। @cost_of_carry प्रतिशतमा, अभ्यास मितिमा, कच सम्पतिको मानमा चुहावट हो। कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(call_put_flag,spot,strike,time,rate,volatility,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFF models the theoretical price of an option according to the Jump Diffusion process (Merton). @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price of the option. @time is the time to maturity of the option expressed in years. @rate is the annualized rate of interest. @volatility is the annualized volatility of the underlying asset. @lambda is expected number of 'jumps' per year. @gamma is proportion of volatility explained by the 'jumps.' @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(call_put_flag,spot,strike,time,rate,volatility,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFF ले Jump Diffusion process (Merton) को आधारमा एउटा विकल्पको सैदान्तिक मूल्य नमूना गर्दछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @strike विकल्पको स्ट्राइक मूल्य हो। @time विकल्पको समयावधि हो जु वर्षहरूमा अभिव्यक्त गरिन्छ। @rate व्याजको वार्षिकी दर हो। @volatility कच सम्पतिको वार्षिकिकरण गरिएको भोलाटिलिटी हो। @lambda हरेक वर्षको 'jumps' को अपेक्षित सङ्ख्या हो। @gamma 'jumps'द्वारा व्याख्या गरिएको भोलाटिलिटीको अनुपात हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
