Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: This function returns the cumulative distribution function of the geometric distribution.
ne: यो कार्यले ज्यामितिय वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QGEOM:probability quantile function of the geometric distribution.
ne: R.QGEOM:ज्यामितिय वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the geometric distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो ज्यामितिय वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DCAUCHY:probability density function of the Cauchy distribution.
ne: R.DCAUCHY:Cauchy वितरणको संभाव्य घनत्व कार्य।

source: location:the center of the distribution
ne: स्थान:वितरणको केन्द्र

source: This function returns the probability density function of the Cauchy distribution.
ne: यो कार्यले cauchy वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PCAUCHY:cumulative distribution function of the Cauchy distribution.
ne: R.PCAUCHY:Cauchy वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the Cauchy distribution.
ne: यो कार्यले cauchy वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QCAUCHY:probability quantile function of the Cauchy distribution.
ne: R.QCAUCHY:Cauchy वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Cauchy distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो cauchy वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: x,mu,sigma,give_log
ne: x,mu,सिग्मा,give_log

source: x,mu,sigma,lower_tail,log_p
ne: x,mu,सिग्मा,lower_tail,log_p

source: p,mu,sigma,lower_tail,log_p
ne: p,mu,सिग्मा,lower_tail,log_p

source: x,shape,scale,give_log
ne: x,आकार,स्केल,give_log

source: x,shape,scale,lower_tail,log_p
ne: x,आकार,स्केल,lower_tail,log_p

source: p,shape,scale,lower_tail,log_p
ne: p,आकार,स्केल,lower_tail,log_p

source: x,lambda,give_log
ne: x,ल्याम्डा,give_log

source: x,lambda,lower_tail,log_p
ne: x,ल्याम्डा,lower_tail,log_p

source: p,lambda,lower_tail,log_p
ne: p,ल्याम्डा,lower_tail,log_p

source: x,scale,give_log
ne: x,स्केल,give_log

source: x,scale,lower_tail,log_p
ne: x,स्केल,lower_tail,log_p

source: p,scale,lower_tail,log_p
ne: p,स्केल,lower_tail,log_p

source: x,location,scale,give_log
ne: x,स्थान,स्केल,give_log

source: x,location,scale,lower_tail,log_p
ne: x,स्थान,स्केल,lower_tail,log_p

source: p,location,scale,lower_tail,log_p
ne: p,स्थान,स्केल,lower_tail,log_p

source: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND returns a random number between zero and one. * This function is Excel compatible. @EXAMPLES= RAND() returns a random number greater than zero but less than one. @SEEALSO=RANDBETWEEN
de: @FUNCTION=ZUFALLSZAHL @SYNTAX=ZUFALLSZAHL() @DESCRIPTION=ZUFALLSZAHL liefert eine Zufallszahl zwischen Null und Eins. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ZUFALLSZAHL() liefert eine Zufallszahl, die größer als Null aber kleiner als Eins ist. @SEEALSO=ZUFALLSZAHL.ZWISCHEN
ne: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND ले शून्य र एक बीचको अनियमित सङ्ख्या फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= RAND() ले शून्य भन्दा ठूलो तर एक भन्दा सानो अनियमित सङ्ख्या फर्काउँछ। @SEEALSO=RANDBETWEEN
tr: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND işlevi sıfır ile bir arasında rasgele bir sayı verir. Bu işlev Excel uyumludur. Benzeri: RANDBETWEEN @EXAMPLES= @SEEALSO=RANDBETWEEN

source: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=RANDUNIFORM returns a random variate from the uniform (flat) distribution from a to b. The distribution is, p(x) dx = {1 over (b-a)} dx : for a <= x < b. p(x) dx = 0 : for x < a or b <= x. * If @a > @b RANDUNIFORM returns #NUM! error. @EXAMPLES= RANDUNIFORM(1.4,4.2) returns a random number greater than or equal to 1.4 but less than 4.2. @SEEALSO=RANDBETWEEN,RAND
de: @FUNCTION=ZUFALLSZAHL.RECHTECK @SYNTAX=ZUFALLSZAHL.RECHTECK(a,b) @DESCRIPTION=ZUFALLSZAHL.RECHTECK liefert eine zufällige Variable der (flachen) Rechteckverteilung zwischen a und b, wobei die Verteilung p(x) dx = {1 / (b-a)} dx für a <= x < b bzw. p(x) dx = 0 für x < a oder b <= x ist. * Falls @a > @b, liefert ZUFALLSZAHL.RECHTECK einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.RECHTECK(1.4,4.2) liefert eine Zufallszahl, die größer/gleich 1.4, aber kleiner als 4.2 ist. @SEEALSO=ZUFALLSZAHL.ZWISCHEN,ZUFALLSZAHL
ne: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=RANDUNIFORM ले समान(फ्लयाट) वितरणको ए र बी बाट अनियमित विविधता फर्काउँछ। वितरण यस प्रकार छ, p(x) dx = {1 over (b-a)} dx : for a <= x < b. p(x) dx = 0 : for x < a or b <= x. * यदि @a > @b छ भने RANDUNIFORM ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDUNIFORM(1.4,4.2) ले १.४सँग बराबर तर ४.२ भन्दा सानो वा ठूलो अनियमित सङ्ख्या फर्काउँछ। @SEEALSO=RANDBETWEEN,RAND
tr: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND işlevi sıfır ile bir arasında rasgele bir sayı verir. Bu işlev Excel uyumludur. Benzeri: RANDBETWEEN @EXAMPLES= @SEEALSO=RANDBETWEEN

source: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(val_range[,prob_range]) @DESCRIPTION=RANDDISCRETE returns one of the values in the @val_range. The probabilities for each value are given in the @prob_range. * If @prob_range is omitted, the uniform discrete distribution is assumed. * If the sum of all values in @prob_range is other than one, RANDDISCRETE returns #NUM! error. * If @val_range and @prob_range are not the same size, RANDDISCRETE returns #NUM! error. * If @val_range or @prob_range is not a range, RANDDISCRETE returns #VALUE! error. @EXAMPLES= RANDDISCRETE(A1:A6) returns one of the values in the range A1:A6. @SEEALSO=RANDBETWEEN,RAND
de: @FUNCTION=ZUFALLSZAHL.DISKRET @SYNTAX=ZUFALLSZAHL.DISKRET(Wertebereich[,Wahrscheinlichkeitsbereich]) @DESCRIPTION=ZUFALLSZAHL.DISKRET liefert einen der Werte im Bereich @Wertebereich. Die Wahrscheinlichkeiten für jeden Wert werden in @Wahrscheinlichkeitsbereich übergeben. * Falls @Wahrscheinlichkeitsbereich nicht übergeben wird, wird eine diskrete Normalverteilung angenommen. * Falls die Summe aller Werte im Bereich @Wahrscheinlichkeitsbereich ungleich eins ist, liefert ZUFALLSZAHL.DISKRET einen #ZAHL!-Fehler. * Falls @Wertebereich und @Wahrscheinlichkeitsbereich nicht gleich groß sind, liefert ZUFALLSZAHL.DISKRET einen #ZAHL!-Fehler. * Falls @Wertebereich oder @Wahrscheinlichkeitsbereich keine Bereiche ist, liefert ZUFALLSZAHL.DISKRET einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.DISKRET(A1:A6) liefert einen der Werte im Bereich A1:A6. @SEEALSO=ZUFALLSZAHL.ZWISCHEN, ZUFALLSZAHL
ne: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(val_range[,prob_range]) @DESCRIPTION=RANDDISCRETE ले @val_range मा मानहरूको एउटा फर्काउँछ। हरक मानका लागि संभाव्यताहरू @prob_range मा दिएको छ। * यदि @prob_range हट्यो भने, समान डिस्क्रिट वितरण मानिन्छ। * यदि @prob_range सबै मानहरूको जोड एक भन्दा अन्य हुन्छ भने, RANDDISCRETE ले #NUM! त्रुटि फर्काउँछ। * यदि @val_range र @prob_range उही आकारका छैन भने, RANDDISCRETE ले #NUM! त्रुटि फर्काउँछ। * यदि @val_range वा @prob_range दायरा होएन भने, RANDDISCRETE ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= RANDDISCRETE(A1:A6) ले दायरा A1:A6 मा एउटा मान फर्काउँछ। @SEEALSO=RANDBETWEEN,RAND

source: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP returns a exponentially-distributed random number. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
de: @FUNCTION=ZUFALLSZAHL.EXP @SYNTAX=ZUFALLSZAHL.EXP(b) @DESCRIPTION=ZUFALLSZAHL.EXP liefert eine exponenziell verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.EXP(0.5). @SEEALSO=ZUFALLSZAHL, ZUFALLSZAHL.ZWISCHEN
ne: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP ले एक्सपोनेन्शल वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON returns a Poisson-distributed random number. * If @lambda < 0 RANDPOISSON returns #NUM! error. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
de: @FUNCTION=ZUFALLSZAHL.POISSON @SYNTAX=ZUFALLSZAHL.POISSON(Lambda) @DESCRIPTION=ZUFALLSZAHL.POISSON liefert eine Poisson-verteilte Zufallszahl. * Falls @Lambda < 0 ist, liefert ZUFALLSZAHL.POISSON einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.POISSON(3). @SEEALSO=ZUFALLSZAHL, ZUFALLSZAHL.ZWISCHEN
ne: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(ल्याम्डा) @DESCRIPTION=RANDPOISSON ले एउटा Poisson-वितरित अनियमित सङ्ख्या फर्काउँछ। * यदि @lambda < 0 छ भने RANDPOISSON ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson işlevi poisson açılımlı bir rasgele sayı verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,trials) @DESCRIPTION=RANDBINOM returns a binomially-distributed random number. * If @p < 0 or @p > 1 RANDBINOM returns #NUM! error. * If @trials < 0 RANDBINOM returns #NUM! error. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
de: @FUNCTION=ZUFALLSZAHL.BINOM @SYNTAX=ZUFALLSZAHL.BINOM(Wahrscheinlichkeit,Versuche) @DESCRIPTION=ZUFALLSZAHL.BINOM liefert eine binomial verteilte Zufallszahl. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert ZUFALLSZAHL.BINOM einen #ZAHL!-Fehler. * Falls @Fehlschläge < 0 ist, liefert ZUFALLSZAHL.BINOM einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.BINOM(0.5,2). @SEEALSO=ZUFALLSZAHL,ZUFALLSZAHL.NEGBINOM
ne: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,परिक्षाहरू) @DESCRIPTION=RANDBINOM एउटा द्विपदिय-वितरित अनियमित सङ्ख्या फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने RANDBINOM ले #NUM! त्रुटि फर्काउँछ। * यदि @trials < 0 छ भने RANDBINOM ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bottom,top) @DESCRIPTION=RANDBETWEEN function returns a random integer number between and including @bottom and @top. * If @bottom is non-integer, it is rounded up. * If @top is non-integer, it is rounded down. * If @bottom > @top, RANDBETWEEN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM
ne: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(तल,माथि) @DESCRIPTION=RANDBETWEEN कार्यले @bottom र @top समावेश गरेर एउटा अनियमित इन्टेजर बीचको सङ्ख्या फर्काउँछ। * यदि @bottom इन्टेजर होइन भने, यो माथि घुमेको हुन्छ। * यदि @top इन्टेजर होइन भने, यो तल घुमेको हुन्छ। * यदि @bottom > @top छ भने, RANDBETWEEN ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM

source: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM returns a negative binomially-distributed random number. * If @p < 0 or @p > 1, RANDNEGBINOM returns #NUM! error. * If @failures < 1, RANDNEGBINOM returns #NUM! error. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
de: @FUNCTION=ZUFALLSZAHL.NEGBINOM @SYNTAX=ZUFALLSZAHL.NEGBINOM(Wahrscheinlichkeit,Fehlschläge) @DESCRIPTION=ZUFALLSZAHL.NEGBINOM liefert eine negative, binomial verteilte Zufallszahl. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert ZUFALLSZAHL.NEGBINOM einen #ZAHL!-Fehler. * Falls @Fehlschläge < 1 ist, liefert ZUFALLSZAHL.NEGBINOM einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.NEGBINOM(0.5,2). @SEEALSO=ZUFALLSZAHL,ZUFALLSZAHL.BINOM
ne: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,असफलताहरू) @DESCRIPTION=RANDNEGBINOM ले ऋणात्मक द्विपदिय-वितरीत अनियमित सङ्ख्या फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने, RANDNEGBINOM ले #NUM! त्रुटि फर्काउँछ। * यदि @failures < 1 छ भने, RANDNEGBINOM ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI returns a Bernoulli-distributed random number. * If @p < 0 or @p > 1 RANDBERNOULLI returns #NUM! error. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
de: @FUNCTION=ZUFALLSZAHL.BERNOULLI @SYNTAX=ZUFALLSZAHL.BERNOULLI(Wahrscheinlichkeit) @DESCRIPTION=ZUFALLSZAHL.BERNOULLI liefert eine Bernoulli-verteilte Zufallszahl. * Falls @Wahrscheinlichkeit < 0 oder @Wahrscheinlichkeit > 1 ist, liefert ZUFALLSZAHL.BERNOULLI einen #WERT!-Fehler. @EXAMPLES= ZUFALLSZAHL.BERNOULLI(0.5). @SEEALSO=ZUFALLSZAHL, ZUFALLSZAHL.ZWISCHEN
ne: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI ले बरनाउली-वितरितत अनियमित सङ्ख्या फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने RANDBERNOULLI ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli işlevi Bernoulli açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 ise işlev #SAYI! hatası verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(mean,stdev) @DESCRIPTION=RANDNORM returns a normal-distributed random number. * If @stdev < 0 RANDNORM returns #NUM! error. @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.NORM @SYNTAX=ZUFALLSZAHL.NORM(Mittelwert,Stdabw) @DESCRIPTION=ZUFALLSZAHL.NORM liefert eine normalverteilte Zufallszahl. * Falls @Stdabw < 0 ist, liefert ZUFALLSZAHL.NORM einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.NORM(0,1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(मध्यक,stdev) @DESCRIPTION=RANDNORM ले सामान्य-वितररित अनियमित सङ्ख्या फर्काउँछ। * यदि @stdev < 0 छ भने RANDNORM ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli işlevi Bernoulli açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 ise işlev #SAYI! hatası verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY returns a Cauchy-distributed random number with scale parameter a. The Cauchy distribution is also known as the Lorentz distribution. * If @a < 0 RANDCAUCHY returns #NUM! error. @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.CAUCHY @SYNTAX=ZUFALLSZAHL.CAUCHY(a) @DESCRIPTION=ZUFALLSZAHL.CAUCHY liefert eine Cauchy-verteilte Zufallszahl mit Skalenparameter a. Die Cauchy-Verteilung ist auch als Lorentz-Verteilung bekannt. * Falls @a < 0 ist, liefert ZUFALLSZAHL.CAUCHY einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.CAUCHY(1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY ले स्केल परामिति एसँगै Cauchy-वितरित अनियमित सङ्ख्या फर्काउँछ। Cauchy वितरणलाई Lorentz वितरण पनि भनिन्छ। * यदि @a < 0 छ भने RANDCAUCHY ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta,sigma) @DESCRIPTION=RANDLOGNORM returns a lognormal-distributed random number. @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.LOGNORMAL @SYNTAX=ZUFALLSZAHL.LOGNORMAL(Zeta,Sigma) @DESCRIPTION=ZUFALLSZAHL.LOGNORMAL liefert eine lognormal-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.LOGNORMAL(1,2). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(जेटा,सिग्मा) @DESCRIPTION=RANDLOGNORM ले लगसामान्य-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson işlevi poisson açılımlı bir rasgele sayı verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL returns a Weibull-distributed random number. @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.WEIBULL @SYNTAX=ZUFALLSZAHL.WEIBULL(a,b) @DESCRIPTION=ZUFALLSZAHL.WEIBULL liefert eine Weibull-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.WEIBULL(1,2). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL ले एउटा Weibull-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE returns a Laplace-distributed random number. Laplace distribution is also known as two-sided exponential probability distribution. @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.LAPLACE @SYNTAX=ZUFALLSZAHL.LAPLACE(a) @DESCRIPTION=ZUFALLSZAHL.LAPLACE liefert eine Laplace-verteilte Zufallszahl. Laplace-Verteilungen sind auch als zweiseitige exponenzielle Wahrscheinlichkeitsverteilungen bekannt. @EXAMPLES= ZUFALLSZAHL.LAPLACE(1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE ले Laplace-वितरित अनियमित सङ्ख्या फर्काउँछ। Laplace वितरणलाई दुई-पक्षिय एक्पोनेन्शल संभाव्य वितरण पनि भनिन्छ। @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH returns a Rayleigh-distributed random number. @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.RAYLEIGH @SYNTAX=ZUFALLSZAHL.RAYLEIGH(Sigma) @DESCRIPTION=ZUFALLSZAHL.RAYLEIGH liefert eine Rayleigh-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.RAYLEIGH(1). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(सिग्मा) @DESCRIPTION=RANDRAYLEIGH ले एउटा Rayleigh-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,sigma) @DESCRIPTION=RANDRAYLEIGHTAIL returns a random variate from the tail of the Rayleigh distribution with scale parameter sigma and a lower limit of a. The distribution is, p(x) dx = {x over sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, for x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH
de: @FUNCTION=ZUFALLSZAHL.RAYLEIGHTAIL @SYNTAX=ZUFALLSZAHL.RAYLEIGHTAIL(a,Sigma) @DESCRIPTION=ZUFALLSZAHL.RAYLEIGHTAIL liefert eine Zufallsvariable aus dem Tail der Rayleigh-Verteilung mit dem Skalierungsparameter @Sigma und limes inferior @a. Die Verteilung ist p(x) dx = {x / sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, for x > a. @EXAMPLES= ZUFALLSZAHL.RAYLEIGHTAIL(0.3,1). @SEEALSO=ZUFALLSZAHL,ZUFALLSZAHLEN.RAYLEIGH
ne: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,सिग्मा) @DESCRIPTION=RANDRAYLEIGHTAIL ले स्केल परामिति सिग्मा र ए को कम सीमासँगै Rayleigh वितरणको छेउबाट अनियमित विविधता फर्काउँछ। वितरण यस प्रकार छ, p(x) dx = {x over sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, for x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson işlevi poisson açılımlı bir rasgele sayı verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA returns a Gamma-distributed random number. * If @a <= 0 RANDGAMMA returns #NUM! error. @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.GAMMA @SYNTAX=ZUFALLSZAHL.GAMMA(a,b) @DESCRIPTION=ZUFALLSZAHL.GAMMA liefert eine Gamma-verteilte Zufallszahl. * Falls @a <= 0 ist, liefert ZUFALLSZAHL.GAMMA einen #ZAHL!-Fehler. @EXAMPLES= ZUFALLSZAHL.GAMMA(1,2). @SEEALSO=ZUFALLSZAHL
ne: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA ले Gamma-वितरित अनियमित सङ्ख्या फर्काउँछ। * यदि @a <= 0 छ भने RANDGAMMA ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli işlevi Bernoulli açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 ise işlev #SAYI! hatası verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO returns a Pareto-distributed random number. @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND
de: @FUNCTION=ZUFALLSZAHL.PARETO @SYNTAX=ZUFALLSZAHL.PARETO(a,b) @DESCRIPTION=ZUFALLSZAHL.PARETO liefert eine Pareto-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.PARETO(1,2). @SEEALSO=ZUFALLSZAHL.PARETO
ne: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO ले एउटा परेटो-वितरित अनियमित सङ्ख्या फर्काउँछ। @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST returns a F-distributed random number. @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA
de: @FUNCTION=ZUFALLSZAHL.FVERT @SYNTAX=ZUFALLSZAHL.FVERT(Zahl1,Zahl2) @DESCRIPTION=ZUFALLSZAHL.FVERT liefert eine F-verteilte Zufallszahl. @EXAMPLES= ZUFALLSZAHL.FVERT(1,2). @SEEALSO=ZUFALLSZAHL, ZUFALLSZAHL.GAMMA
ne: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST ले एफ-वितरित अनियमित सङ्ख्या पर्काउछ। @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson işlevi poisson açılımlı bir rasgele sayı verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN
