Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(database,field,criteria) @DESCRIPTION=DPRODUCT function returns the product of numbers in a column that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DPRODUCT(A1:C7, "Age", A9:B11) equals 1247. @SEEALSO=DSUM
de: @FUNCTION=DBPRODUKT @SYNTAX=DBPRODUKT(Datenbank,Feld,Kriterien) @DESCRIPTION=DBPRODUKT liefert das Produkt in einer Spalte von Zahlen, die den angegebenen Kriterien entsprechen. @Datenbank ist ein Zellbereich, in dem Zeilen Datensätze und Spalten Datenfelder sind. Die erste Zeile einer Datenbank enthält die Beschriftungen für die jeweiligen Spalten. @Feld legt fest, welche Spalte für die Funktion verwendet wird und darf eine Ganzzahl oder eine Zeichenkette sein. Falls n (@Feld) ganzzahlig ist, wird die n-te Spalte verwendet, falls @Feld jedoch als Zeichenkette übergeben wird, wird diese als Bezug zur Spalte mit der Beschriftung "@Feld" interpretiert. @Kriterien ist der Zellbereich, der die zu erfüllenden Bedingungen enthält. Die erste Zeile in @Kriterien sollte die Beschriftungen der Felder enthalten, für die die Kriterien gelten. Zellen unterhalb der Beschriftungen legen Bedingungen fest, zum Beispiel »>3« oder »<9«. Ist-gleich-Bedingungen können als Wert (z.B. »3« oder »Johann«) übergeben werden. Jede Zeile in @Kriterien gibt eine einzelne Bedingung an. Wenn also eine Zeile in @Datenbank mit einer der Zeilen in @Kriterien übereinstimmt, dann wird diese Zeile gezählt (technisch ausgedrückt ist dies ein Boolsches ODER zwischen den Zeilen in @Kriterien). Falls @Kriterien mehr als eine Spalte angibt, muss jede der Bedingungen in diesen Spalten wahr sein, damit sie auf @Datenbank zutrifft (also ein Boolsches UND zwischen den Spalten in jeder Zeile in @Kriterien). @EXAMPLES= Angenommen, der Zellbereich A1:C7 enthält folgende Werte: Name Alter Gehalt Johann 34 54342 Fritz 35 22343 Heinz 29 34323 Kurt 43 47242 Susanne 37 42932 Robert 45 45324 Zusätzlich enthält der Zellbereich A9:B1 folgende Werte: Alter Gehalt <30 >40 >46000 Dann gilt: DBPRODUKT(A1:C7, "Alter", A9:B11) liefert 1247. @SEEALSO=DBSUMME
ne: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(डाटाबेस,फाँट,मापदण्ड) @DESCRIPTION=DCOUNT कार्यले निर्दिष्ट गरिएको शर्तहरू मेल खाने स्तम्भमा वस्तुहरूको सङ्ख्या फर्काउँछ। @database अक्षहरूको दायरा हो जसमा सम्बन्धित सूचनाको पङ्क्तिहरू रेकर्ड हुन्छन् र डेटाको स्तम्भहरू फाँटहरू हुन्छन्। डाटाबेसको पहिलो पङ्क्तिले हरेक स्तम्भका लागि लेबुलहरू समाविष्ट गर्दछ। @field ले कार्यमा प्रयोग भएको स्तम्भ निर्दिष्ट गर्दछ। यदि @field एउटा इन्टेजर हो भने, उदाहरण २ का लागि, दोस्रो स्तम्भ प्रयोग हुँनेछ। फाँट एउटा स्तम्भको लेबुल पनि हुनसक्छ। उदाहरणका लागि, ``Age'' ले @database दायरामा लेबुल ``Age''सँगै स्तम्भ सन्दर्भ गर्दछ। @criteria अक्षहरूको दायरा हो जसले निर्दिष्ट शर्तहरू समाविष्ट गर्दछ। @criteria को पहिलो पङ्क्तिले मापदण्डहरूका लागि फाँटहरूको लेबुल निर्दिष्ट गर्दछ। लेबुलहरू मुनिको अक्षहरूले शर्तहरू निर्दिष्ट गर्दछ, उदाहरणका लागि, ``>3'' वा ``<9''। समान शर्तहरू मान निर्दिष्ट गरेर सामन्य रूपमा दिन सकिन्छ, उदाहरणका लागि ``3'' वा ``John''। @criteria मा हरेक पङ्क्तिले भिन्न शर्तहरू निर्दिष्ट गर्दछ। यदि @database मा एउटा पङ्क्ति @criteria मा अर्को पङ्क्तिसँग मेल खान्छ भने, त्यो पङ्क्ति गन्ति हुन्छ। प्राविधिक रूपले बोल्दा, यो @criteria मा पङ्क्तिहरू बीच बुलियन वा सञ्चालन हो। यदि @criteria ले एउटा भन्दा बढी स्तम्भ निर्दिष्ट गर्दछ भने, निर्दिष्ट गरिएको स्तम्भहरूमा हरेक शर्तहरू @database मा मेल खान पङ्क्तिहरूका लागि सत्य हुनुपर्छ। प्राविधिक रूपमा बोल्दा, @criteria मा स्तम्भहरू बीच यो एउटा बुलियन र सञ्चालन हो। @EXAMPLES= दायरा A1:C7 ले निम्न मानहरू समाविष्ट गर्दछ भन्ने मानौ : Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 DPRODUCT(A1:C7, "Age", A9:B11) equals 1247. @SEEALSO=DSUM
tr: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(veritabanı,alan,koşul) @DESCRIPTION=DPRODUCT işlevi, belirtilen @veritabanı'ndaki @koşul ile eşleşen bir sütundaki değerlerin çarpımını hesaplar * @veritabanı, ilgili bilgi satırlarının kayıtlar ve veri sütunlarının alanlar olduğu bir aralıktaki değerler bütünüdür. Veritabanının ilk satırı her sütunun başlığını içermelidir. * @alan işlevde kullanılan sütunu belirtir. @alan bir tamsayı ise, örneğin, 2 ise 2. sütun kullanılır. @alan, bir sütunun başlığı da olabilir. Örneğin, ``Yaş'', @veritabanı içindeki ``Yaş'' başlıklı sütunu belirtir. * @koşul belirli koşulları içeren gözeleri belirten bir aralıktır. @koşul'un ilk satırı koşulları içeren alanların başlıklarını içermelidir. Başlıkların altındaki satırlar, örneğin, ``>3'' veya ``<9'' gibi koşulları içerir. Eşitlik koşulları basitçe eşit olduğu değeri belirterek, ``3'' veya ``Ali'' gibi verilebilir. @koşul'daki her satır ayrı bir koşul belirtir, örneğin, @veritabanı, @koşul'daki satırlardan biri ile eşleşirse (teknik olarak @koşul içindeki satırlar arasında mantıksal VEYA işlemi yapıldığından bahsedilebilir), bu satır ortalamaya dahil edilir. @koşul, birden fazla sütun belirtiyorsa, bu sütunlardaki koşullar, @veritabanı'ndaki eşleşen satırlar için doğru olacaktır (teknik olarak, @koşul içindeki her satırın sütunları arasında mantıksal VE uygulandığından bahsedilebilir). Örnek: A1:C7 aralığının aşağıdaki değerleri içerdiğini varsayalım: İsim Yaş Ücret John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Ek olarak, A9:B11 aralığı aşağıdaki değerleri içersin: Yaş Ücret <30 >40 >46000 Bu durumda: DPRODUCT(A1:C7, "Yaş", A9:B11) eşittir 1247. Benzerleri: DSUM @EXAMPLES= A1:C7 aralığının aşağıdaki değerleri içerdiğini varsayalım: İsim Yaş Ücret John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Ek olarak, A9:B11 aralığı aşağıdaki değerleri içersin: Yaş Ücret <30 >40 >46000 Bu durumda: DPRODUCT(A1:C7, "Yaş", A9:B11) eşittir 1247. @SEEALSO=DSUM

source: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,field,criteria) @DESCRIPTION=DSTDEV function returns the estimate of the standard deviation of a population based on a sample. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DSTDEV(A1:C7, "Age", A9:B11) equals 9.89949. DSTDEV(A1:C7, "Salary", A9:B11) equals 9135.112506. @SEEALSO=DSTDEVP
ne: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(डाटाबेस,फाँट,मापदण्ड) @DESCRIPTION=DCOUNT कार्यले नमूनामा आधारित जनसङ्ख्याको स्टान्डर्ड डेभिएसनको अनुमानलाई फर्काउँछ। जनसङ्ख्या सङ्ख्याहरूको समाविष्ट हो जोसँग निर्दिष्ट गरिएको शर्तहरू मेल खान्छ। @database अक्षहरूको दायरा हो जसमा सम्बन्धित सूचनाको पङ्क्तिहरू रेकर्ड हुन्छन् र डेटाको स्तम्भहरू फाँटहरू हुन्छन्। डाटाबेसको पहिलो पङ्क्तिले हरेक स्तम्भका लागि लेबुलहरू समाविष्ट गर्दछ। @field ले कार्यमा प्रयोग भएको स्तम्भ निर्दिष्ट गर्दछ। यदि @field एउटा इन्टेजर हो भने, उदाहरण २ का लागि, दोस्रो स्तम्भ प्रयोग हुँनेछ। फाँट एउटा स्तम्भको लेबुल पनि हुनसक्छ। उदाहरणका लागि, ``Age'' ले @database दायरामा लेबुल ``Age''सँगै स्तम्भ सन्दर्भ गर्दछ। @criteria अक्षहरूको दायरा हो जसले निर्दिष्ट शर्तहरू समाविष्ट गर्दछ। @criteria को पहिलो पङ्क्तिले मापदण्डहरूका लागि फाँटहरूको लेबुल निर्दिष्ट गर्दछ। लेबुलहरू मुनिको अक्षहरूले शर्तहरू निर्दिष्ट गर्दछ, उदाहरणका लागि, ``>3'' वा ``<9''। समान शर्तहरू मान निर्दिष्ट गरेर सामन्य रूपमा दिन सकिन्छ, उदाहरणका लागि ``3'' वा ``John''। @criteria मा हरेक पङ्क्तिले भिन्न शर्तहरू निर्दिष्ट गर्दछ। यदि @database मा एउटा पङ्क्ति @criteria मा अर्को पङ्क्तिसँग मेल खान्छ भने, त्यो पङ्क्ति गन्ति हुन्छ। प्राविधिक रूपले बोल्दा, यो @criteria मा पङ्क्तिहरू बीच बुलियन वा सञ्चालन हो। यदि @criteria ले एउटा भन्दा बढी स्तम्भ निर्दिष्ट गर्दछ भने, निर्दिष्ट गरिएको स्तम्भहरूमा हरेक शर्तहरू @database मा मेल खान पङ्क्तिहरूका लागि सत्य हुनुपर्छ। प्राविधिक रूपमा बोल्दा, @criteria मा स्तम्भहरू बीच यो एउटा बुलियन र सञ्चालन हो। @EXAMPLES= दायरा A1:C7 ले निम्न मानहरू समाविष्ट गर्दछ भन्ने मानौ : Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 थपमा, अक्ष A9:B11 हरूले निम्न मानहरू समाविष्ट गर्दछ : Age Salary <30 >40 >46000 DSTDEV(A1:C7, "Age", A9:B11) equals 9.89949. DSTDEV(A1:C7, "Salary", A9:B11) equals 9135.112506. @SEEALSO=DSTDEVP

source: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database,field,criteria) @DESCRIPTION=DSTDEVP function returns the standard deviation of a population based on the entire population. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DSTDEVP(A1:C7, "Age", A9:B11) equals 7. DSTDEVP(A1:C7, "Salary", A9:B11) equals 6459.5. @SEEALSO=DSTDEV
ne: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(डाटाबेस,फाँट,मापदण्ड) @DESCRIPTION=DCOUNT कार्यले सम्पूर्ण जनसङ्ख्यामा आधारित जनसङ्ख्याको स्टान्डर्ड डेभिएसनलाई फर्काउँछ। जनसङ्ख्या सङ्ख्याहरूको समाविष्ट हो जोसँग निर्दिष्ट गरिएको शर्तहरू मेल खान्छ। @database अक्षहरूको दायरा हो जसमा सम्बन्धित सूचनाको पङ्क्तिहरू रेकर्ड हुन्छन् र डेटाको स्तम्भहरू फाँटहरू हुन्छन्। डाटाबेसको पहिलो पङ्क्तिले हरेक स्तम्भका लागि लेबुलहरू समाविष्ट गर्दछ। @field ले कार्यमा प्रयोग भएको स्तम्भ निर्दिष्ट गर्दछ। यदि @field एउटा इन्टेजर हो भने, उदाहरण २ का लागि, दोस्रो स्तम्भ प्रयोग हुँनेछ। फाँट एउटा स्तम्भको लेबुल पनि हुनसक्छ। उदाहरणका लागि, ``Age'' ले @database दायरामा लेबुल ``Age''सँगै स्तम्भ सन्दर्भ गर्दछ। @criteria अक्षहरूको दायरा हो जसले निर्दिष्ट शर्तहरू समाविष्ट गर्दछ। @criteria को पहिलो पङ्क्तिले मापदण्डहरूका लागि फाँटहरूको लेबुल निर्दिष्ट गर्दछ। लेबुलहरू मुनिको अक्षहरूले शर्तहरू निर्दिष्ट गर्दछ, उदाहरणका लागि, ``>3'' वा ``<9''। समान शर्तहरू मान निर्दिष्ट गरेर सामन्य रूपमा दिन सकिन्छ, उदाहरणका लागि ``3'' वा ``John''। @criteria मा हरेक पङ्क्तिले भिन्न शर्तहरू निर्दिष्ट गर्दछ। यदि @database मा एउटा पङ्क्ति @criteria मा अर्को पङ्क्तिसँग मेल खान्छ भने, त्यो पङ्क्ति गन्ति हुन्छ। प्राविधिक रूपले बोल्दा, यो @criteria मा पङ्क्तिहरू बीच बुलियन वा सञ्चालन हो। यदि @criteria ले एउटा भन्दा बढी स्तम्भ निर्दिष्ट गर्दछ भने, निर्दिष्ट गरिएको स्तम्भहरूमा हरेक शर्तहरू @database मा मेल खान पङ्क्तिहरूका लागि सत्य हुनुपर्छ। प्राविधिक रूपमा बोल्दा, @criteria मा स्तम्भहरू बीच यो एउटा बुलियन र सञ्चालन हो। @EXAMPLES= दायरा A1:C7 ले निम्न मानहरू समाविष्ट गर्दछ भन्ने मानौ : Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 थपमा, अक्ष A9:B11 हरूले निम्न मानहरू समाविष्ट गर्दछटs: Age Salary <30 >40 >46000 DSTDEVP(A1:C7, "Age", A9:B11) equals 7. DSTDEVP(A1:C7, "Salary", A9:B11) equals 6459.5. @SEEALSO=DSTDEV

source: @FUNCTION=DSUM @SYNTAX=DSUM(database,field,criteria) @DESCRIPTION=DSUM function returns the sum of numbers in a column that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DSUM(A1:C7, "Age", A9:B11) equals 72. DSUM(A1:C7, "Salary", A9:B11) equals 81565. @SEEALSO=DPRODUCT
de: @FUNCTION=DBSUMME @SYNTAX=DBSUMME(Datenbank,Feld,Kriterien) @DESCRIPTION=DBSUMME liefert in einer Spalte die Summe der Zahlen, die den angegebenen Kriterien entsprechen. @Datenbank ist ein Zellbereich, in dem Zeilen Datensätze und Spalten Datenfelder sind. Die erste Zeile einer Datenbank enthält die Beschriftungen für die jeweiligen Spalten. @Feld legt fest, welche Spalte für die Funktion verwendet wird und darf eine Ganzzahl oder eine Zeichenkette sein. Falls n (@Feld) ganzzahlig ist, wird die n-te Spalte verwendet, falls @Feld jedoch als Zeichenkette übergeben wird, wird diese als Bezug zur Spalte mit der Beschriftung "@Feld" interpretiert. @Kriterien ist der Zellbereich, der die zu erfüllenden Bedingungen enthält. Die erste Zeile in @Kriterien sollte die Beschriftungen der Felder enthalten, für die die Kriterien gelten. Zellen unterhalb der Beschriftungen legen Bedingungen fest, zum Beispiel »>3« oder »<9«. Ist-gleich-Bedingungen können als Wert (z.B. »3« oder »Johann«) übergeben werden. Jede Zeile in @Kriterien gibt eine einzelne Bedingung an. Wenn also eine Zeile in @Datenbank mit einer der Zeilen in @Kriterien übereinstimmt, dann wird diese Zeile gezählt (technisch ausgedrückt ist dies ein Boolsches ODER zwischen den Zeilen in @Kriterien). Falls @Kriterien mehr als eine Spalte angibt, muss jede der Bedingungen in diesen Spalten wahr sein, damit sie auf @Datenbank zutrifft (also ein Boolsches UND zwischen den Spalten in jeder Zeile in @Kriterien). @EXAMPLES= Angenommen, der Zellbereich A1:C7 enthält folgende Werte: Name Alter Gehalt Johann 34 54342 Fritz 35 22343 Heinz 29 34323 Kurt 43 47242 Susanne 37 42932 Robert 45 45324 Zusätzlich enthält der Zellbereich A9:B1 folgende Werte: Alter Gehalt <30 >40 >46000 Dann gilt: DBSUMME(A1:C7, "Alter", A9:B11) liefert 72. DBSUMME(A1:C7, "Gehalt", A9:B11) liefert 81565. @SEEALSO=DBPRODUKT
ne: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(डाटाबेस,फाँट,मापदण्ड) @DESCRIPTION=DCOUNT कार्यले निर्दिष्ट गरिएको शर्तहरूमा मेल खाने एउटा स्तम्भमा सङ्ख्याहरूको जोड फर्काउँछ @database अक्षहरूको दायरा हो जसमा सम्बन्धित सूचनाको पङ्क्तिहरू रेकर्ड हुन्छन् र डेटाको स्तम्भहरू फाँटहरू हुन्छन्। डाटाबेसको पहिलो पङ्क्तिले हरेक स्तम्भका लागि लेबुलहरू समाविष्ट गर्दछ। @field ले कार्यमा प्रयोग भएको स्तम्भ निर्दिष्ट गर्दछ। यदि @field एउटा इन्टेजर हो भने, उदाहरण २ का लागि, दोस्रो स्तम्भ प्रयोग हुँनेछ। फाँट एउटा स्तम्भको लेबुल पनि हुनसक्छ। उदाहरणका लागि, ``Age'' ले @database दायरामा लेबुल ``Age''सँगै स्तम्भ सन्दर्भ गर्दछ। @criteria अक्षहरूको दायरा हो जसले निर्दिष्ट शर्तहरू समाविष्ट गर्दछ। @criteria को पहिलो पङ्क्तिले मापदण्डहरूका लागि फाँटहरूको लेबुल निर्दिष्ट गर्दछ। लेबुलहरू मुनिको अक्षहरूले शर्तहरू निर्दिष्ट गर्दछ, उदाहरणका लागि, ``>3'' वा ``<9''। समान शर्तहरू मान निर्दिष्ट गरेर सामन्य रूपमा दिन सकिन्छ, उदाहरणका लागि ``3'' वा ``John''। @criteria मा हरेक पङ्क्तिले भिन्न शर्तहरू निर्दिष्ट गर्दछ। यदि @database मा एउटा पङ्क्ति @criteria मा अर्को पङ्क्तिसँग मेल खान्छ भने, त्यो पङ्क्ति गन्ति हुन्छ। प्राविधिक रूपले बोल्दा, यो @criteria मा पङ्क्तिहरू बीच बुलियन वा सञ्चालन हो। यदि @criteria ले एउटा भन्दा बढी स्तम्भ निर्दिष्ट गर्दछ भने, निर्दिष्ट गरिएको स्तम्भहरूमा हरेक शर्तहरू @database मा मेल खान पङ्क्तिहरूका लागि सत्य हुनुपर्छ। प्राविधिक रूपमा बोल्दा, @criteria मा स्तम्भहरू बीच यो एउटा बुलियन र सञ्चालन हो। @EXAMPLES= दायरा A1:C7 ले निम्न मानहरू समाविष्ट गर्दछ भन्ने मानौ : Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 थपमा, अक्ष A9:B11 हरूले निम्न मानहरू समाविष्ट गर्दछटs: Age Salary <30 >40 >46000 DSUM(A1:C7, "Age", A9:B11) equals 72. DSUM(A1:C7, "Salary", A9:B11) equals 81565. @SEEALSO=DPRODUCT
tr: @FUNCTION=DSUM @SYNTAX=DSUM(veritabanı,alan,koşul) @DESCRIPTION=DSUM işlevi belirtilen koşulları sağlayan bir sütundaki sayıların toplamını hesaplar. * @veritabanı, ilgili bilgi satırlarının kayıtlar ve veri sütunlarının alanlar olduğu bir aralıktaki değerler bütünüdür. Veritabanının ilk satırı her sütunun başlığını içermelidir. * @alan işlevde kullanılan sütunu belirtir. @alan bir tamsayı ise, örneğin, 2 ise 2. sütun kullanılır. @alan, bir sütunun başlığı da olabilir. Örneğin, ``Yaş'', @veritabanı içindeki ``Yaş'' başlıklı sütunu belirtir. * @koşul belirli koşulları içeren gözeleri belirten bir aralıktır. @koşul'un ilk satırı koşulları içeren alanların başlıklarını içermelidir. Başlıkların altındaki satırlar, örneğin, ``>3'' veya ``<9'' gibi koşulları içerir. Eşitlik koşulları basitçe eşit olduğu değeri belirterek, ``3'' veya ``Ali'' gibi verilebilir. @koşul'daki her satır ayrı bir koşul belirtir, örneğin, @veritabanı, @koşul'daki satırlardan biri ile eşleşirse (teknik olarak @koşul içindeki satırlar arasında mantıksal VEYA işlemi yapıldığından bahsedilebilir), bu satır ortalamaya dahil edilir. @koşul, birden fazla sütun belirtiyorsa, bu sütunlardaki koşullar, @veritabanı'ndaki eşleşen satırlar için doğru olacaktır (teknik olarak, @koşul içindeki her satırın sütunları arasında mantıksal VE uygulandığından bahsedilebilir). Örnek: A1:C7 aralığının aşağıdaki değerleri içerdiğini varsayalım: İsim Yaş Ücret John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Ek olarak, A9:B11 aralığı aşağıdaki değerleri içersin: Yaş Ücret <30 >40 >46000 Bu durumda: DSUM(A1:C7, "Yaş", A9:B11) eşittir 72. DSUM(A1:C7, "Ücret", A9:B11) eşittir 81565. Benzerleri: DPRODUCT @EXAMPLES= A1:C7 aralığının aşağıdaki değerleri içerdiğini varsayalım: İsim Yaş Ücret John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Ek olarak, A9:B11 aralığı aşağıdaki değerleri içersin: Yaş Ücret <30 >40 >46000 Bu durumda: DSUM(A1:C7, "Yaş", A9:B11) eşittir 72. DSUM(A1:C7, "Ücret", A9:B11) eşittir 81565. @SEEALSO=DPRODUCT
