Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER function returns the Fisher transformation at @x. * If @x is not a number, FISHER returns #VALUE! error. * If @x <= -1 or @x >= 1, FISHER returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FISHER(0.332) equals 0.345074339. @SEEALSO=SKEW
de: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER liefert die Fisher-Transformation bei @x. * Falls @x keine Zahl ist, liefert FISHER einen #WERT!-Fehler. * Falls @x <= -1 oder >= 1 ist, liefert FISHER einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= FISHER(0.332) liefert 0.345074339. @SEEALSO=SCHIEFE
ne: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER कार्यले @x मा फिसर रूपान्तरण फर्काउँछ। * यदि @x सङ्ख्या होइन भने, FISHER ले #VALUE! त्रुटि फर्काउँछ। * यदि @x <= -1 वा @x >= 1 छ भने, FISHER ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FISHER(0.332) बराबर 0.345074339. @SEEALSO=SKEW
tr: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER işlevi @x için Fisher dönüşümünü hesaplar. @x sayı değilse işlev #DEĞER! hatası ile @x <= -1 ya da @x >= 1 ise #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FISHER(0.332) eşittir 0.345074339 Benzeri: SKEW @EXAMPLES= FISHER(0.332) eşittir 0.345074339 @SEEALSO=SKEW

source: @FUNCTION=POISSON @SYNTAX=POISSON(x,mean,cumulative) @DESCRIPTION=POISSON function returns the Poisson distribution. @x is the number of events, @mean is the expected numeric value @cumulative describes whether to return the sum of the Poisson function from 0 to @x. * If @x is a non-integer it is truncated. * If @x < 0 POISSON returns #NUM! error. * If @mean <= 0 POISSON returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= POISSON(3,6,0) equals 0.089235078. @SEEALSO=NORMDIST, WEIBULL
de: @FUNCTION=POISSON @SYNTAX=POISSON(x,Mittelwert,kumulativ) @DESCRIPTION=POISSON liefert die Poisson-Verteilung. @x ist die Ereignisanzahl, @Mittelwert der erwartete numerische Wert und @kumulativ gibt an, ob die Summe der Poisson-Funktion von 0 bis @x geliefert werden soll. * Falls @x keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @x < 0 ist, liefert POISSON einen #ZAHL!-Fehler. * Falls @Mittelwert <= 0 ist, liefert POISSON einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= POISSON(3,6,0) liefert 0.089235078. @SEEALSO=NORMVERT, WEIBULL
ne: @FUNCTION=POISSON @SYNTAX=POISSON(x,मध्यक,क्युमुलेटिभ) @DESCRIPTION=POISSON कार्यले पोइजन वितरण फर्काउँछ। @x घटनाहरूको सङ्ख्या हो, @mean अपेक्षित सङ्ख्यात्मक मान हो @cumulative ले ० बाट @x मा पोइजन कार्यको जोड फर्काउने कि नफर्काउने भन्ने विश्लेषण गर्दछ। * यदि @x इन्टेजर होइन भने यो छोडिन्छ। * यदि @x < 0 छ भने POISSON ले #NUM! त्रुटि फर्काउँछ। * यदि @mean <= 0 छ भने POISSON ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= POISSON(3,6,0) बराबर 0.089235078. @SEEALSO=NORMDIST, WEIBULL
tr: @FUNCTION=POISSON @SYNTAX=POISSON(x,ortalama,kümülatif) @DESCRIPTION=POISSON açılımını hesaplar. @x eylem sayısı, @ortalama beklenen sayısal değer, @kümülatif ise 0 dan @x e kadar poisson işlevinin toplamı olup olmadığıdır. @x tamsayı değilse ondalık kısım atılır. @x < 0 ya da @ortalama <= 0 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: POISSON(3,6,0) eşittir 0.089235078 Benzerleri: NORMDIST, WEIBULL @EXAMPLES= POISSON(3,6,0) eşittir 0.089235078 @SEEALSO=NORMDIST, WEIBULL

source: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1,array2) @DESCRIPTION=PEARSON returns the Pearson correlation coefficient of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
de: @FUNCTION=PEARSON @SYNTAX=PEARSON(Datenfeld1,Datenfeld2) @DESCRIPTION=PEARSON liefert die Pearsonschen Korrelationskoeffizienten zweier Datensätze. * Zeichenketten und leere Zellen werden ignoriert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=PEARSON @SYNTAX=PEARSON(एरे१,एरे२) @DESCRIPTION=PEARSON ले दुई डेटा सेटहरूको पियरसन कोरिलेसन कोफिसेन्ट फर्काउँछ। * स्ट्रिङहरू र खाली सेलहरू सामान्यतया उपक्षित हुन्छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
tr: @FUNCTION=PEARSON @SYNTAX=PEARSON(dizi1,dizi2) @DESCRIPTION=PEARSON işlevi iki veri kümesinin Pearson ilinti katsayısını hesaplar. Metin içeren ve boş olan gözeler yoksayılır. Bu işlev Excel uyumludur. Benzerleri: INTERCEPT, LINEST, RSQ, SLOPE, STEYX @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX

source: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ returns the square of the Pearson correlation coefficient of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
de: @FUNCTION=BESTIMMTHEITSMASS @SYNTAX=BESTIMMTHEITSMASS(Datenfeld1,Datenfeld2) @DESCRIPTION=BESTIMMTHEITSMASS liefert das Quadrat zweier Pearsonscher Korrelationskoeffizienten zweier Datensätze. * Zeichenketten und leere Zellen werden ignoriert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=RSQ @SYNTAX=RSQ(एरे१,एरे२) @DESCRIPTION=RSQ ले दुई डेटा सेटहरूको पियरसन कोरिलेसन कोफिसेन्टको वर्ग फर्काउँछ। * स्ट्रिङहरू र खाली सेलहरू सामान्यतया उपक्षित हुन्छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSO
tr: @FUNCTION=RSQ @SYNTAX=RSQ(dizi1,dizi2) @DESCRIPTION=RSQ işlevi iki veri kümesinin Pearson ilinti katsayısının karesini hesaplar. Metin içeren ve boş olan gözeler yoksayılır. Bu işlev Excel uyumludur. Benzerleri: CORREL, COVAR, INTERCEPT, LINEST, LOGEST, PEARSON, SLOPE, STEYX, TREND @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND

source: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN returns the median of the given data set. * Strings and empty cells are simply ignored. * If even numbers are given MEDIAN returns the average of the two numbers in the middle. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MEDIAN(A1:A5) equals 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SSMEDIAN,SUM
de: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN liefert den Median des übergebenen Datensatzes. * Zeichenketten und leere Zellen werden ignoriert. * Falls gerade Zahlen übergeben werden, liefert MEDIAN den Mittelwert der beiden mittleren Zahlen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert MEDIAN(A1:A5) 21.3. @SEEALSO= LATER
ne: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN ले दिएको डेटा सेटको मध्यिका फर्काउँछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षित हुन्छन्। * यदि जोर सङ्ख्याहरू दिएको छ भने MEDIAN ले बीचमा दुई सङ्ख्याहरूको औसत फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि MEDIAN(A1:A5) बराबर २१.३ हुन्छ। @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SSMEDIAN,SUM
tr: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1,n2,...) @DESCRIPTION=MEDIAN işlevi veri kümesi içinde büyüklük bakımından ortada olan değerle sonuçlanır. Metin içeren ve boş olan gözeler yoksayılır. Küme çift sayıda eleman içeriyorsa sonuç orta büyüklükteki iki değerin ortalamasıdır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: MEDIAN(A1:A5) eşittir 21.3 Benzerleri: AVERAGE, COUNT, COUNTA, DAVERAGE, MODE, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: MEDIAN(A1:A5) eşittir 21.3 @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM

source: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(array[,interval)] @DESCRIPTION=The SSMEDIAN function returns the median for grouped data as commonly determined in the social sciences. The data points given in @array are assumed to be the result of grouping data into intervals of length @interval * If @interval is not given, SSMEDIAN uses 1. * If @array is empty, SSMEDIAN returns #NUM! error. * If @interval <= 0, SSMEDIAN returns #NUM! error. * SSMEDIAN does not check whether the data points are at least @interval apart. @EXAMPLES= Let us assume that the cells A1, A2, A3 contain numbers 7, 8, 8. Then SSMEDIAN(A1:A3, 1) equals 7.75. @SEEALSO=MEDIAN
de: @FUNCTION=PERZENTILE @SYNTAX=PERZENTILE(Datenfeld,k) @DESCRIPTION=PERZENTILE liefert die 100*@kte Perzentile der übergebenen Datenpunkte (also eine Zahl x, bei der der @k-te Teil der Datenpunkte kleiner als x ist). * Falls @Datenfeld leer ist, liefert PERZENTILE einen #ZAHL!-Fehler. * Falls @k < 0 oder > 1 ist, liefert PERZENTILE einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert PERZENTILE(A1:A5,0.42) 20.02. @SEEALSO=QUARTILE
ne: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(एरे[,अन्तराल)] @DESCRIPTION=The SSMEDIAN कार्यले सामाजिक विज्ञानहरूमा साझा रूपमा निर्धारित गरको समूह डेटाका लागि मध्यिका फर्काउँछ। @ array मा दिएको डेटा बिन्दुहरू लम्बाइ @interval को अन्तरालहरूमा समूह डेटाको नतिजा मानिन्छ। *यदि @interval दिएको छैन भने, SSMEDIAN ले १ प्रयोग गर्दछ। * यदि @array खाली छ भने, SSMEDIAN ले #NUM! त्रुटि फर्काउँछ। * यदि @interval <= 0 छ भने, SSMEDIAN ले #NUM! त्रुटि फर्काउँछ। * SSMEDIAN ले डेटा बिन्दुहरू कम्तीमा @interval भन्दा अलग छ छैन भन्ने जाँच गर्दैन। @EXAMPLES= मानौ कि अक्षहरू A1, A2, A3 ले सङ्ख्याहरू ७, ८, ८ समाविष्ट गर्दछ। त्यसपछि SSMEDIAN(A1:A3, 1) बराबर ७.७५ हुन्छ। @SEEALSO=MEDIAN
tr: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(dizi,k) @DESCRIPTION=PERCENTILE veri noktalarının yüzde 100*@k lığını hesaplar. @k < 0, @k > 1 ya da @dizi boşsa işlev #SAYI hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: PERCENTILE(A1:A5,0.42) eşittir 20.02 Benzeri: QUARTILE @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: PERCENTILE(A1:A5,0.42) eşittir 20.02 @SEEALSO=QUARTILE

source: @FUNCTION=PROB @SYNTAX=PROB(x_range,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=PROB function returns the probability that values in a range or an array are between two limits. If @upper_limit is not given, PROB returns the probability that values in @x_range are equal to @lower_limit. * If the sum of the probabilities in @prob_range is not equal to 1 PROB returns #NUM! error. * If any value in @prob_range is <=0 or > 1, PROB returns #NUM! error. * If @x_range and @prob_range contain a different number of data entries, PROB returns #N/A error. * This function is Excel compatible. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
de: @FUNCTION=WAHRSCHBEREICH @SYNTAX=WAHRSCHBEREICH(X_Bereich,Wahrscheinlichkeitsbereich,limes_inferior[,limes_superior]) @DESCRIPTION=WAHRSCHBEREICH liefert die Wahrscheinlichkeit, dass Werte in einem Bereich oder einer Zeichenkette innerhalb zweier Grenzwerte liegen. * Falls @limes_superior nicht übergeben wird, liefert WAHRSCHBEREICH die Wahrscheinlichkeit, dass Werte in @X_Bereich gleich @limes_inferior sind. * Falls die Summe der Wahrscheinlichkeiten in @Wahrscheinlichkeitsbereich ungleich 1 ist, liefert WAHRSCHBEREICH einen #ZAHL!-Fehler. * Falls ein Wert in @Wahrscheinlichkeitsbereich <=0 oder > 1 ist, liefert WAHRSCHBEREICH einen #ZAHL!-Fehler. * Falls @X_Bereich und @Wahrscheinlichkeitsbereich eine unterschiedliche Anzahl an Dateneinträgen haben, liefert WAHRSCHBEREICH einen #NV!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=BINOMVERT,KRITBINOM
ne: @FUNCTION=PROB @SYNTAX=PROB(x_range,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=PROB कार्यले संभाव्यताहरू फर्काउँछ जसको मान एउटा एरे वा दायरामा दुई सीमाहरू बीच छन्। यदि @upper_limit दिएको छैन भने, PROB ले संभाव्यता फर्काउँछ जसको मान @x_range मा @lower_limitसँग बराबर हुन्छ। * यदि संभाव्यताको जोड @prob_range मा १सँग बराबर छैन भने PROB ले #NUM! त्रुटि फर्काउँछ। * यदि कुनै मान @prob_range मा <=0 वा > 1 छ भने, PROB ले #NUM! त्रुटि फर्काउँछ। * यदि @x_range र @prob_range ले विभिन्न सङ्ख्याको डेटा प्रविष्टिहरू समाविष्ट गर्दछ भने, PROB ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
tr: @FUNCTION=PROB @SYNTAX=PROB(aralık_x,prob_aralığı,alt_sınır[,üst_sınır]) @DESCRIPTION=PROB işlevi iki sınır arasındaki veya bir dizi ya da bir aralıktaki değerlerin olasılığını hesaplar. @üst_sınır verilmezse, @aralık_x içindeki @alt_limite eşit değerlerin olasılığını hesaplar. @prob_aralığındaki olasılıkların toplamı birden farklı ise işlev #SAYI! hatası ile sonuçlanır. @prob_aralığındaki <=0 veya > 1 olan değerlerin bulunması işlevin #SAYI! hatası ile sonuçlanmasına sebep olur.@aralık_x ve prob_aralığı farklı sayıda veri girdisi içeriyorsa işlev #YOK! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Benzerleri: BINOMDIST, CRITBINOM @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM

source: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=STEYX function returns the standard error of the predicted y-value for each x in the regression. * If @known_y's and @known_x's are empty or have a different number of arguments then STEYX returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then STEYX(A1:A5,B1:B5) equals 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
de: @FUNCTION=STFEHLERYX @SYNTAX=STFEHLERYX(Y_Werte,X_Werte) @DESCRIPTION=STFEHLERYX liefert den Standardfehler des vorhergesagten y-Wertes zu jedem x in der Regression. * Falls @X_Werte und @X_Werte leer sind oder eine unterschiedliche Argumentanzahl haben, liefert STFEHLERYX einen #NV-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1 und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert STFEHLERYX(A1:A5,B1:B5) 1.101509979. @SEEALSO= LATER
ne: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=STEYX कार्यले रिग्रेसनमा हरेक x का लागि भविष्यवाणी गरेको y-मानको मानक त्रुटि फर्काउँछ। * यदि @known_y's र @known_x's खाली छ वा विभिन्न सङ्ख्याको तर्कहरू छन् भने STEYX ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ समाविष्ट गर्दछ। त्यसपछि STEYX(A1:A5,B1:B5) बराबर 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
tr: @FUNCTION=STEYX @SYNTAX=STEYX(yler,xler) @DESCRIPTION=STEYX eğiğin her @x için tahmini y değerlerinin standart sapmasını hesaplar. @xler ve @yler boşsa ya da aynı sayıda argüman içermiyorlarsa işlev #YOK! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa STEYX(A1:A5,B1:B5) eşittir 1.101509979 Benzerleri: PEARSON, RSQ, SLOPE @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa STEYX(A1:A5,B1:B5) eşittir 1.101509979 @SEEALSO=PEARSON,RSQ,SLOPE

source: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST returns the two-tailed probability of a z-test. @ref is the data set and @x is the value to be tested. * If @ref contains less than two data items ZTEST returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then ZTEST(A1:A5,20) equals 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
de: @FUNCTION=ZTEST @SYNTAX=ZTEST(Bezug,x) @DESCRIPTION=ZTEST liefert die zweiseitige Wahrscheinlichkeit eines Z-Tests. @Bezug ist der Datensatz und @x der zu prüfende Wert. * Falls @Bezug weniger als zwei Datenobjekte enthält, liefert ZTEST einen #DIV/0!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert ZTEST(A1:A5,20) 0.254717826. @SEEALSO=LATER
ne: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST ले z-test को two-tailed संभाव्यता फर्काउँछ। @ref डेटा सेट हो र @x परीक्षण गर्नुपर्ने मान हो। * यदि @ref ले दुईवटा डेटा वस्तुहरू भन्दा कम समाविष्ट गर्यो भने ZTEST ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि ZTEST(A1:A5,20) बराबर 0.254717826 हुन्छ। @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
tr: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST bir z-testinin iki-sonlu olasılığını hesaplar. @ref ile veri kümesi, @x ile test edilecek değer belirtilir. @ref 2 den az veri içeriyorsa işlev #BÖL/0! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: ZTEST(A1:A5,20) eşittir 0.254717826 Benzerleri: CONFIDENCE, NORMDIST, NORMINV, NORMSDIST, NORMSINV, STANDARDIZE @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: ZTEST(A1:A5,20) eşittir 0.254717826 @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE

source: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(number1,number2,...) @DESCRIPTION=AVERAGEA returns the average of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then AVERAGEA(A1:A5) equals 18.94. @SEEALSO=AVERAGE
de: @FUNCTION=MITTELWERT2 @SYNTAX=MITTELWERT2(Argument1,Argument2[,...]) @DESCRIPTION=MITTELWERT2 berechnet den Mittelwert der übergebenen Argumente. Zahlen, Text und logische Werte werden ebenfalls in die Berechnung einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird sie bzw. es als Wert null (0) gewertet, falls es WAHR ist als eins (1). Beachten Sie, dass leere Zellen bei der Berechnung nicht berücksichtigt werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert MITTELWERT2(A1:A5) 18.94. @SEEALSO=MITTELWERT
ne: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(सङ्ख्या१,सङ्ख्या२,...) @DESCRIPTION=AVERAGEA ले दिएको तर्कहरूको औसत फर्काउँछ । सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दिजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि AVERAGEA(A1:A5) बराबर १८.९४ हुन्छ। @SEEALSO=AVERAGE
tr: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(değer1,değer2,...) @DESCRIPTION=AVERAGEA işlevi verilen değerlerin ortalamasını hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: AVERAGEA(A1:A5) eşittir 18.94 Benzeri: AVERAGE @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: AVERAGEA(A1:A5) eşittir 18.94 @SEEALSO=AVERAGE

source: @FUNCTION=MAXA @SYNTAX=MAXA(number1,number2,...) @DESCRIPTION=MAXA returns the largest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MAXA(A1:A5) equals 40.1. @SEEALSO=MAX,MINA
de: @FUNCTION=MAX2 @SYNTAX=MAX2(Argument1,Argument2[,...]) @DESCRIPTION=MAX2 liefert den Wert des größten übergeben Arguments. Zahlen, Text und logische Werte werden ebenfalls in die Berechnung einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird sie bzw. es als Wert null (0) gewertet, falls es WAHR ist als eins (1). Beachten Sie, dass leere Zellen bei der Berechnung nicht berücksichtigt werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert MAX2(A1:A5) 40.1. @SEEALSO=MAX,MIN2
ne: @FUNCTION=MAXA @SYNTAX=MAXA(सङ्ख्या१,सङ्ख्या२,...) @DESCRIPTION=MAXA ले दिएको तर्कहरूको ठूलो मान फर्काउँछ । सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दिजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि MAXA(A1:A5) बराबर ४०.१ हुन्छ। @SEEALSO=MAX,MINA
tr: @FUNCTION=MAXA @SYNTAX=MAXA(sayı1,sayı2,...) @DESCRIPTION=MAXA işlevi verilen değerlerin en büyüğünü hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "eksik", 25.9, ve 40.1 içeriyorsa: MAXA(A1:A5) eşittir 40.1 Benzerleri: MAX, MINA @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: MAXA(A1:A5) eşittir 40.1 @SEEALSO=MAX,MINA
