Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coefficients) @DESCRIPTION=SERIESSUM function returns the sum of a power series. @x is the base of the power series, @n is the initial power to raise @x, @m is the increment to the power for each term in the series, and @coefficients are the coefficients by which each successive power of @x is multiplied. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 1.23, 2.32, 2.98, 3.42, and 4.33. Then SERIESSUM(3,1,2.23,A1:A5) equals 251416.43018. @SEEALSO=COUNT,SUM
de: @FUNCTION=REIHENSUMME @SYNTAX=REIHENSUMME(x,n,m,Koeffizienten) @DESCRIPTION=REIHENSUMME liefert die Summe einer Potenzreihe. @x ist die Basis der Potenzreihe, @n der erste Exponent, mit dem @x potenziert werden soll. @m ist die Schrittweite des Exponenten für jeden Term in der Reihe und @Koeffizienten sind die Koeffizienten, mit denen jede folgende Potenz von @x multipliziert werden soll. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 1.23, 2.32, 2.98, 3.42 und 4.33. Dann liefert REIHENSUMME(3,1,2.23,A1:A5) 251416.43018. @SEEALSO=ANZAHL,SUMME
ne: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,कोफिसियन्ट) @DESCRIPTION=SERIESSUM कार्यले शक्ति श्रेणीको जोड फर्काउँछ। @x शक्क्ति श्रेणीको आधार हो, @n @x लाई बढाउने सुरुको शक्ति हो,, @m भन्नाले श्रेणीमा हरेक वस्तुका लागि शक्तिमा बढोत्तरी हो, र @coefficients ती कोफिसियन्टहरू हुन् जसमा @X को हरेक श्रेणिबद्ध शक्ति गुना हुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू १.२३, २.३२, २.९८, ३.४२, र ४.३३ समाविष्ट गर्दछ। त्यसपछि SERIESSUM(3,1,2.23,A1:A5) बराबर 251416.43018 हुन्छ। @SEEALSO=COUNT,SUM
tr: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,katsayılar) @DESCRIPTION=SERIESSUM işlevi üslü serinin toplamını hesaplar. @x üssün tabanını, @n üssün değeri, @m serideki her değer için üs artışı, katsayılar ise her terimin katsayılarının bulunduğu göze aralığıdır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 1.23, 2.32, 2.98, 3.42, ve 4.33 içeriyorsa: SERIESSUM(3,1,2.23,A1:A5) eşittir 251416.43018 Benzerleri: COUNT, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 1.23, 2.32, 2.98, 3.42, ve 4.33 içeriyorsa: SERIESSUM(3,1,2.23,A1:A5) eşittir 251416.43018 @SEEALSO=COUNT,SUM

source: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE function returns the inverse matrix of @matrix. * If @matrix cannot be inverted, MINVERSE returns #NUM! error. * If @matrix does not contain equal number of columns and rows, MINVERSE returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= @SEEALSO=MMULT, MDETERM
de: @FUNCTION=MINVERS @SYNTAX=MINVERS(Matrix) @DESCRIPTION=MINVERS liefert die inverse Matrix der Matrix @Matrix. * Falls @Matrix nicht invertiert werden kann, liefert MINVERS einen #ZAHL!-Fehler. * Falls @Matrix nicht die gleiche Anzahl Spalten und Zeilen enthält, liefert MINVERS einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=MMULT, MDETERM
ne: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(म्याट्रिक्स) @DESCRIPTION=MINVERSE कार्यले @MATRIX को उल्टा म्याट्रिक्स फर्काउँछ। * यदि @matrix उल्टन सकेन भने, MINVERSE ले #NUM! त्रुटि फर्काउँछ। * यदि @matrix ले बराबर सङ्ख्याको स्तम्भहरू र पङ्क्तिहरू समाविष्ट गर्न सकेन भने, MINVERSE ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=MMULT, MDETERM
tr: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matris) @DESCRIPTION=MINVERSE işlevi verilen matrisin tersini verir. @matris ters çevrilemezse işlev #SAYI! hatası ile sonuçlanır. @matris eşit sayıda satır ve sütun içermiyorsa işlev #DEĞER! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Benzerleri: MMULT, MDETERM @EXAMPLES= @SEEALSO=MMULT, MDETERM

source: @FUNCTION=MMULT @SYNTAX=MMULT(array1,array2) @DESCRIPTION=MMULT function returns the matrix product of two arrays. The result is an array with the same number of rows as @array1 and the same number of columns as @array2. * This function is Excel compatible. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
de: @FUNCTION=MMULT @SYNTAX=MMULT(Datenfeld1,Datenfeld2) @DESCRIPTION=MMULT liefert das Matrizenprodukt zweier Felder. Das Ergebnis ist ein Feld mit der gleichen Zeilenanzahl wie @Datenfeld1 und der gleichen Spaltenanzahl wie @Datenfeld2. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=TRANSPOSE,MTRANS
ne: @FUNCTION=MMULT @SYNTAX=MMULT(एरे१,एरे२) @DESCRIPTION=MMULT कार्यले दुईवटा एरेहरूको म्याट्रिक्स वस्तु फर्काउँछ। नतिजा @array1 मा जस्तै उही सङ्ख्याहरूको पङ्क्तिहरू र @array2 मा जस्तै उही सङ्ख्याहरूको स्तम्भहरू संगको एउटा एरे हो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
tr: @FUNCTION=MMULT @SYNTAX=MMULT(dizi1,dizi2) @DESCRIPTION=MMULT işlevi iki dizinin matrisel çarpımını hesaplar. Sonuç @dizi1 ile aynı satır ve @dizi2 ile aynı sütun sayısında bir dizidir. Bu işlev Excel uyumludur. Benzerleri: TRANSPOSE, MINVERSE @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE

source: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM function returns the determinant of a given matrix. * If the @matrix does not contain equal number of columns and rows, MDETERM returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= Let us assume that A1, ..., A4 contain numbers 2, 3, 7, and 3, B1, ..., B4 4, 2, 4, and 1, C1, ..., C4 9, 4, 3, and 2, and D1, ..., D4 7, 3, 6, and 5. Then MDETERM(A1:D4) equals 148. @SEEALSO=MMULT, MINVERSE
de: @FUNCTION=MDETERM @SYNTAX=MDETERM(Matrix) @DESCRIPTION=MDETERM liefert die Determinante einer angegebenen Matrix @Matrix. * Falls @matrix nicht gleich viele Zeilen und Spalten enthält, liefert MDETERM einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, ..., A4 enthalten die Zahlen 2, 3, 7 und 3, B1, ..., B4 4, 2, 4 und 1, C1, ..., C4 9, 4, 3 und 2 sowie D1, ..., D4 7, 3, 6 und 5. Dann liefert MDETERM(A1:D4) 148. @SEEALSO=MMULT, MINVERSE
ne: @FUNCTION=MDETERM @SYNTAX=MDETERM(म्याट्रिक्स) @DESCRIPTION=MDETERM कार्यले दिएको म्याट्रिक्सको निर्धारक फर्काउँछ। * यदि @matrix ले बराबरी सङ्ख्याको स्तम्भहरू र पङ्क्तिहरू समाविष्ट गर्दैन भने, MDETERM ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि A1, ..., A4 ले सङ्ख्याहरू २, ३, ७, र ३, B1, ..., B4 ले४, २, ४, र 1, C1, ..., C4 ले ९, ४, ३, र २, र D1, ..., D4 ले ७, ३, ६, र ५ समाविष्ट गर्दछ। त्यसपछि MDETERM(A1:D4) बराबर १४८ हुन्छ। @SEEALSO=MMULT, MINVERSE
tr: @FUNCTION=MDETERM @SYNTAX=MDETERM(matris) @DESCRIPTION=MDETERM işlevi verilen matrisin determinantını hesaplar. @matris eşit sayıda satır ve sütun içermiyorsa işlev #DEĞER! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, ..., A4 gözeleri 2, 3, 7, 3 B1, ..., B4 gözeleri 4, 2, 4, 1 C1, ..., C4 gözeleri 9, 4, 3, 2 D1, ..., D4 gözeleri 7, 3, 6, 5 içeriyorsa: MDETERM(A1:D4) eşittir 148 Benzerleri: MMULT, MINVERSE @EXAMPLES= A1, ..., A4 gözeleri 2, 3, 7, 3 B1, ..., B4 gözeleri 4, 2, 4, 1 C1, ..., C4 gözeleri 9, 4, 3, 2 D1, ..., D4 gözeleri 7, 3, 6, 5 içeriyorsa: MDETERM(A1:D4) eşittir 148 @SEEALSO=MMULT, MINVERSE

source: SUMPRODUCT:Multiplies components and adds the results.
ne: SUMPRODUCT:अभयवहरू गुना गर्नुहोस् र नतिजाहरू थप्नुहोस्।

source: Multiplies corresponding data entries in the given arrays or ranges, and then returns the sum of those products.
ne: दिएको एरेहरू वा दायराहरूमा मिलेको डेटा प्रविष्टहरू गुना गर्नुहोस्, र सो वस्तुहरूको जोड फर्काउनुहोस्।

source: If an entry is not numeric, the value zero is used instead.
ne: यदि एउटा प्रविष्टि सङ्ख्यात्मक छैन भने, सट्टामा शून्य मान प्रयोग हुँनेछ।

source: If arrays or range arguments do not have the same dimensions, return #VALUE! error.
ne: यदि एरेहरू वा दायरा तर्कहरूसँग एउटै आयामहरू छैनन् भने, #VALUE! त्रुटि फर्काउँछ।

source: SUMPRODUCTs arguments are arrays or ranges. Attempting to use A1:A5>0 will not work, implicit intersection will kick in. Instead use --(A1:A5>0)
ne: SUMPRODUCT को तर्कहरू एरेहरू वा दायराहरू हुन्। A1:A5>0 प्रयोग गर्ने प्रयास काम गर्ने छैन, अस्पष्ट बिन्दु भित्र आउनेछ। सट्टामा --(A1:A5>0) प्रयोग गर्नुहोस्

source: R.DNORM:probability density function of the normal distribution.
ne: R.DNORM:सामन्य वितरणको संभाव्य घनत्व कार्य।

source: x:observation.
ne: x:निरिक्षण।

source: mu:mean of the distribution.
ne: mu:वितरणको अर्थ।

source: sigma:standard deviation of the distribution.
ne: sigma:वितरणको स्टान्डर्ड डेभियसन।

source: give_log:if true, log of the result will be returned instead. This is useful if the result would otherwise underflow to 0. Defaults to false.
ne: give_log:यदि सत्य हो भने, सट्टामा नतिजाको लग फर्कनेछ। यदि नतिजा अन्य ० मा कम प्रवाहमा भएमा यो उपयगी हुँनेछ। गलतमा पूर्वनिर्धारण गर्नुहोस्।

source: This function returns the probability density function of the normal distribution.
ne: यस कार्यले सामान्य वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PNORM:cumulative distribution function of the normal distribution.
ne: R.PNORM:सामान्य वितरणको क्यमुलेटिभ वितरण कार्य।

source: lower_tail:if true (the default), the lower tail of the distribution is considered.
ne: lower_tail:(पूर्वनिर्धारण) यदि सत्य छ भने, वितरणको तल्लो छेउ मानिनेछ।

source: log_p:if true, log of the probability is used. This is useful if the probability would otherwise underflow to 0. Defaults to false.
ne: log_p:यदि सत्त छ भने, संभाव्यताको लग प्रयोग हुँनेछ। यदि नतिजा अन्य ० मा कम प्रवाहमा भएमा यो उपयगी हुँनेछ। गलतमा पूर्वनिर्धारण गर्नुहोस्।

source: This function returns the cumulative distribution function of the normal distribution.
ne: यस कार्यले सामान्य वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QNORM:probability quantile function of the normal distribution.
ne: R.QNORM:सामन्य वितरणको संभाव्य quantile कार्य।

source: p:probability.
ne: p:संभाव्यता।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the normal distribution.
ne: यस कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो सामान्य वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DLNORM:probability density function of the log-normal distribution.
ne: R.DLNORM:लग-सामान्य वितरणको संभाव्य घनत्व कार्य।

source: logmean:mean of the underlying normal distribution.
ne: logmean:कच गरिएको सामान्य वितरणको मध्यक।

source: logsd:standard deviation of the underlying normal distribution.
ne: logsd:कच गरिएको सामान्य वितरणको स्टान्डर्ड डेभियसन।

source: This function returns the probability density function of the log-normal distribution.
ne: यो कार्यले लग-सामान्य वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PLNORM:cumulative distribution function of the log-normal distribution.
ne: R.PLNORM:लग-सामन्य वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the log-normal distribution.
ne: यस कार्यले लग-सामान्य वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QLNORM:probability quantile function of the log-normal distribution.
ne: R.QLNORM:लग-सामान्य वितरणको संभाव्यता क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the log-normal distribution.
ne: यस कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो लग-सामान्य वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DGAMMA:probability density function of the gamma distribution.
ne: R.DGAMMA:गामा वितरणको संभाव्य घनत्व कार्य।

source: shape:the shape parameter of the distribution
ne: आकार:वितरणको आकार परामिति

source: scale:the scale parameter of the distribution
ne: स्केल:वितरणको परामिति स्केल

source: This function returns the probability density function of the gamma distribution.
ne: यस कार्यले गामा वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PGAMMA:cumulative distribution function of the gamma distribution.
ne: R.PGAMMA:गामा वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the gamma distribution.
ne: यो कार्यले गाम वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QGAMMA:probability quantile function of the gamma distribution.
ne: R.QGAMMA:गामा वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the gamma distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो गामा वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DBETA:probability density function of the beta distribution.
ne: R.DBETA:बिटा वितरणको संभाव्य घनत्व कार्य।

source: a:the first shape parameter of the distribution
ne: a:वितरणको पहिलो आकार परामिति

source: b:the second scale parameter of the distribution
ne: b:वितरणको दोस्रो स्केल परामिति

source: This function returns the probability density function of the beta distribution.
ne: यो कार्यले बिटा वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PBETA:cumulative distribution function of the beta distribution.
ne: R.PBETA:बिटा वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the beta distribution.
ne: यो कार्यले बिटा वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QBETA:probability quantile function of the beta distribution.
ne: R.QBETA:बिटा वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the beta distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो बिटा वितरणको, क्युमुलेटिभ वितरण कार्य को उल्टा हो।

source: R.DT:probability density function of the Student t distribution.
ne: R.DT:विद्यार्थी टि वितरणको संभाव्य घनत्व कार्य।

source: n:the number of degrees of freedom of the distribution
ne: n:वितरणको स्वतन्त्रताको डिग्रीहरूको सङ्ख्या

source: This function returns the probability density function of the Student t distribution.
ne: यो कार्यले विद्यार्थी टि वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PT:cumulative distribution function of the Student t distribution.
ne: R.PT:विद्यार्थी टि वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the Student t distribution.
ne: यो कार्यले विद्यार्थी टि वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QT:probability quantile function of the Student t distribution.
ne: R.QT:विद्यार्थी टि वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Student t distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो विद्यार्थी टी वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DF:probability density function of the F distribution.
ne: R.DF:एफ वितरणको संभाव्य घनत्व कार्य।

source: n1:the first number of degrees of freedom of the distribution
ne: n1:वितरणको स्वतन्त्रताको डिग्रीहरूको पहिलो नम्बर

source: n2:the second number of degrees of freedom of the distribution
ne: n2:वितरणको स्वतन्त्रताको डिग्रीहरूको दोस्रो नम्बर

source: This function returns the probability density function of the F distribution.
ne: यो कार्यले एफ वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PF:cumulative distribution function of the F distribution.
ne: R.PF:एफ वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the F distribution.
ne: यो कार्यले एफ वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QF:probability quantile function of the F distribution.
ne: R.QF:एफ वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the F distribution.
ne: यो कार्यले संभाव्यता क्वान्टाइल कार्य फर्काउँछ , यसको मतलब यो एफ वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DCHISQ:probability density function of the chi-square distribution.
ne: R.DCHISQ:chi-square वितरणको संभाव्यता घनत्व कार्य।

source: df:the number of degrees of freedom of the distribution
ne: df:वितरणको स्वतन्त्रताको डिग्रीहरूको सङ्ख्या

source: This function returns the probability density function of the chi-square distribution.
ne: यो कार्यले chi-square वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PCHISQ:cumulative distribution function of the chi-square distribution.
ne: R.PCHISQ:chi-square वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the chi-square distribution.
ne: यो कार्यले chi-square वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QCHISQ:probability quantile function of the chi-square distribution.
ne: R.QCHISQ:chi-square वितरणको संभाव्यता क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the chi-square distribution.
ne: यो कार्यले संभाव्यता क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो chi-square वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DWEIBULL:probability density function of the Weibull distribution.
ne: R.DWEIBULL:Weibull वितरणको संभाव्य घनत्व कार्य।

source: This function returns the probability density function of the Weibull distribution.
ne: यो कार्यले weibull वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PWEIBULL:cumulative distribution function of the Weibull distribution.
ne: R.PWEIBULL:Weibull वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the Weibull distribution.
ne: यो कार्यले weibull वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QWEIBULL:probability quantile function of the Weibull distribution.
ne: R.QWEIBULL:Weibull वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Weibull distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो weibull वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DPOIS:probability density function of the Poisson distribution.
ne: R.DPOIS:Poisson वितरणको संभाव्य घनत्व कार्य।

source: lambda:the mean of the distribution
ne: lambda:वितरणको मध्यक

source: This function returns the probability density function of the Poisson distribution.
ne: यो कार्यले poisson वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PPOIS:cumulative distribution function of the Poisson distribution.
ne: R.PPOIS:Poisson वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the Poisson distribution.
ne: यो कार्यले poisson वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QPOIS:probability quantile function of the Poisson distribution.
ne: R.QPOIS: वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Poisson distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो poisson वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DEXP:probability density function of the exponential distribution.
ne: R.DEXP:एक्सपोनेन्शल वितरणको संभाव्य घनत्व कार्य।

source: This function returns the probability density function of the exponential distribution.
ne: यो कार्यले एक्सपोनेन्शल वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PEXP:cumulative distribution function of the exponential distribution.
ne: R.PEXP:एक्सपोनेन्शल वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the exponential distribution.
ne: यो कार्यले एक्सपोनेन्शलको वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QEXP:probability quantile function of the exponential distribution.
ne: R.QEXP:एक्सपोनेन्शल वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the exponential distribution.
ne: यो कार्यले संभाव्य क्वानटाइल कार्य फर्काउँछ, यसको मतलब यो एक्सपोनेन्शल वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DBINOM:probability density function of the binomial distribution.
ne: R.DBINOM:द्विपद वितरणको संभाव्य घनत्व कार्य।

source: n:the number of trials
ne: n:परीक्षाहरूको सङ्ख्याहरू

source: psuc:the probability of success in each trial
ne: psuc:हरेक परिक्षामा सफलताको संभाव्यताहरू

source: This function returns the probability density function of the binomial distribution.
ne: यो कार्यले द्विपद वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PBINOM:cumulative distribution function of the binomial distribution.
ne: R.PBINOM:द्विपद वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the binomial distribution.
ne: यो कार्यले द्विपद वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QBINOM:probability quantile function of the binomial distribution.
ne: R.QBINOM:द्विपद वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the binomial distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलाब यो द्विपद वितरणको क्युमुलेटिभ वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DNBINOM:probability density function of the negative binomial distribution.
ne: R.DNBINOM:ऋणात्मक द्विपद वितरणको संभाव्य घनत्व कार्य।

source: This function returns the probability density function of the negative binomial distribution.
ne: यो कार्यले ऋणात्मक द्विपद वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PNBINOM:cumulative distribution function of the negative binomial distribution.
ne: R.PNBINOM:ऋणात्मक द्विपद वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the negative binomial distribution.
ne: यो कार्यले ऋणात्मक द्विपद वितरणको क्युमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QNBINOM:probability quantile function of the negative binomial distribution.
ne: R.QNBINOM:ऋणात्मक द्विपद वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the negative binomial distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो ऋणात्मक द्विपद वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DHYPER:probability density function of the hypergeometric distribution.
ne: R.DHYPER:हाइपरज्यामितिय वितरणको संभाव्य घनत्व कार्य।

source: r:the number of red balls
ne: r: रातो बलहरूको सङ्ख्या

source: b:the number of black balls
ne: b:कालो बलहरूको सङ्ख्या

source: n:the number of balls drawn
ne: n: खसालिएका बलहरूको सङ्ख्या

source: This function returns the probability density function of the hypergeometric distribution.
ne: यो कार्यले हाइपरज्यामितिय वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PHYPER:cumulative distribution function of the hypergeometric distribution.
ne: R.PHYPER:हाइपरज्यामितिय वितरणको क्युमुलेटिभ वितरण कार्य।

source: This function returns the cumulative distribution function of the hypergeometric distribution.
ne: यो कार्यले हाइपरज्यामितिय वितरणको कुमुलेटिभ वितरण कार्य फर्काउँछ।

source: R.QHYPER:probability quantile function of the hypergeometric distribution.
ne: R.QHYPER:हाइपरज्यामितिय वितरणको संभाव्य क्वान्टाइल कार्य।

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the hypergeometric distribution.
ne: यो कार्यले संभाव्य क्वान्टाइल कार्य फर्काउँछ, यसको मतलब यो हाइपरज्यामितिय वितरणको, क्युमुलेटिभ वितरण कार्यको उल्टा हो।

source: R.DGEOM:probability density function of the geometric distribution.
ne: R.DGEOM:ज्यामितिय वितरणको संभाव्य घनत्व कार्य।

source: This function returns the probability density function of the geometric distribution.
ne: यो कार्यले ज्यामितिय वितरणको संभाव्य घनत्व कार्य फर्काउँछ।

source: R.PGEOM:cumulative distribution function of the geometric distribution.
ne: R.PGEOM:ज्यामितिय वितरणको क्युमुलेटिभ वितरण कार्य।
