Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM returns the ISO 8601 week number of @date. An ISO 8601 week starts on Monday. Weeks are numbered from 1. A week including days from two different years is assigned to the year which includes the most days. This means that Dec 31 could be in week 1 of the following year, and Jan 1 could be in week 52 or 53 of the previous year. ISOWEEKNUM returns the week number. * ISOWEEKNUM returns #NUM! if date is invalid. @EXAMPLES= If A1 contains 12/21/00 then ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM, ISOYEAR
de: @FUNCTION=ISOWOCHENZAHL @SYNTAX=ISOWOCHENZAHL(Datum) @DESCRIPTION=ISOWOCHENZAHL liefert die ISO 8601-Wochenzahl von @Datum. Eine ISO 8601-Woche beginnt am Montag. Wochen werden von 1 an durchgezählt. Eine Woche, die sich über zwei Jahre erstreckt, wird dem Jahr zugewiesen, das die meisten Wochentage enthält. Das heißt, dass der 31. Dezember in der ersten Woche des folgenden Jahres und der 1. Januar in der 52. oder 53. Woche des vorherigen Jahres sein kann. ISOWOCHENZAHL liefert die Wochenzahl, während ISOJAHR das Jahr, dem die Woche zugewiesen ist, liefert. * Falls @Datum ungültig ist, liefert ISOWOCHENZAHL einen #ZAHL-Fehler. @EXAMPLES= Falls A1 12/21/00 enthält, liefert ISOWOCHENZAHL(A1) 51 @SEEALSO=WOCHENZAHL, ISOJAHR
ne: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM ले @date को ISO ८६०१ हप्ता नम्बर फर्काउँछ। एउटा ISO ८६०१ हप्ता सोमबार सुरु हुन्छ। हप्ताहरू १ बाट नम्बर गरिएको हुन्छ। दुईवटा फरक वर्षबाट दिनहरू समावेश गरिएको हप्ता वर्षमा मानाङ्कन भएको हुन्छ जसले धेरै दिन समावेश गरेको हुन्छ। यसको मतलब डिसेम्बर ३१ निम्न वर्षको हप्ता १ हुनसक्छ, र जनवारी १ अघिल्लो वर्षको हप्ता ५२ वा ५३ मा हुनसक्छ।ISOWEEKNUM ले हप्ता सङ्ख्या फर्काउँछ। * यदि मिति अवैध छ भने, SOWEEKNUM ले #NUM! फर्काउँछ। @EXAMPLES= If A1 contains 12/21/00 then ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM, ISOYEAR
tr: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (tarih) @DESCRIPTION=ISOWEEKNUM verilen tarihin ISO 8601 hafta numarasını verir. Bir ISO 8601 haftası Pazar gününden başlar. Haftalar 1 den başlar. Yıl sonunda diğer yılla karışan haftalar bir yılın saon haftasına diğer yılın da ilk haftasına dahil edilir. Yani 31 Aralık yeni yılın ilk haftasının ilk günü olabildiği gibi, 1 Ocak eski yılın son haftasında olabilir. * Tarih geçersizse #SAYI! hatası ile sonuçlanır. Örnek: A1 gözesi 21.12.2000 içeriyorsa ISOWEEKNUM(A1)=51 olacaktır. Benzeri: WEEKNUM, ISOYEAR @EXAMPLES= A1 gözesi 21.12.2000 içeriyorsa ISOWEEKNUM(A1)=51 olacaktır. @SEEALSO=WEEKNUM, ISOYEAR

source: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (date) @DESCRIPTION=ISOYEAR returns the year of the ISO 8601 week number of @date. An ISO 8601 week starts on Monday. Weeks are numbered from 1. A week including days from two different years is assigned to the year which includes the most days. This means that Dec 31 could be in week 1 of the following year, and Jan 1 could be in week 52 or 53 of the previous year. ISOYEAR returns the year the week is assigned to. * ISOYEAR returns #NUM! if date is invalid. @EXAMPLES= If A1 contains 12/31/2001 then ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
de: @FUNCTION=ISOJAHR @SYNTAX=ISOJAHR(Datum) @DESCRIPTION=ISOJAHR liefert die ISO 8601-Wochenzahl von @Datum. Eine ISO 8601-Woche beginnt am Montag. Wochen werden von 1 an durchgezählt. Eine Woche, die sich über zwei Jahre erstreckt, wird dem Jahr zugewiesen, das die meisten Wochentage enthält. Das heißt, dass der 31. Dezember in der ersten Woche des folgenden Jahres und der 1. Januar in der 52. oder 53. Woche des vorherigen Jahres sein kann. ISOJAHR liefert das Jahr, dem die Woche zugewiesen ist, während ISOWOCHENZAHL die Wochenzahl liefert. * Falls @Datum ungültig ist, liefert ISOJAHR einen #ZAHL-Fehler. @EXAMPLES= Falls A1 12/31/2001 enthält, liefert ISOJAHR 2002 @SEEALSO=ISOWOCHENZAHL
ne: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (date) @DESCRIPTION=ISOYEAR ले @date को ISO ८६०१ हप्ता नम्बर फर्काउँछ। एउटा ISO ८६०१ हप्ता सोमबार सुरु हुन्छ। हप्ताहरू १ बाट नम्बर गरिएको हुन्छ। दुईवटा फरक वर्षबाट दिनहरू समावेश गरिएको हप्ता वर्षमा मानाङ्कन भएको हुन्छ जसले धेरै दिन समावेश गरेको हुन्छ। यसको मतलब डिसेम्बर ३१ निम्न वर्षको हप्ता १ हुनसक्छ, र जनवारी १ अघिल्लो वर्षको हप्ता ५२ वा ५३ मा हुनसक्छ।ISOYEAR ले मानाङ्कन गर्नुपर्ने हप्ताको वर्ष फर्काउँछ। * यदि मिति अवैध छ भने,ISOYEAR ले #NUM! फर्काउँछ। @EXAMPLES= If A1 contains 12/31/2001 then ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
tr: @FUNCTION=ISOYEAR @SYNTAX= ISOYEAR(tarih) @DESCRIPTION=ISOYEAR verilen tarihin ISO 8601 yıl numarasını verir. Bir ISO 8601 haftası Pazar gününden başlar. Haftalar 1 den başlar. Yıl sonunda diğer yılla karışan haftalar bir yılın saon haftasına diğer yılın da ilk haftasına dahil edilir. Yani 31 Aralık yeni yılın ilk haftasının ilk günü olabildiği gibi, 1 Ocak eski yılın son haftasında olabilir. * Tarih geçersizse #SAYI! hatası ile sonuçlanır. Örnek: A1 gözesi 21.12.2000 içeriyorsa ISOYEAR(A1) = 2002 olacaktır. Benzeri: ISOWEEKNUM @EXAMPLES= A1 gözesi 21.12.2000 içeriyorsa ISOWEEKNUM(A1)=51 olacaktır. @SEEALSO=ISOWEEKNUM

source: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date[,method]) @DESCRIPTION=WEEKNUM returns the week number of @date according to the given @method. @method defaults to 1. For @method=1, week starts on Sunday, and days before first Sunday are in week 0. For @method=2, week starts on Monday, and days before first Monday are in week 0. For @method=150, the ISO 8601 week number is returned. * WEEKNUM returns #NUM! if @date or @method is invalid. * This function is Excel compatible, except that Excel does not support ISO 8601 week numbers. @EXAMPLES= If A1 contains 12/21/00 then WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
de: @FUNCTION=WOCHENZAHL @SYNTAX=WOCHENZAHL (Datum[,Methode]) @DESCRIPTION=WOCHENZAHL liefert die Wochenzahl von @Datum, entsprechend der übergebenen Methode @Methode. Die Vorgabe für @Methode ist 1. Falls @Methode 1 ist, beginnt die Woche am Sonntag und Tage vor dem ersten Sonntag sind in Woche 0. Falls @Methode 2 ist, beginnt die Woche am Montag und Tage vor dem ersten Montag sind in Woche 0. Falls @Methode 150 ist, liefert WOCHENZAHL die ISO 8601-Wochenzahl. * Falls @Datum oder @Methode ungültig ist, liefert WOCHENZAHL einen #ZAHL-Fehler. * Diese Funktion ist Excel kompatibel, bis auf die Tatsache, dass Excel keine ISO 8601-Wochenzahlen unterstützt. @EXAMPLES= Falls A1 12/21/00 enthält, liefert WOCHENZAHL(A1,2) 51 @SEEALSO=ISOWOCHENZAHL
ne: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date[,method]) @DESCRIPTION=WEEKNUM ले दिएको @method आधारमा @date को हप्ता सङ्ख्या फर्काउँछ। @method ले १ मा पूर्वनिर्धारण गर्दछ। @method=1 का लागि, हप्ता आइतबार सुरु हुन्छ , र पहिलो आइतबार अघिको दिन हप्ता ० मा हुन्छ। @method=2 का लागि, हप्ता सोमबारबाट सुरु हुन्छ, र पहिलो सोमबार अघिको दिन हप्ता ० मा हुन्छ। @method=150 का लागि, ISO ८६०१ हप्ता सङ्ख्या फर्कियो। * यदि @date वा @method अवैध छ भने, WEEKNUM ले #NUM! फर्काउँछ। * एक्सेलले ISO ८६०१ हप्ता सङ्ख्याहरू समर्थन नगर्ने बाहेक, यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= If A1 contains 12/21/00 then WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
tr: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (tarih[,yöntem]) @DESCRIPTION=WEEKNUM belirtilen yöntemle verilen tarihin hafta numarasını verir. @yöntem verilmezse 1 kabul edilir. @yöntem=1: Pazar haftanın ilk günüdür ve ilk Pazar gününden önceki günler 0. haftaya aittir. @yöntem=2: Pazartesi haftanın ilk günüdür ve ilk Pazartesi gününden önceki günler 0. haftaya aittir. @yöntem=150: ISO 8601 hafta numarasını verir. Tarih geçersizse #SAYI! hatası ile sonuçlanır. Excel'in ISO 8601 hafta numarasını içermemesi dışında bu işlev Excel uyumludur. Örnek: A1 gözesi 21.12.2000 tarihini içeriyorsa WEEKNUM(A1,2)=51 olacaktır. Benzeri: ISOWEEKNUM @EXAMPLES= A1 gözesi 21.12.2000 tarihini içeriyorsa WEEKNUM(A1,2)=51 olacaktır. @SEEALSO=ISOWEEKNUM

source: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (start_date, end_date [,basis]) @DESCRIPTION=YEARFRAC returns the number of full days between @start_date and @end_date according to the @basis. @EXAMPLES= @SEEALSO=DATEDIF
de: @FUNCTION=JAHRBRUCH @SYNTAX=JAHRBRUCH (Ausgangsdatum, Zieldatum [, Basis]) @DESCRIPTION=JAHRBRUCH liefert die Anzahl ganzer Tage zwischen @Ausgangsdatum und @Zieldatum entsprechend der @Basis. @EXAMPLES= @SEEALSO=DATEDIF
ne: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (start_date, end_date [,basis]) @DESCRIPTION=YEARFRAC ले @basis को आधारमा @start_date र @end_date बीच पूरै दिनको सङ्ख्या फर्काउँछ। @EXAMPLES= @SEEALSO=DATEDIF
tr: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(oran,ndön,pv,baş_dönem,son_dönem,tür) @DESCRIPTION=CUMPRINC bir borca karşılık, @baş_dönem ve @son_dönem arasında ödenecek olan toplam kümülatif anapara miktarını hesaplar. @EXAMPLES= @SEEALSO=

source: @FUNCTION=BASE @SYNTAX=BASE(number,base[,length]) @DESCRIPTION=BASE function converts a number to a string representing that number in base @base. * @base must be an integer between 2 and 36. * This function is OpenOffice.Org compatible. * Optional argument @length specifies the minimum result length. Leading zeroes will be added to reach this length. @EXAMPLES= BASE(255,16,4) equals "00FF". @SEEALSO=DECIMAL
de: @FUNCTION=OKTINDEZ @SYNTAX=OKTINDEZ(x) @DESCRIPTION=OKTINDEZ wandelt eine oktale Zahl in ihr dezimales Äquivalent um. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= OKTINDEZ("124") liefert 84. @SEEALSO=DEZINOKT, OKTINBIN, OKTINHEX
ne: @FUNCTION=BASE @SYNTAX=BASE(number,base[,length]) @DESCRIPTION=BASE कार्यले base @base मा नम्बर प्रस्तुत गरिरहेको एउटा स्ट्रिङ नम्बरमा रूपान्तरण गर्दछ। * @base २ र ३६ बीचको एउटा इन्टेजर हुनुपर्छ। * यो कार्य OpenOffice.Orgसँग मिल्दोजुल्दो छ। * वैकल्पिक तर्क @length ले न्युनतम नतिजा लम्बाइ निर्दिष्ट गर्दछ। शून्य नेतृत्व गरिरहेको हरू यो लम्बाइमा पुग्न थपिनेछन्। @EXAMPLES= BASE(255,16,4) equals "00FF". @SEEALSO=DECIMAL
tr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC işlevi dizge ya da sayı olarak verilen bir sekizlik sayıyı ondalık eşdeğerine çevirir Bu işlev Excel uyumludur. Örnek: OCT2DEC("124") eşittir 84 Benzer işlevler: DEC2OCT, OCT2BIN, OCT2HEX @EXAMPLES= OCT2DEC("124") eşittir 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX

source: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC function converts a binary number in string or number to its decimal equivalent. * This function is Excel compatible. @EXAMPLES= BIN2DEC(101) equals 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
de: @FUNCTION=BININDEZ @SYNTAX=BININDEZ(x) @DESCRIPTION=BININDEZ wandelt eine Binärzahl in ihr dezimales Äquivalent um. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BININDEZ(101) liefert 5. @SEEALSO=DEZINBIN, BININOKT, BININHEX
ne: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC कार्यले यसको दशमलव बराबरीमा बाईनरी नम्बरलाई स्ट्रिङ वा सङ्ख्यामा रूपान्तरण गर्दछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BIN2DEC(101) equals 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
tr: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC işlevi bir dizge veya sayı olarak verilen bir ikilik sayıyı ondalık eşdeğerine çevirir. Bu işlev Excel uyumludur. Örnek: BIN2DEC(101) eşittir 5 Benzer işlevler: DEC2BIN, BIN2OCT, BIN2HEX @EXAMPLES= BIN2DEC(101) eşittir 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX

source: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=BIN2OCT function converts a binary number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BIN2OCT(110111) equals 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
de: @FUNCTION=BININOKT @SYNTAX=BININOKT(Zahl[,Stellen]) @DESCRIPTION=BININOKT wandelt eine Binärzahl in ihr oktales Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert BININOKT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BININOKT(110111) liefert 67. @SEEALSO=OKTINBIN, BININDEZ, BININHEX
ne: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=BIN2OCT कार्यले बाईनरी नम्बर एउटा अक्टल नम्बरमा रूपान्तरण गर्दछ। @places खाली स्थानहरूको त्यो सङ्ख्यामा शून्य प्याड निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदि @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कनेछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BIN2OCT(110111) equals 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
tr: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(sayı[,basamak]) @DESCRIPTION=BIN2OCT işlevi bir ikilik sayıyı sekizlik eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: BIN2OCT(110111;4) eşittir 0067 Benzer işlevler: OCT2BIN, BIN2DEC, BIN2HEX @EXAMPLES= BIN2OCT(110111;4) eşittir 0067. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX

source: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=BIN2HEX function converts a binary number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BIN2HEX(100111) equals 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
de: @FUNCTION=BININHEX @SYNTAX=BININHEX(Zahl[,Stellen]) @DESCRIPTION=BININHEX wandelt eine Binärzahl ihr hexadezimale Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert BININHEX einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BININHEX(100111) liefert 27. @SEEALSO=HEXINBIN, BININOKT, BININDEZ
ne: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=BIN2HEX कार्यले बाईनरी नम्बर एउटा हेक्सा दशमलव नम्बर रूपान्तरण गर्दछ। @places खाली स्थानहरूको त्यो सङ्ख्यामा शून्य प्याड निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदि @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कनेछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BIN2HEX(100111) equals 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
tr: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(sayı[,basamak]) @DESCRIPTION=BIN2HEX işlevi bir ikilik sayıyı onaltılık eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: BIN2HEX(100111) eşittir 27 Benzer işlevler: HEX2BIN, BIN2OCT, BIN2DEC @EXAMPLES= BIN2HEX(100111) eşittir 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC

source: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=DEC2BIN function converts a decimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= DEC2BIN(42) equals 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
de: @FUNCTION=DEZINBIN @SYNTAX=DEZINBIN(Zahl[,Stellen]) @DESCRIPTION=DEZINBIN wandelt eine Dezimalzahl ihr binäres Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert DEZINBIN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DEZINBIN(42) liefert 101010. @SEEALSO=BININDEZ, DEZINOKT, DEZINHEX
ne: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=DEC2BIN कार्यले बाईनरी नम्बरमा एउटा दशमलव नम्बर रूपान्तरण गर्दछ। @places खाली स्थानहरूको त्यो सङ्ख्यामा शून्य प्याड निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदि @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कनेछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DEC2BIN(42) equals 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
tr: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(sayı[,basamak]) @DESCRIPTION=DEC2BIN işlevi bir ondalık sayıyı ikilik eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: DEC2BIN(42) eşittir 101010 Benzer işlevler: BIN2DEC, DEC2OCT, DEC2HEX @EXAMPLES= DEC2BIN(42) eşittir 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX

source: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=DEC2OCT function converts a decimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= DEC2OCT(42) equals 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
de: @FUNCTION=DEZINOKT @SYNTAX=DEZINOKT(Zahl[,Stellen]) @DESCRIPTION=DEZINOKT wandelt eine Dezimalzahl in ihr dezimales Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert DEZINOKT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DEZINOKT(42) liefert 52. @SEEALSO=OKTINDEZ, DEZINBIN, DEZINHEX
ne: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=DEC2OCT कार्यले एउटा अक्टल नम्बरमा दशमलव नम्बर रूपान्तरण गर्दछ। @places खाली स्थानहरूको त्यो सङ्ख्यामा शून्य प्याड निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदि @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कनेछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DEC2OCT(42) equals 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
tr: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(sayı[,basamak]) @DESCRIPTION=DEC2OCT işlevi bir ondalık sayıyı sekizlik eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: DEC2OCT(42) eşittir 52 Benzer işlevler: OCT2DEC, DEC2BIN, DEC2HEX @EXAMPLES= DEC2OCT(42) eşittir 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX

source: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=DEC2HEX function converts a decimal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= DEC2HEX(42) equals 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
de: @FUNCTION=DEZINHEX @SYNTAX=DEZINHEX(x) @DESCRIPTION=DEZINHEX wandelt eine Dezimalzahl in ihr hexadezimales Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert DEZINHEX einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DEZINHEX(42) liefert 2A. @SEEALSO=HEXINDEZ, DEZINBIN, DEZINOKT
ne: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=DEC2HEX कार्यले एउटा हेक्सा दशमलव नम्बरमा दशमलव नम्बर रूपान्तरण गर्दछ। @places खाली स्थानहरूको त्यो सङ्ख्यामा शून्य प्याड निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदि @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कनेछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DEC2HEX(42) equals 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
tr: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(sayı[,basamak]) @DESCRIPTION=DEC2HEX işlevi bir ondalık sayıyı onaltılık eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: DEC2HEX(42) eşittir 2A Benzer işlevler: HEX2DEC, DEC2BIN, DEC2OCT @EXAMPLES= DEC2HEX(42) eşittir 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT

source: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(text,base) @DESCRIPTION=DECIMAL function converts a number in base @base to decimal. * @base must be an integer between 2 and 36. * This function is OpenOffice.Org compatible. @EXAMPLES= DECIMAL("A1",16) equals 161. @SEEALSO=BASE
de: @FUNCTION=OKTINDEZ @SYNTAX=OKTINDEZ(x) @DESCRIPTION=OKTINDEZ wandelt eine oktale Zahl in ihr dezimales Äquivalent um. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= OKTINDEZ("124") liefert 84. @SEEALSO=DEZINOKT, OKTINBIN, OKTINHEX
ne: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(text,base) @DESCRIPTION=DECIMAL कार्यले नम्बरलाई base @base to decimal मा रूपान्तरण गर्दछ। * @base २ र ३६ बीचको एउटा इन्टेजर हुनुपर्छ। * यो कार्य OpenOffice.Orgसँग मिल्दोजुल्दो छ। @EXAMPLES= DECIMAL("A1",16) equals 161. @SEEALSO=BASE
tr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC işlevi dizge ya da sayı olarak verilen bir sekizlik sayıyı ondalık eşdeğerine çevirir Bu işlev Excel uyumludur. Örnek: OCT2DEC("124") eşittir 84 Benzer işlevler: DEC2OCT, OCT2BIN, OCT2HEX @EXAMPLES= OCT2DEC("124") eşittir 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX

source: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC function converts an octal number in a string or number to its decimal equivalent. * This function is Excel compatible. @EXAMPLES= OCT2DEC("124") equals 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
de: @FUNCTION=OKTINDEZ @SYNTAX=OKTINDEZ(x) @DESCRIPTION=OKTINDEZ wandelt eine oktale Zahl in ihr dezimales Äquivalent um. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= OKTINDEZ("124") liefert 84. @SEEALSO=DEZINOKT, OKTINBIN, OKTINHEX
ne: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC कार्यले यसको दशमलवमा एउटा अक्टल नम्बरलाई स्ट्रिङ वा नम्बरमा रूपान्तरण गर्दछ। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= OCT2DEC("124") equals 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
tr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC işlevi dizge ya da sayı olarak verilen bir sekizlik sayıyı ondalık eşdeğerine çevirir Bu işlev Excel uyumludur. Örnek: OCT2DEC("124") eşittir 84 Benzer işlevler: DEC2OCT, OCT2BIN, OCT2HEX @EXAMPLES= OCT2DEC("124") eşittir 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX

source: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=OCT2BIN function converts an octal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= OCT2BIN("213") equals 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
de: @FUNCTION=OKTINBIN @SYNTAX=OKTINBIN(Zahl[,Stellen]) @DESCRIPTION=OKTINBIN wandelt eine oktale Zahl in ihr binäres Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert OKTINBIN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= OKTINBIN("213") liefert 10001011. @SEEALSO=BININOKT, OKTINDEZ, OCTINHEX
ne: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=OCT2BIN कार्यले एउटा अक्टल नम्बरलाई बाईनरी नम्बरमा रूपान्तरण गर्दछ।@places खाली स्थानहरूको त्यो नम्बर शून्य प्याडमा निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदी @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= OCT2BIN("213") equals 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
tr: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(sayı[,basamak]) @DESCRIPTION=DEC2BIN işlevi bir ondalık sayıyı ikilik eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: DEC2BIN(42) eşittir 101010 Benzer işlevler: BIN2DEC, DEC2OCT, DEC2HEX @EXAMPLES= DEC2BIN(42) eşittir 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
