Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(number[,digits]) @DESCRIPTION=ROUNDDOWN function rounds a given @number towards 0. @number is the number you want rounded toward 0 and @digits is the number of digits to which you want to round that number. * If @digits is greater than zero, @number is rounded toward 0 to the given number of digits. * If @digits is zero or omitted, @number is rounded toward 0 to the next integer. * If @digits is less than zero, @number is rounded toward 0 to the left of the decimal point. * This function is Excel compatible. @EXAMPLES= ROUNDDOWN(5.5) equals 5. ROUNDDOWN(-3.3) equals -3. ROUNDDOWN(1501.15,1) equals 1501.1. ROUNDDOWN(1501.15,-2) equals 1500.0. @SEEALSO=ROUND,ROUNDUP
de: @FUNCTION=ABRUNDEN @SYNTAX=ABRUNDEN(Zahl[,Stellen]) @DESCRIPTION=ABRUNDEN rundet die angegebene Zahl ab. @Zahl ist die abzurundende Zahl und @Stellen die Anzahl der Stellen, auf die diese Zahl gerundet werden soll. * Falls @Stellen positiv ist, wird @Zahl auf die angegebene Anzahl der Stellen abgerundet. * Falls @Stellen Null ist, wird @Zahl auf die nächste Ganzzahl abgerundet. * Falls @Stellen negativ ist, wird @Zahl auf die Zahl links der Dezimalstelle abgerundet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ABRUNDEN(5.5) liefert 5. ABRUNDEN(-3.3) liefert -4. ABRUNDEN(1501.15,1) liefert 1501.1. ABRUNDEN(1501.15,-2) liefert 1500.0. @SEEALSO=RUNDEN, AUFRUNDEN
ne: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(सङ्ख्या[,अङ्कहरू]) @DESCRIPTION=ROUNDDOWN कार्यले ० मा दिएको @number घुमाउछ। @number तपाईँले ० मा घुमाउन चाहनुभएको सङ्ख्या हो र @digits भन्नाले त्यो अंकहरूको सङ्ख्या जुन सङ्ख्यालाई तपाईँ घुमाउनु चाहनुहुन्छ। * यदि @digits शून्य भन्दा ठूलो छ भने, @number अङ्कहरूको दिएको सङ्ख्या भित्र ० मा घुमेको छ। * यदि @digits शून्य छ वा हट्यो भने, @number अर्को इन्टेजर भित्र ० मा घुम्छ। * यदि @digits शून्य भन्दा सानो छ भने, @number दशमलव बिन्दुको बायाँपट्टि ० मा घुम्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ROUNDDOWN(5.5) बराबर ५ हुन्छ। ROUNDDOWN(-3.3) बराबर -३ हुन्छ। ROUNDDOWN(1501.15,1) बराबर 1501.1. ROUNDDOWN(1501.15,-2) बराबर 1500.0. @SEEALSO=ROUND,ROUNDUP
tr: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(sayı[,hane]) @DESCRIPTION=ROUNDDOWN işlevi verilen @sayı'yı alta yuvarlar. @sayı yuvarlanacak değeri, @hane ise yuvarlanacak hanelerin sayısıdır. @hane verilmezse 0 kabul edilir ve bu durumda sayı en yakın küçük tamsayıya yuvarlanır. Pozitif @haneler ondalık noktanın sağındaki hane sayısını, negatif @haneler ise ondalık noktanın solundaki sıfırlanan hane sayısını gösterir. Bu işlev Excel uyumludur. Örnekler: ROUNDDOWN(5.5) eşittir 5 ROUNDDOWN(-3.3) eşittir -4 ROUNDDOWN(1501.15,1) eşittir 1501.1 ROUNDDOWN(1501.15,-2) eşittir 1500.0 Benzerleri: ROUND, ROUNDUP @EXAMPLES= ROUNDDOWN(5.5) eşittir 5 ROUNDDOWN(-3.3) eşittir -4 ROUNDDOWN(1501.15,1) eşittir 1501.1 ROUNDDOWN(1501.15,-2) eşittir 1500.0 @SEEALSO=ROUND,ROUNDUP

source: @FUNCTION=ROUND @SYNTAX=ROUND(number[,digits]) @DESCRIPTION=ROUND function rounds a given number. @number is the number you want rounded and @digits is the number of digits to which you want to round that number. * If @digits is greater than zero, @number is rounded to the given number of digits. * If @digits is zero or omitted, @number is rounded to the nearest integer. * If @digits is less than zero, @number is rounded to the left of the decimal point. * This function is Excel compatible. @EXAMPLES= ROUND(5.5) equals 6. ROUND(-3.3) equals -3. ROUND(1501.15,1) equals 1501.2. ROUND(1501.15,-2) equals 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
de: @FUNCTION=RUNDEN @SYNTAX=RUNDEN(Zahl[,Stellen]) @DESCRIPTION=RUNDEN rundet die angegebene Zahl. @Zahl ist die zu rundende Zahl und @Stellen die Anzahl der Stellen, auf die diese Zahl gerundet werden soll. * Falls @Stellen positiv ist, wird @Zahl auf die angegebene Anzahl der Stellen gerundet. * Falls @Stellen Null ist, wird @Zahl auf die nächste Ganzzahl gerundet. * Falls @Stellen negativ ist, wird @Zahl auf die Zahl links der Dezimalstelle gerundet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= RUNDEN(5.5) liefert 6. RUNDEN(-3.3) liefert -3. RUNDEN(1501.15,1) liefert 1501.2. RUNDEN(1501.15,-2) liefert 1500.0. @SEEALSO=ABRUNDEN, AUFRUNDEN
ne: @FUNCTION=ROUND @SYNTAX=ROUND(सङ्ख्या[,अङ्कहरू]) @DESCRIPTION=ROUND कार्य दिएको नम्बरमा घुम्छ। @number तपाईँले ० मा घुमाउन चाहनुभएको सङ्ख्या हो र @digits भन्नाले त्यो अंकहरूको सङ्ख्या जुन सङ्ख्यालाई तपाईँ घुमाउनु चाहनुहुन्छ। * यदि @digits शून्य भन्दा ठूलो छ भने, @number अङ्कहरूको दिएको सङ्ख्याभित्र ० मा घुमेको छ। * यदि @digits शून्य छ वा हट्यो भने, @number अर्को इन्टेजरभित्र ० मा घुम्छ। * यदि @digits शून्य भन्दा सानो छ भने, @number दशमलव बिन्दुको बायाँपट्टि ० मा घुम्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ROUND(5.5) बराबर ६ हुन्छ। ROUND(-3.3) बराबर -३ हुन्छ। ROUND(1501.15,1) बराबर 1501.1. ROUND(1501.15,-2) बराबर 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
tr: @FUNCTION=ROUND @SYNTAX=ROUND(sayı[,hane]) @DESCRIPTION=ROUND işlevi verilen @sayı'yı yuvarlar. @sayı yuvarlanacak değeri, @haneler ise yuvarlanacak hanelerin sayısıdır. @haneler verilmezse 0 kabul edilir ve bu durumda sayı en yakın tamsayıya yuvarlanır. Pozitif @haneler ondalık noktanın sağındaki hane sayısını, negatif @haneler ise ondalık noktanın solundaki sıfırların sayısını gösterir. Bu işlev Excel uyumludur. Örnek: ROUND(5.5) eşittir 6 ROUND(-3.3) eşittir -3 ROUND(1501.15,1) eşittir 1501.2 ROUND(1501.15,-2) eşittir 1500.0 Benzerleri: ROUNDDOWN, ROUNDUP @EXAMPLES= ROUND(5.5) eşittir 6 ROUND(-3.3) eşittir -3 ROUND(1501.15,1) eşittir 1501.2 ROUND(1501.15,-2) eşittir 1500.0 @SEEALSO=ROUNDDOWN,ROUNDUP

source: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP function rounds a given number away from 0. @number is the number you want rounded away from 0 and @digits is the number of digits to which you want to round that number. * If @digits is greater than zero, @number is rounded away from 0 to the given number of digits. * If @digits is zero or omitted, @number is rounded away from 0 to the next integer. * If @digits is less than zero, @number is rounded away from 0 to the left of the decimal point. * This function is Excel compatible. @EXAMPLES= ROUNDUP(5.5) equals 6. ROUNDUP(-3.3) equals -4. ROUNDUP(1501.15,1) equals 1501.2. ROUNDUP(1501.15,-2) equals 1600.0. @SEEALSO=ROUND,ROUNDDOWN
de: @FUNCTION=AUFRUNDEN @SYNTAX=AUFRUNDEN(Zahl[,Stellen]) @DESCRIPTION=AUFRUNDEN rundet die angegebene Zahl auf. @Zahl ist die aufzurundende Zahl und @Stellen die Anzahl der Stellen, auf die diese Zahl gerundet werden soll. * Falls @Stellen positiv ist, wird @Zahl auf die angegebene Anzahl der Stellen aufgerundet. * Falls @Stellen Null ist, wird @Zahl auf die nächste Ganzzahl aufgerundet. * Falls @Stellen negativ ist, wird @Zahl auf die Zahl links der Dezimalstelle aufgerundet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= AUFRUNDEN(5.5) liefert 6. AUFRUNDEN(-3.3) liefert -3. AUFRUNDEN(1501.15,1) liefert 1501.2. AUFRUNDEN(1501.15,-2) liefert 1600.0. @SEEALSO=RUNDEN, ABRUNDEN
ne: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP कार्यले ० बाट पर दिएको सङ्ख्या घुमाउछ। @number तपाईँले ० मा घुमाउन चाहनुभएको सङ्ख्या हो र @digits भन्नाले त्यो अंकहरूको सङ्ख्या जुन सङ्ख्यालाई तपाईँ घुमाउनु चाहनुहुन्छ। * यदि @digits शून्य भन्दा ठूलो छ भने, @number अङ्कहरूको दिएको सङ्ख्या भित्र ० मा घुमेको छ। * यदि @digits शून्य छ वा हट्यो भने, @number अर्को इन्टेजर भित्र ० मा घुम्छ। * यदि @digits शून्य भन्दा सानो छ भने, @number दशमलव बिन्दुको बायाँपट्टि ० मा घुम्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ROUNDUP(5.5) बराबर ६ हुन्छ। ROUNDUP(-3.3) बराबर -४ हुन्छ। ROUNDUP(1501.15,1) बराबर 1501.2. ROUNDUP(1501.15,-2) बराबर 1600.0. @SEEALSO=ROUND,ROUNDDOWN
tr: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(sayı[,hane]) @DESCRIPTION=ROUNDUP işlevi verilen @sayı'yı üste yuvarlar. @sayı yuvarlanacak değeri, @hane ise yuvarlanacak hanelerin sayısıdır. @hane verilmezse 0 kabul edilir ve bu durumda sayı en yakın büyük tamsayıya yuvarlanır. Pozitif @haneler ondalık noktanın sağındaki hane sayısını, negatif @haneler ise ondalık noktanın solundaki sıfırlanan hane sayısını gösterir. Bu işlev Excel uyumludur. Örnekler: ROUNDUP(5.5) equals 6 ROUNDUP(-3.3) equals -3 ROUNDUP(1501.123,2) eşittir 1501.13 ROUNDUP(1501.15,1) eşittir 1501.2 ROUNDUP(1501.15,-2) eşittir 1600.0 Benzerleri: ROUND, ROUNDDOWN @EXAMPLES= ROUNDUP(5.5) equals 6 ROUNDUP(-3.3) equals -3 ROUNDUP(1501.123,2) eşittir 1501.13 ROUNDUP(6.15,-2) eşittir 100 ROUNDUP(-6.15,-2) eşittir 0 @SEEALSO=ROUND,ROUNDDOWN

source: @FUNCTION=MROUND @SYNTAX=MROUND(number,multiple) @DESCRIPTION=MROUND function rounds a given number to the desired multiple. @number is the number you want rounded and @multiple is the the multiple to which you want to round the number. * If @number and @multiple have different sign, MROUND returns #NUM! error. * This function is Excel compatible. @EXAMPLES= MROUND(1.7,0.2) equals 1.8. MROUND(321.123,0.12) equals 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
de: @FUNCTION=VRUNDEN @SYNTAX=VRUNDEN(Zahl,Vielfache) @DESCRIPTION=VRUNDEN rundet die angegebene Zahl auf die gewünschte Vielfache. @Zahl ist zu rundende Zahl und @Vielfache die Vielfache, auf die die Zahl gerundet werden soll. * Falls @Zahl und @Vielfache ein anderes Vorzeichen haben, liefert VRUNDEN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= MROUND(1.7,0.2) liefert 1.8. MROUND(321.123,0.12) liefert 321.12. @SEEALSO=RUNDEN, ABRUNDEN, AUFRUNDEN
ne: @FUNCTION=MROUND @SYNTAX=MROUND(सङ्ख्या,गुना) @DESCRIPTION=MROUND कार्यले इच्छ्याएको गुनामा दिएको सङ्ख्या घुमाउछ। @number तपाईँले घुमाउन चाहनुभएको सङ्ख्या हो र @multiple तपाईँँले घुमाउन चाहनुभएको सङ्ख्याको गुना हो। * यदि @number र @multiple फरक चिन्हहरू छन् भने, MROUND ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= MROUND(1.7,0.2) बराबर १.८ हो। MROUND(321.123,0.12) बराबर 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
tr: @FUNCTION=MROUND @SYNTAX=MROUND(sayı,çarpan) @DESCRIPTION=MROUND işlevi verilen @sayı'yı @çarpan'ı verilen sayıya yuvarlar. @sayı ve @çarpan farklı işaretlere sahipse işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: MROUND(1.7,0.2) eşittir 1.8 MROUND(321.123,0.12) eşittir 321.12 Benzerleri: ROUNDDOWN, ROUND, ROUNDUP @EXAMPLES= MROUND(1.7,0.2) eşittir 1.8 MROUND(321.123,0.12) eşittir 321.12 @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP

source: @FUNCTION=ROMAN @SYNTAX=ROMAN(number[,type]) @DESCRIPTION=ROMAN function returns an arabic number in the roman numeral style, as text. @number is the number you want to convert and @type is the type of roman numeral you want. * If @type is 0 or it is omitted, ROMAN returns classic roman numbers. * Type 1 is more concise than classic type, type 2 is more concise than type 1, and type 3 is more concise than type 2. Type 4 is simplified type. * If @number is negative or greater than 3999, ROMAN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= ROMAN(999) equals CMXCIX. ROMAN(999,1) equals LMVLIV. ROMAN(999,2) equals XMIX. ROMAN(999,3) equals VMIV. ROMAN(999,4) equals IM. @SEEALSO=
de: @FUNCTION=RÖMISCH @SYNTAX=RÖMISCH(Zahl[,Typ]) @DESCRIPTION=RÖMISCH wandelt eine arabische Zahl in die römische Schreibweise um. @Zahl ist die zu konvertierende Zahl und @Typ der Typ der gewünschte römischen Darstellung. * Falls @Typ Null ist oder nicht übergeben wird, liefert RÖMISCH klassische römische Zahlen. * Typ 1 ist übersichtlicher als der klassische Typ, Typ 2 übersichtlicher als Typ 1 und Typ 3 ist übersichtlicher als Typ 2. Typ 4 ist der vereinfachte Typ. * Falls @Zahl negativ oder größer als 3999 ist, liefert RÖMISCH einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= RÖMISCH(999) liefert CMXCIX. RÖMISCH(999,1) liefert LMVLIV. RÖMISCH(999,2) liefert XMIX. RÖMISCH(999,3) liefert VMIV. RÖMISCH(999,4) liefert IM. @SEEALSO=
ne: @FUNCTION=ROMAN @SYNTAX=ROMAN(सङ्ख्या[,प्रकार]) @DESCRIPTION=ROMAN कार्यले पाठको रूपमा, रोमन सङ्ख्यात्मक शैलीमा एउटा सङ्ख्या फर्काउँछ। @number तपाईँले रूपान्तरण गर्न चाहनुभएको सङ्ख्या हो र @type तपाईँले चाहनुभएको रोमन सङ्ख्यात्मकको प्रकार हो। * यदि @type ० छ वा हट्यो भने, ROMAN ले शास्त्रिय रोमन सङ्ख्याहरू फर्काउँछ। * टाइप १ शास्त्रिय टाइप भन्दा धेरै छोटो छ, टाइप २ टाइप १ भन्दा धेरै छोटो छ, र टाइप ३ टाइप २ भन्दा धेरै छोटो छ। टाइप ४ सरलिकृत प्रकार हो। * यदि @number ऋणात्मक छ वा ३९९९ भन्दा ठूलो छ भने, ROMAN ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ROMAN(999) बराबर CMXCIX. ROMAN(999,1) बराबर LMVLIV. ROMAN(999,2) बराबर XMIX. ROMAN(999,3) बराबर VMIV. ROMAN(999,4) बराबर IM. @SEEALSO=
tr: @FUNCTION=ROMAN @SYNTAX=ROMAN(sayı[,türü]) @DESCRIPTION=ROMAN işlevi arap rakamlarını roma rakamlarına dönüştürür. @sayı dönüşümü yapılacak değer, @türü ise elde edilecek roma rakamlarının hassasiyetini belirten indistir. @türü verilmezse 0 kabul edilir. 0 klasik türdür, @türü büyüdükçe hassasiyet artar. 4 en yüksek indistir. @sayı 3999 dan büyükse işlev #DEĞER! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: ROMAN(999) eşittir CMXCIX ROMAN(999,1) eşittir LMVLIV ROMAN(999,2) eşittir XMIX ROMAN(999,3) eşittir VMIV ROMAN(999,4) eşittir IM @EXAMPLES= ROMAN(999) eşittir CMXCIX ROMAN(999,1) eşittir LMVLIV ROMAN(999,2) eşittir XMIX ROMAN(999,3) eşittir VMIV ROMAN(999,4) eşittir IM @SEEALSO=

source: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=SUMX2MY2 function returns the sum of the difference of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2MY2 is SUM (x^2-y^2). * Strings and empty cells are simply ignored. * If @array1 and @array2 have different number of data points, SUMX2MY2 returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2MY2(A1:A5,B1:B5) equals -1299. @SEEALSO=SUMSQ,SUMX2PY2
de: @FUNCTION=SUMMENPRODUKT @SYNTAX=SUMMENPRODUKT(Bereich1,Bereich2,...) @DESCRIPTION=SUMMENPRODUKT multipliziert die entsprechenden Dateneinträge in den angegebenen Feldern oder Bereichen und liefert dann die Summe dieser Produkte. Falls ein Feldeintrag nicht numerisch ist, wird stattdessen der Wert Null verwendet. * Falls Felder- oder Bereichsargumente unterschiedliche Dimensionen haben, liefert SUMMENPRODUKT einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11, 15, 17, 21 und 43 und die Zellen B1, B2, ..., B5 13, 22, 31, 33 sowie 39. Dann liefert SUMMENPRODUKT(A1:A5,B1:B5) 3370. @SEEALSO=SUMME, PRODUKT
ne: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(एरे१,एरे२) @DESCRIPTION=SUMX2MY2 कार्यले दुइवा एरेहरूमा संगत मानहरूको वर्गहरूको फरकको जोड फर्काउँछ। @array1 डेटा बिन्दुहरूको पहिलो एरे वा दायरा हो र @array2 डेटा बिन्दुको दोस्रो एरे वा दायरा हो। SUMX2MY2 को समीकरण SUM (x^2-y^2) हो। * स्ट्रिङहरू र खाली अक्षहरू सामन्यतया उपेक्षा गरिएको छ। * यदि @array1 र @array2सँग डेटा बिन्दुहरूको फरक सङ्ख्या छ भने, SUMX2MY2 ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११, १५, १७, २१, र ४३ समाविष्ट गर्दछ र अक्षहरू B1, B2, ..., B5 ले सङ्ख्याहरू १३, २२, ३१, ३३, र ३९ समात्छ। त्यसपछि SUMX2MY2(A1:A5,B1:B5) बराबर -1299. @SEEALSO=SUMSQ,SUMX2PY2
tr: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(dizi_x,dizi_y) @DESCRIPTION=SUMX2MY2 işlevi verilen iki dizinin aynı indisli elemanlarının karelerinin farklarının toplamını hesaplar. Eşitlik SUM (x²-y²) şeklindedir. Dizgeler ve boş gözeler yok sayılır. @dizi_x ve @dizi_y farklı sayıda değer içeriyorsa işlev #YOK! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 ve B1, B2, ..., B5 gözeleri 13, 22, 31, 33, 39 içeriyorsa: SUMX2MY2(A1:A5,B1:B5) eşittir -1299 Örnekler: SUMSQ, SUMX2PY2 @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 ve B1, B2, ..., B5 gözeleri 13, 22, 31, 33, 39 içeriyorsa: SUMX2MY2(A1:A5,B1:B5) eşittir -1299 @SEEALSO=SUMSQ,SUMX2PY2

source: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=SUMX2PY2 function returns the sum of the sum of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2PY2 is SUM (x^2+y^2). * Strings and empty cells are simply ignored. * If @array1 and @array2 have different number of data points, SUMX2PY2 returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2PY2(A1:A5,B1:B5) equals 7149. @SEEALSO=SUMSQ,SUMX2MY2
de: @FUNCTION=SUMMENPRODUKT @SYNTAX=SUMMENPRODUKT(Bereich1,Bereich2,...) @DESCRIPTION=SUMMENPRODUKT multipliziert die entsprechenden Dateneinträge in den angegebenen Feldern oder Bereichen und liefert dann die Summe dieser Produkte. Falls ein Feldeintrag nicht numerisch ist, wird stattdessen der Wert Null verwendet. * Falls Felder- oder Bereichsargumente unterschiedliche Dimensionen haben, liefert SUMMENPRODUKT einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11, 15, 17, 21 und 43 und die Zellen B1, B2, ..., B5 13, 22, 31, 33 sowie 39. Dann liefert SUMMENPRODUKT(A1:A5,B1:B5) 3370. @SEEALSO=SUMME, PRODUKT
ne: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(एरे १,एरे २) @DESCRIPTION=SUMX2PY2 कार्यले दुइवा एरेहरूमा संगत मानहरूको वर्गहरूको जोडको जोड फर्काउँछ। @array1 डेटा बिन्दुहरूको पहिलो एरे वा दायरा हो र @array2 डेटा बिन्दुको दोस्रो एरे वा दायरा हो। SUMX2PY2 को समीकरण SUM (x^2+y^2) हो। * स्ट्रिङहरू र खाली अक्षहरू सामन्यतया उपेक्षा गरिएको छ। * यदि @array1 र @array2सँग डेटा बिन्दुहरूको फरक सङ्ख्या छ भने, SUMX2PY2 ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११, १५, १७, २१, र ४३ समाविष्ट गर्दछ र अक्षहरू B1, B2, ..., B5 ले सङ्ख्याहरू १३, २२, ३१, ३३, र ३९ समात्छ। त्यसपछि SUMX2PY2(A1:A5,B1:B5) बराबर 7149. @SEEALSO=SUMSQ,SUMX2MY2
tr: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(dizi_x,dizi_y) @DESCRIPTION=SUMX2PY2 işlevi verilen iki dizinin aynı indisli elemanlarının karelerinin toplamlarının toplamını hesaplar. Eşitlik SUM (x²+y²) şeklindedir. Dizgeler ve boş gözeler yok sayılır. @dizi_x ve @dizi_y farklı sayıda değer içeriyorsa işlev #YOK! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 ve B1, B2, ..., B5 gözeleri 13, 22, 31, 33, 39 içeriyorsa: SUMX2PY2(A1:A5,B1:B5) eşittir 7149 Benzerleri: SUMSQ, SUMX2MY2 @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 ve B1, B2, ..., B5 gözeleri 13, 22, 31, 33, 39 içeriyorsa: SUMX2PY2(A1:A5,B1:B5) eşittir 7149 @SEEALSO=SUMSQ,SUMX2MY2

source: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=SUMXMY2 function returns the sum of squares of differences of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMXMY2 is SUM (x-y)^2. * Strings and empty cells are simply ignored. * If @array1 and @array2 have different number of data points, SUMXMY2 returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMXMY2(A1:A5,B1:B5) equals 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
de: @FUNCTION=SUMMENPRODUKT @SYNTAX=SUMMENPRODUKT(Bereich1,Bereich2,...) @DESCRIPTION=SUMMENPRODUKT multipliziert die entsprechenden Dateneinträge in den angegebenen Feldern oder Bereichen und liefert dann die Summe dieser Produkte. Falls ein Feldeintrag nicht numerisch ist, wird stattdessen der Wert Null verwendet. * Falls Felder- oder Bereichsargumente unterschiedliche Dimensionen haben, liefert SUMMENPRODUKT einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11, 15, 17, 21 und 43 und die Zellen B1, B2, ..., B5 13, 22, 31, 33 sowie 39. Dann liefert SUMMENPRODUKT(A1:A5,B1:B5) 3370. @SEEALSO=SUMME, PRODUKT
ne: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(एरे१,एरे २) @DESCRIPTION=SUMXMY2 कार्यले दुईवटा एरेहरूमा सङ्गत मानहरूको फरकहरूको वर्गहरूको जोड फर्काउँछ। @array1 डेटा बिन्दुहरूको पहिलो एरे वा दायरा हो र @array2 डेटा बिन्दुको दोस्रो एरे वा दायरा हो। SUMXMY2 को समीकरण SUM (x-y)^2 हो। * स्ट्रिङहरू र खाली अक्षहरू सामन्यतया उपेक्षा गरिएको छ। * यदि @array1 र @array2सँग डेटा बिन्दुहरूको फरक सङ्ख्या छ भने, SUMXMY2 ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११, १५, १७, २१, र ४३ समाविष्ट गर्दछ र अक्षहरू B1, B2, ..., B5 ले सङ्ख्याहरू १३, २२, ३१, ३३, र ३९ समात्छ। त्यसपछि SUMXMY2(A1:A5,B1:B5) बराबर 409 हुन्छ। @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
tr: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(dizi_x,dizi_y) @DESCRIPTION=SUMXMY2 işlevi iki dizi içinde aynı indisli değerlerin farklarının kareleri toplamını hesaplar. Eşitlik SUM (x-y)² şeklindedir. Dizgeler ve boş gözeler yoksayılır. @dizi_x ve @dizi_y farklı sayıda değer içeriyorsa işlev #YOK! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 ve B1, B2, ..., B5 gözeleri 13, 22, 31, 33, 39 içeriyorsa: SUMXMY2(A1:A5,B1:B5) eşittir 409 Benzerleri: SUMSQ,SUMX2MY2,SUMX2PY2 @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 ve B1, B2, ..., B5 gözeleri 13, 22, 31, 33, 39 içeriyorsa: SUMXMY2(A1:A5,B1:B5) eşittir 409 @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
