Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN function returns the sine of @x, where @x is given in radians. * This function is Excel compatible. @EXAMPLES= SIN(0.5) equals 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
de: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN liefert den Sinus von @x, wobei @x im Gradmaß angegeben wird. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= SIN(0.5) liefert 0.479426. @SEEALSO=COS, COSHYP, SINHYP, TAN, TANHYP, BOGENMASS, GRAD
ne: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN कार्यले @x को साइन फर्काउँछ, जहाँ @x रेडियनमा दिएको छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SIN(0.5) बराबर 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
tr: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN işlevi radyan olarak verilen @x açısının sinüsünü hesaplar. Bu işlev Excel uyumludur. Örnek: SIN(0.5) eşittir 0.479426 Benzerleri: COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES @EXAMPLES= SIN(0.5) eşittir 0.479426 @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH function returns the hyperbolic sine of @x, which is defined mathematically as (exp(@x) - exp(-@x)) / 2. * This function is Excel compatible. @EXAMPLES= SINH(0.5) equals 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
de: @FUNCTION=SINHYP @SYNTAX=SINHYP(x) @DESCRIPTION=SINHYP liefert den hyperbolischen Sinus von @x, der mathematisch definiert ist als (EXP(@x) - EXP(-@x)) /2. definiert ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= SINHYP(0.5) liefert 0.521095. @SEEALSO=SIN, COS, COSHYP, TAN, TANHYP, BOGENMASS, GRAD, EXP
ne: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH कार्यले @x को हाइपरबोलिक साइन फर्काउँछ, जुन गणितिय रूपमा यस प्रकार परिभाषित गर्दछ (exp(@x) - exp(-@x)) / 2. * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SINH(0.5) बराबर 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
tr: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH işlevi matematiksel olarak (exp(@x) - exp(-@x)) / 2 ile ifade edilen sinüs hiperbolik @x'i hesaplar. Bu işlev Excel uyumludur. Örnek: SINH(0.5) eşittir 0.521095 Benzerleri: SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP @EXAMPLES= SINH(0.5) eşittir 0.521095 @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP

source: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT function returns the square root of @x. * If @x is negative, SQRT returns #NUM! error. * This function is Excel compatible. @EXAMPLES= SQRT(2) equals 1.4142136. @SEEALSO=POWER
de: @FUNCTION=WURZEL @SYNTAX=WURZEL(x) @DESCRIPTION=WURZEL liefert die Quadratwurzel von @x. * Falls @x negativ ist, liefert WURZEL einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WURZEL(2) liefert 1.4142136. @SEEALSO=POTENZ
ne: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT कार्यले @x को वर्गमूल फर्काउँछ। * यदि @x नकारात्मक छ भने, SQRT ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SQRT(2) बराबर 1.4142136. @SEEALSO=POWER
tr: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT işlevi @x'in karekökünü hesaplar. @x negatifse işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: SQRT(2) eşittir 1.4142136 Benzeri: POWER @EXAMPLES= SQRT(2) eşittir 1.4142136 @SEEALSO=POWER

source: @FUNCTION=SUMA @SYNTAX=SUMA(value1, value2, ...) @DESCRIPTION=SUMA computes the sum of all the values and cells referenced in the argument list. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMA(A1:A5) equals 107. @SEEALSO=AVERAGE, SUM, COUNT
de: @FUNCTION=SUMMEA @SYNTAX=SUMMEA(Wert1,Wert2,...) @DESCRIPTION=SUMMEA berechnet die Summe aller übergebenen Werte und Zellen. Auch Zahlen, Text und Logische Werte werden in die Berechnung einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird es als der Wert Null (0) gewertet. Falls das Argument WAHR ist, wird es als Eins (1) gewertet. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11, 15, 17, 21 und 43. Dann liefert SUMMEA(A1:A5) 107. @SEEALSO=MITTELWERT, SUMME, ZÄHLEN
ne: @FUNCTION=SUMA @SYNTAX=SUMA(मान१, मान२, ...) @DESCRIPTION=SUMA ले तर्क सूचीमा सन्दर्भ गरिएको सबै मानहरू र अक्षहरूको जोड गणना गर्दछ। गणनामा सङ्ख्याहरू, पाठ र लोजिकल मानहरू पनि समावेश गरिएका छन्। यदि अक्षले पाठ वा तर्क समाविष्ट गर्दछ भने गलत मूल्याङ्कन हुन्छ, यो शून्य मानको रूपमा गन्ति हुन्छ। यदि तर्क सत्यमा मूल्याङ्कन हुन्छ भने, यो एक (१) को रूपमा गन्ति हुँनेछ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११,१५,१७,२१ र ४३ समाविष्ट गर्दछ। त्यसपछि SUMA(A1:A5) बराबर १०७ हुन्छ। @SEEALSO=AVERAGE, SUM, COUNT
tr: @FUNCTION=SUMA @SYNTAX=SUMA(değer1,değer2, ...) @DESCRIPTION=SUMA işlevi verilen değerlerin toplamını hesaplar. Sayılar, metin ve mantıksal değerler hesaba dahildir. Göze metin içeriyorsa ya da YANLIŞ sonuç veren bir ifade içeriyorsa değeri (0) sıfır, DOĞRU sonuçlanan bir ifade içeriyorsa bir (1) olarak değerlendirilir. Örnek: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 değerlerini içeriyorsa: SUMA(A1:A5) eşittir 107 Benzerleri: AVERAGE, SUM, COUNT @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 değerlerini içeriyorsa: SUMA(A1:A5) eşittir 107 @SEEALSO=AVERAGE, SUM, COUNT

source: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(value1, value2, ...) @DESCRIPTION=SUMSQ returns the sum of the squares of all the values and cells referenced in the argument list. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMSQ(A1:A5) equals 2925. @SEEALSO=SUM, COUNT
de: @FUNCTION=QUADRATESUMME @SYNTAX=QUADRATESUMME(Wert1,Wert2, ...) @DESCRIPTION=QUADRATESUMME liefert der Summe der Quadrate aller übergebenen Werte und Zellen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11, 15, 17, 21 und 43. Dann liefert SUMSQ(A1:A5) 2925. @SEEALSO=SUMME, ANZAHL
ne: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(मान१, मान२, ...) @DESCRIPTION=SUMSQ ले तर्क सूचीमा सन्दर्भ गरिएको सबै अक्षहरू र मानहरूको वर्गहरूको जोड फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११, १५, १७, २१, र ४३ समाविष्ट गर्दछ। त्यसपछि SUMSQ(A1:A5) बराबर २९२५ हुन्छ। @SEEALSO=SUM, COUNT
tr: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(değer1,değer2, ...) @DESCRIPTION=SUMSQ işlevi verilen değerlerin karelerinin toplamını hesaplar. Bu işlev Excel uyumludur. Örenk: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 değerlerini içeriyorsa: SUMSQ(A1:A5) eşittir 2925 Benzerleri: SUM, COUNT @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 değerlerini içeriyorsa: SUMSQ(A1:A5) eşittir 2925 @SEEALSO=SUM, COUNT

source: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(value1, value2, ...) @DESCRIPTION=MULTINOMIAL returns the ratio of the factorial of a sum of values to the product of factorials. * This function is Excel compatible. @EXAMPLES= MULTINOMIAL(2,3,4) equals 1260. @SEEALSO=SUM
de: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(Wert1,Wert2,...) @DESCRIPTION=MULTINOMIAL liefert das Verhältnis der Fakultät einer Summe von Werten zum Produkt der Fakultäten. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= MULTINOMIAL(2,3,4) liefert 1260. @SEEALSO=SUMME
ne: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(मान१, मान२, ...) @DESCRIPTION=MULTINOMIAL ले क्रमगुणनहरूको वस्तुमा मानहरूको जोडको क्रमगुणनको अनुपात फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= MULTINOMIAL(2,3,4) बराबर १२६० हुन्छ। @SEEALSO=SUM
tr: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(değer1, değer2, ...) @DESCRIPTION=MULTINOMIAL işlevi değerler toplamının faktoriyelinin, faktoriyeller çarpımına oranını verir. Bu işlev Excel uyumludur. Örnek: MULTINOMIAL(2,3,4) eşittir 1260 Benzeri: SUM @EXAMPLES= MULTINOMIAL(2,3,4) eşittir 1260 @SEEALSO=SUM

source: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(value1, value2, ...) @DESCRIPTION=G_PRODUCT returns the product of all the values and cells referenced in the argument list. * Empty cells are ignored and the empty product is 1. @EXAMPLES= G_PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT
de: @FUNCTION=G_PRODUKT @SYNTAX=G_PRODUKT(Wert1,Wert2[ ,...]) @DESCRIPTION=G_PRODUCT liefert das Produkt aller übergebenen Werte und Zellen. * Leere Zellen werden ignoriert und das leere Produkt ist 1. @EXAMPLES= G_PRODUKT(2,5,9) liefert 90. @SEEALSO=SUMME, ANZAHL
ne: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(मान१, मान२, ...) @DESCRIPTION=G_PRODUCT ले तर्क सूचीमा सन्दर्भ गरिएको सबै मानहरू र अक्षहरूको वस्तु फर्काउँछ। * खाली अक्षहरू उपेक्षा गरिएका छन् र खाली वस्तु १ हो। @EXAMPLES= G_PRODUCT(2,5,9) बराबर ९० हुन्छ। @SEEALSO=SUM, COUNT
tr: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(değer1, değer2, ...) @DESCRIPTION=PRODUCT işlevi verilen değerlerin birbirleri ile çarpımını hesaplar. Boş gözelerin değeri 1 sayılır. Örnek: G_PRODUCT(2,5,9) eşittir 90 Benzerleri: SUM, COUNT @EXAMPLES= G_PRODUCT(2,5,9) eşittir 90 @SEEALSO=SUM, COUNT

source: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN function returns the tangent of @x, where @x is given in radians. * This function is Excel compatible. @EXAMPLES= TAN(3) equals -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
de: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN liefert den Tangens von @x, wobei @x im Bogenmaß angegeben wird. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= TAN(3) liefert -0.1425465. @SEEALSO=TANHYP, COS, COSHYP, SIN, SINHYP, GRAD, BOGENMASS
ne: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN कार्यले @x को ट्यान्जेन्ट फर्काउँछ, जहाँ @x रेडियनमा दिएको छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TAN(3) बराबर -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
tr: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN işlevi radyan cinsinden verilen @x açısının tanjantını hesaplar. Bu işlev Excel uyumludur. Örnek: TAN(3) eşittir -0.1425465 Benzerleri: TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS @EXAMPLES= TAN(3) eşittir -0.1425465 @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS

source: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH function returns the hyperbolic tangent of @x, which is defined mathematically as sinh(@x) / cosh(@x). * This function is Excel compatible. @EXAMPLES= TANH(2) equals 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
de: @FUNCTION=TANHYP @SYNTAX=TANHYP(x) @DESCRIPTION=TANHYP liefert den hyperbolischen Tangens von @x, der mathematisch als (SINHYP(@x) / COSHYP(@x). definiert ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= TANHYP(2) liefert 0.96402758. @SEEALSO=TAN, SIN, SINHYP, COS, COSHYP, GRAD, BOGENMASS
ne: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH कार्यले @x को हाइपरबोलिक ट्यान्जेन्ट फर्काउँछ, जुन गणितिय रूपमा यस प्रकार परिभाषित गरिएको छ sinh(@x) / cosh(@x). * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TANH(2) बराबर 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
tr: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH işlevi sinh(@x) / cosh(@x) olarak ifade edilen tanjant hiperbolik @x'i hesaplar. Bu işlev Excel uyumludur. Örnek: TANH(2) eşittir 0.96402758 Benzerleri: TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS @EXAMPLES= TANH(2) eşittir 0.96402758 @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS

source: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI functions returns the value of pi. * This function is called with no arguments. * This function is Excel compatible, except that it returns pi with a better precision. @EXAMPLES= PI() equals about 3.141593. @SEEALSO=SQRTPI
de: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI liefert den Wert von Pi. * Diese Funktion wird ohne Argumente aufgerufen. * Diese Funktion ist Excel-kompatibel, außer der Tatsache, dass sie Pi präziser liefert. @EXAMPLES= PI() liefert ungefähr 3.141593. @SEEALSO=WURZELPI
ne: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI कार्यले pi को मान फर्काउँछ। * यो कार्यलाई तर्क बिनाको कार्य भनिन्छ। * यसले उत्तम यथार्थतासँगै pi फर्काउने बाहेक, यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= PI() 3.141593 का बारेमा बराबर हुन्छ। @SEEALSO=SQRTPI
tr: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI işlevi pi sayısını verir. Argümansız kullanılır. Bu işlev Excel uyumludur ancak pi sayısı burada daha yüksek doğruluktadır. Örnek: PI() eşittir 3.141593 Benzeri: SQRTPI @EXAMPLES= PI() eşittir 3.141593 @SEEALSO=SQRTPI

source: @FUNCTION=TRUNC @SYNTAX=TRUNC(number[,digits]) @DESCRIPTION=TRUNC function returns the value of @number truncated to the number of digits specified. * If @digits is omitted or negative then @digits defaults to zero. * If @digits is not an integer, it is truncated. * This function is Excel compatible. @EXAMPLES= TRUNC(3.12) equals 3. TRUNC(4.15,1) equals 4.1. @SEEALSO=INT
de: @FUNCTION=KÜRZEN @SYNTAX=KÜRZEN(Zahl[,Stellen]) @DESCRIPTION=KÜRZEN liefert den Wert der Zahl @Zahl, wobei diese auf die führenden @Stellen Stellen verkürzt wird. * Falls @Stellen nicht übergegeben wird, wird die Vorgabe Null angenommen. * Falls @Stellen keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= KÜRZEN(3.12) liefert 3. KÜRZEN(4.15,1) liefert 4.1. @SEEALSO=GANZZAHL
ne: @FUNCTION=TRUNC @SYNTAX=TRUNC(सङ्ख्या[,अङ्कहरू]) @DESCRIPTION=TRUNC कार्यले निर्दिष्ट गरिएको अङ्कहरूको संक्यामा छोडिने @number को मान फर्काउँछ। * यदि @digits हट्यो वा ऋणात्मक भयो भने, @digits ले शून्यमा पूर्बवनिर्धारण गर्दछ। * यदि @digits एउटा इन्टेजर होइन भने, यो छोडिनन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TRUNC(3.12) बराबर ३ हुन्छ। TRUNC(4.15,1) बराबर ४.१ हुन्छ। @SEEALSO=INT
tr: @FUNCTION=TRUNC @SYNTAX=TRUNC(sayı[,hane]) @DESCRIPTION=TRUNC işlevi @sayıyı belirtilen @hane sayısına alta yuvarlar. @hane verilmezsa sıfır kabul edilir. Bu işlev Excel uyumludur. Örnekler: TRUNC(3.12) eşittir 3 TRUNC(4.15,1) eşittir 4.1 Benzeri: INT @EXAMPLES= TRUNC(3.12) eşittir 3 TRUNC(4.15,1) eşittir 4.1 @SEEALSO=INT

source: @FUNCTION=EVEN @SYNTAX=EVEN(number) @DESCRIPTION=EVEN function returns the number rounded up to the nearest even integer. Negative numbers are rounded down. * This function is Excel compatible. @EXAMPLES= EVEN(5.4) equals 6. EVEN(-5.4) equals -6. @SEEALSO=ODD
de: @FUNCTION=GERADE @SYNTAX=GERADE(Zahl) @DESCRIPTION=GERADE liefert @Zahl auf die nächste gerade Ganzzahl gerundet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GERADE(5.4) liefert 6. @SEEALSO=UNGERADE
ne: @FUNCTION=EVEN @SYNTAX=EVEN(सङ्ख्या) @DESCRIPTION=EVEN कार्यले नजिकको जोर इन्टेजरमा घुमाएको सङ्ख्या फर्काउँछ। ऋणात्मक सङ्ख्याहरू तल घुमेका छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= EVEN(5.4) बराबर ६ हुन्छ। EVEN(-5.4) बराबर -६ हुन्छ। @SEEALSO=ODD
tr: @FUNCTION=EVEN @SYNTAX=EVEN(sayı) @DESCRIPTION=EVEN işlevi @sayı'yı en yakın büyük çift sayıya yuvarlar. Bu işlev Excel uyumludur. Örnek: EVEN(5.4) eşittir 6 Benzeri: ODD @EXAMPLES= EVEN(5.4) eşittir 6 @SEEALSO=ODD

source: @FUNCTION=ODD @SYNTAX=ODD(number) @DESCRIPTION=ODD function returns the @number rounded up to the nearest odd integer. Negative numbers are rounded down. * This function is Excel compatible. @EXAMPLES= ODD(4.4) equals 5. ODD(-4.4) equals -5. @SEEALSO=EVEN
de: @FUNCTION=UNGERADE @SYNTAX=UNGERADE(Zahl) @DESCRIPTION=UNGERADE liefert @Zahl auf die nächste ungerade Ganzzahl gerundet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= UNGERADE(4.4) liefert 5. @SEEALSO=GERADE
ne: @FUNCTION=ODD @SYNTAX=ODD(सङ्ख्या) @DESCRIPTION=ODD कार्यले नजिकको बिजोर इन्टेजरमा घुमाएको @number फर्काउँछ। ऋणात्मक सङ्ख्याहरू तल घुमेका छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ODD(4.4) बराबर ५ हुन्छ। ODD(-4.4) बराबर -५ हुन्छ। @SEEALSO=EVEN
tr: @FUNCTION=ODD @SYNTAX=ODD(sayı) @DESCRIPTION=ODD işlevi @sayı'yı en yakın büyük tek sayıya yuvarlar. Bu işlev Excel uyumludur. Örnek: ODD(4.4) eşittir 5 Benzeri: EVEN @EXAMPLES= ODD(4.4) eşittir 5 @SEEALSO=EVEN

source: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(number) @DESCRIPTION=FACTDOUBLE function returns the double factorial of a @number, i.e., x!!. * If @number is not an integer, it is truncated. * If @number is negative FACTDOUBLE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FACTDOUBLE(5) equals 15. @SEEALSO=FACT
de: @FUNCTION=DOPPELFAKULTÄT @SYNTAX=DOPPELFAKULTÄT(Zahl) @DESCRIPTION=DOPPELFAKULTÄT liefert die Doppelfakultät einer Zahl @Zahl, also x!!. * Falls @Zahl keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @Zahl negativ ist, liefert DOPPELFAKULTÄT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DOPPELFAKULTÄT(5) liefert 15. @SEEALSO=FAKULTÄT
ne: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(सङ्ख्या) @DESCRIPTION=FACTDOUBLE कार्यले @number को दोब्बर क्रमगुणक फर्काउँछ, त्यो x!! हो। * यदि @number एउटा इन्टेजर होइन भने, यो छोडिन्छ। * यदि @number ऋणात्मक छ भने, FACTDOUBLE ले! त्रुटि फर्काउँछ। यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FACTDOUBLE(5) बराबर १५ हुन्छ। @SEEALSO=FACT
tr: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(sayı) @DESCRIPTION=FACTDOUBLE işlevi @sayı'nın çift faktoriyelini hesaplar. x!! gibi @sayı tamsayı değilse ondalık kısmı atılır, @sayı negatifse işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FACTDOUBLE(5) eşittir 15 Benzeri: FACT @EXAMPLES= FACTDOUBLE(5) eşittir 15 @SEEALSO=FACT

source: @FUNCTION=FIB @SYNTAX=FIB(number) @DESCRIPTION=FIB function computes Fibonacci numbers. * If @number is not an integer, it is truncated. * If @number is negative or zero FIB returns #NUM! error. @EXAMPLES= FIB(12) equals 144. @SEEALSO=
de: @FUNCTION=FIB @SYNTAX=FIB(Zahl) @DESCRIPTION=FIB berechnet Fibonacci-Zahlen. * Falls @Zahl keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @Zahl negativ oder Null ist, liefert FIB einen #ZAHL!-Fehler. @EXAMPLES= FIB(12) liefert 144. @SEEALSO=
ne: @FUNCTION=FIB @SYNTAX=FIB(सङ्ख्या) @DESCRIPTION=FIB कार्यले Fibonacci सङ्ख्याहरू गणना गर्दछ। * यदि @number एउटा एन्टेजर होइन भने, यो छोडिन्छ। * यदि @number ऋणात्मक वा शून्य छ भने FIB ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= FIB(12) बराबर १४४ हुन्छ। @SEEALSO=
tr: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(sayı) @DESCRIPTION=FACTDOUBLE işlevi @sayı'nın çift faktoriyelini hesaplar. x!! gibi @sayı tamsayı değilse ondalık kısmı atılır, @sayı negatifse işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FACTDOUBLE(5) eşittir 15 Benzeri: FACT @EXAMPLES= FACTDOUBLE(5) eşittir 15 @SEEALSO=FACT

source: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(numerator,denominator) @DESCRIPTION=QUOTIENT function returns the integer portion of a division. @numerator is the divided number and @denominator is the divisor. * This function is Excel compatible. @EXAMPLES= QUOTIENT(23,5) equals 4. @SEEALSO=MOD
de: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(Zähler,Nenner) @DESCRIPTION=QUOTIENT liefert das den ganzzahligen Anteil einer Division. @Zähler ist der Divident und @Nenner der Divisor. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= QUOTIENT(23,5) liefert 4. @SEEALSO=REST
ne: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(न्युमरेटर,डिनोमिनेटर) @DESCRIPTION=QUOTIENT कार्यले भागको इन्टेजर भाग फर्काउँछ। @numerator भाग खाने सङ्ख्या हो र @denominator भाजक हो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= QUOTIENT(23,5) बराबर ४ हुन्छ। @SEEALSO=MOD
tr: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(pay,payda) @DESCRIPTION=QUOTIENT işlevi @pay, @payda ile bölündüğünde bölümün tamsayı kısmı ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: QUOTIENT(23,5) eşittir 4 Benzeri: MOD @EXAMPLES= QUOTIENT(23,5) eşittir 4 @SEEALSO=MOD

source: @FUNCTION=SIGN @SYNTAX=SIGN(number) @DESCRIPTION=SIGN function returns 1 if the @number is positive, zero if the @number is 0, and -1 if the @number is negative. * This function is Excel compatible. @EXAMPLES= SIGN(3) equals 1. SIGN(-3) equals -1. SIGN(0) equals 0. @SEEALSO=
de: @FUNCTION=VORZEICHEN @SYNTAX=VORZEICHEN(Zahl) @DESCRIPTION=VORZEICHEN liefert 1, falls @Zahl positiv ist, Null, falls @Zahl 0 ist und -1, falls @Zahl negativ ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= VORZEICHEN(3) liefert 1. VORZEICHEN(-3) liefert -1. VORZEICHEN(0) liefert 0. @SEEALSO=
ne: @FUNCTION=SIGN @SYNTAX=SIGN(सङ्ख्या) @DESCRIPTION=SIGN कार्यले यदि @number धनात्मक छ भने १, यदि @number ० छ भने शून्य, र यदि @number ऋणात्मक छ भने -१ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SIGN(3) बराबर १ हुन्छ। SIGN(-3) बराबर -१ हुन्छ। SIGN(0) बराबर ० हुन्छ। @SEEALSO=
tr: @FUNCTION=SIGN @SYNTAX=SIGN(sayı) @DESCRIPTION=SIGN işlevi @sayı > 0 ise 1, @sayı = 0 ise 0, @sayı < 0 ise -1 ile sonuçlanır. Bu işlev Excel uyumludur. Örnekler: SIGN(3) eşittir 1 SIGN(-3) eşittir -1 SIGN(0) eşittir 0 @EXAMPLES= SIGN(3) eşittir 1 SIGN(-3) eşittir -1 SIGN(0) eşittir 0 @SEEALSO=

source: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(number) @DESCRIPTION=SQRTPI function returns the square root of a @number multiplied by pi. * This function is Excel compatible. @EXAMPLES= SQRTPI(2) equals 2.506628275. @SEEALSO=PI
de: @FUNCTION=WURZELPI @SYNTAX=WURZELPI(Zahl) @DESCRIPTION=WURZELPI liefert die Quadratwurzel von @Zahl multipliziert mit Pi. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WURZELPI(2) liefert 2.506628275. @SEEALSO=PI
ne: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(सङ्ख्या) @DESCRIPTION=SQRTPI कार्यले pi ले गुना खाने @number को वर्गमूल फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SQRTPI(2) बराबर 2.506628275. @SEEALSO=PI
tr: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(sayı) @DESCRIPTION=SQRTPI işlevi @sayı'nın pi ile çarpımının karekökünü hesaplar. Bu işlev Excel uyumludur. Örnek: SQRTPI(2) eşittir 2.506628275 Benzerleri: PI, SQRT @EXAMPLES= SQRTPI(2) eşittir 2.506628275 @SEEALSO=PI
