Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=SUMIF @SYNTAX=SUMIF(range,criteria[,actual_range]) @DESCRIPTION=SUMIF function sums the values in the given @range that meet the given @criteria. If @actual_range is given, SUMIF sums the values in the @actual_range whose corresponding components in @range meet the given @criteria. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUMIF(A1:A5,"<=28") equals 78. SUMIF(A1:A5,"<28") equals 50. In addition, if the cells B1, B2, ..., B5 hold numbers 5, 3, 2, 6, and 7 then: SUMIF(A1:A5,"<=27",B1:B5) equals 8. @SEEALSO=COUNTIF, SUM
de: @FUNCTION=SUMMEWENN @SYNTAX=SUMMEWENN(Bereich,Kriterium[,Tatsächlicher_Bereich) @DESCRIPTION=SUMMEWENN liefert die Summe der Werte im angegebenen Bereich @Bereich, die dem angegebenen Kriterium @Kriterium entsprechen. Falls @Tatsächlicher_Bereich übergeben ist, addiert SUMMEWENN die Werte in @Tatsächlicher_Bereich, deren entsprechende Komponenten in @Bereich dem angegebenen @Kriterium entsprechen. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 23, 27, 28, 33 und 39. Dann liefert SUMMEWENN(A1:A5,"<=28") 78 und SUMMEWENN(A1:A5,"<28") 50. Falls zusätzlich die Zellen B1, B2, ..., B5 die Zahlen 5, 3, 2, 6 und 7 enthalten, liefert: SUMMEWENN(A1:A5,"<=27",B1:B5) 8. @SEEALSO=ZÄHLENWENN, SUMME
ne: @FUNCTION=SUMIF @SYNTAX=SUMIF(दायरा,मापदण्ड[,actual_range]) @DESCRIPTION=SUMIF कार्यले दिएको @range मा मानहरू जोड्छ जसले दिएको @criteria भेट्छ। यदि @actual_range दिएको छ भने, SUMIF ले @actual_range मा मानहरू जोड्छ जसको अनुकूल अभयवहरूले @range मा दिएको @criteria भेट्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू २३, २७, २८, ३३, र ३९ समाविष्ट गर्दछ। त्यसपछि SUMIF(A1:A5,"<=28") बराबर ७८ हुन्छ। SUMIF(A1:A5,"<28") बराबर ५० हुन्छ। थपमा, यदि अक्षहरू B1, B2, ..., B5 ले सङ्ख्याहरू ५, ३, २, ६, र ७ समात्छ भने त्यसपछि: SUMIF(A1:A5,"<=27",B1:B5) बराबर ८ हुन्छ। @SEEALSO=COUNTIF, SUM
tr: @FUNCTION=SUMIF @SYNTAX=SUMIF(aralık,koşul[,güncel_aralık]) @DESCRIPTION=SUMIF işlevi @aralık içindeki değerler arasında @koşula uyan değerlerin toplamını hesaplar. @güncel_aralık verilmişse, @aralık içinde @koşula uyan değerlere @güncel_aralık içinde karşı düşen değerlerin toplamını hesaplar. Bu işlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri sırasıyla 23, 27, 28, 33, ve 39 değerlerini içeriyorsa: SUMIF(A1:A5,"<=28") eşittir 78 SUMIF(A1:A5,"<28") eşittir 50 Ek olarak B1, B2, ..., B5 gözeleri sırasıyla 5, 3, 2, 6, ve 7 değerlerini içeriyorsa: SUMIF(A1:A5,"<=27",B1:B5) eşittir 8 Benzerleri: COUNTIF, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 23, 27, 28, 33, ve 39 değerlerini içeriyorsa: SUMIF(A1:A5,"<=28") eşittir 78 SUMIF(A1:A5,"<28") eşittir 50 Ek olarak B1, B2, ..., B5 gözeleri sırasıyla 5, 3, 2, 6, ve 7 değerlerini içeriyorsa: SUMIF(A1:A5,"<=27",B1:B5) eşittir 8 @SEEALSO=COUNTIF, SUM

source: @FUNCTION=CEILING @SYNTAX=CEILING(x[,significance]) @DESCRIPTION=CEILING function rounds @x up to the nearest multiple of @significance. * If @x or @significance is non-numeric CEILING returns #VALUE! error. * If @x and @significance have different signs CEILING returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CEILING(2.43,1) equals 3. CEILING(123.123,3) equals 126. @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
de: @FUNCTION=OBERGRENZE @SYNTAX=OBERGRENZE(x,Signifikanz) @DESCRIPTION=OBERGRENZE rundet @x auf die nächste Vielfache von @Signifikanz auf. * Falls @x oder @Signifikanz keine Zahl ist, liefert OBERGRENZE einen #WERT!-Fehler. * Falls @x und @Signifikanz unterschiedliche Vorzeichen haben, liefert OBERGRENZE einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= OBERGRENZE(2.43,1) liefert 3. OBERGRENZE(123.123,3) liefert 126 @SEEALSO=AUFRUNDEN
ne: @FUNCTION=CEILING @SYNTAX=CEILING(x[,महत्व]) @DESCRIPTION=CEILING कार्यले @x @significance को नजिकको गुना सम्म घुमाउँछ। . * यदि @x वा @significance सङ्ख्यात्मक छैन भने, CEILING ले #VALUE! त्रुटि फर्काउँछ। * यदि @x र @significanceसँग विभिन्न चिन्हहरू छ भने, CEILING ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CEILING(2.43,1) बराबर ३ हुन्छ। CEILING(123.123,3) बराबर १२६ हुन्छ। @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
tr: @FUNCTION=CEILING @SYNTAX=CEILING(x,önem) @DESCRIPTION=CEILING işlevi @x'i @önem'in çarpanı olduğu en yakın tamsayıya yuvarlar. @x ya da @önem sayısal değilse @DEĞER!, farklı işaretlere sahipseler @SAYI! hatasıyla sonuçlanır. Bu işlev Excel uyumludur. Örnekler: CEILING(2.43,1) eşittir 3 CEILING(123.123,3) eşittir 126 Benzeri: CEIL @EXAMPLES= CEILING(2.43,1) eşittir 3 CEILING(123.123,3) eşittir 126 @SEEALSO=CEIL

source: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS function returns the cosine of @x, where @x is given in radians. * This function is Excel compatible. @EXAMPLES= COS(0.5) equals 0.877583. COS(1) equals 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
de: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS liefert den Cosinus von @x, wobei @x im Bogenmaß angegeben wird. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= COS(0.5) liefert 0.877583. COS(1) liefert 0.540302. @SEEALSO=COSHYP, SIN, SINHYP, TAN, TANHYP, BOGENMASS, GRAD
ne: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS कार्यले @x को कोसाइन फर्काउँछ, जहाँ @x रेडियनमा दिएको छ। * यो कार्य एक्सेल संहग मिल्दोजुलदो छ। @EXAMPLES= COS(0.5) बराबर 0.877583. COS(1) बराबर 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
tr: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS işlevi radyan cinsinden verildiğinde @x'in kosinüsünü hesaplar. Bu işlev Excel uyumludur. Örnekler: COS(0.5) eşittir 0.877583 COS(1) eşittir 0.540302 Benzerleri: COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES @EXAMPLES= COS(0.5) eşittir 0.877583 COS(1) eşittir 0.540302 @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH function returns the hyperbolic cosine of @x, which is defined mathematically as (exp(@x) + exp(-@x)) / 2. * @x is in radians. * This function is Excel compatible. @EXAMPLES= COSH(0.5) equals 1.127626. COSH(1) equals 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
de: @FUNCTION=COSHYP @SYNTAX=COSHYP(x) @DESCRIPTION=COSHYP liefert den hyperbolischen Cosinus von @x, der mathematisch definiert ist als (EXP(@x) + EXP(-@x)) / 2. definiert ist. * @x muss im Gradmaß übergeben werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= COSHYP(0.5) liefert 1.127626. COSHYP(1) liefert 1.543081. @SEEALSO=COS, SIN, SINHYP, TAN, TANHYP, GRAD, BOGENMASS, EXP
ne: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH कार्यले @x को हाइपरबोलिक कोसाइन फर्काउँछ,जुन गणितिय रूपमा यस प्रकार परिभाषित गरिएको छ (exp(@x) + exp(-@x)) / 2. * @x रेडियनहरूमा छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= COSH(0.5) बराबर 1.127626. COSH(1) बराबर 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
tr: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH işlevi matematiksel olarak (exp(@x) + exp(-@x)) / 2 ifadesi ile tanımlanan sinüs hiperbolik @x'i hesaplar. @x radyan cinsinden olmalıdır. Bu işlev Excel uyumludur. Örnekler: COSH(0.5) eşittir 1.127626 COSH(1) eşittir 1.543081 Benzerleri: COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP @EXAMPLES= COSH(0.5) eşittir 1.127626 COSH(1) eşittir 1.543081 @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP

source: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES computes the number of degrees equivalent to @x radians. * This function is Excel compatible. @EXAMPLES= DEGREES(2.5) equals 143.2394. @SEEALSO=RADIANS, PI
de: @FUNCTION=GRAD @SYNTAX=GRAD(x) @DESCRIPTION=GRAD liefert die zum Radius @x äquivalente Gradanzahl. Diese Funktion ist Excel-kompatibel. @EXAMPLES= GRAD(2.5) liefert 143.2394. @SEEALSO=BOGENMASS, PI
ne: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES ले @x रेडियानमा बराबरी हुने डिग्रीहरूको सङ्ख्या गणना गर्दछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DEGREES(2.5) बराबर 143.2394. @SEEALSO=RADIANS, PI
tr: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES işlevi radyan cinsinden verilen @x'in derece cinsinden eşdeğerini hesaplar. Bu işlev Excel uyumludur. Örnek: DEGREES(2.5) eşittir 143.2394 Benzerleri: RADIANS, PI @EXAMPLES= DEGREES(2.5) eşittir 143.2394 @SEEALSO=RADIANS, PI

source: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP computes the value of e (the base of natural logarithms) raised to the power of @x. * This function is Excel compatible. @EXAMPLES= EXP(2) equals 7.389056. @SEEALSO=LOG, LOG2, LOG10
de: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP berechnet den Wert von e (der Basis des natürlichen Logarithmus) potenziert mit @x. @EXAMPLES= * Diese Funktion ist Excel-kompatibel. EXP(2) liefert 7.389056. @SEEALSO=LOG, LOG2, LOG10
ne: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP ले e (प्राकृतिक लघुगणकको आधार) को मान गणना गर्दछ।raised to the power of @x को शक्ति बढाउनुहोस्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= EXP(2) बराबर 7.389056. @SEEALSO=LOG, LOG2, LOG10
tr: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP işlevi e üssü @x hesaplar. Bu işlev Excel uyumludur. Örnek: EXP(2) eşittir 7.389056 Benzerleri: LOG, LOG2, LOG10 @EXAMPLES= EXP(2) eşittir 7.389056. @SEEALSO=LOG, LOG2, LOG10

source: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 computes EXP(@x)-1 with higher resulting precision than the direct formula. @EXAMPLES= EXPM1(0.01) equals 0.01005. @SEEALSO=EXP, LN1P
de: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP berechnet den Wert von e (der Basis des natürlichen Logarithmus) potenziert mit @x. @EXAMPLES= * Diese Funktion ist Excel-kompatibel. EXP(2) liefert 7.389056. @SEEALSO=LOG, LOG2, LOG10
ne: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 ले सिधै सूत्रबाट भन्दा उच्च यथार्थतासँगै EXP(@x)-1 गणना गर्दछ। @EXAMPLES= EXPM1(0.01) बराबर 0.01005. @SEEALSO=EXP, LN1P
tr: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP işlevi e üssü @x hesaplar. Bu işlev Excel uyumludur. Örnek: EXP(2) eşittir 7.389056 Benzerleri: LOG, LOG2, LOG10 @EXAMPLES= EXP(2) eşittir 7.389056. @SEEALSO=LOG, LOG2, LOG10

source: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT computes the factorial of @x. ie, @x! * This function is Excel compatible. @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=
de: @FUNCTION=FAKTULTÄT @SYNTAX=FAKULTÄT(x) @DESCRIPTION=FAKULTÄT liefert die Fakultät von @x, also @x! * Diese Funktion ist Excel-kompatibel. @EXAMPLES= FAKULTÄT(3) liefert 6. FAKULTÄT(9) liefert 362880. @SEEALSO=
ne: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT ले @x को क्रमगुणन गणना गर्दछ। त्यो हो @x! * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FACT(3) बराबर ६ हुन्छ। FACT(9) बराबर ३६२८८० हुन्छ। @SEEALSO=
tr: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT işlevi (@x!) @x faktöriyeli hesaplar. Bu işlev Excel uyumludur. Örnekler: FACT(3) eşittir 6 FACT(9) eşittir 362880 @EXAMPLES= FACT(3) eşittir 6 FACT(9) eşittir 362880 @SEEALSO=

source: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=BETA function returns the value of the mathematical beta function extended to all real numbers except 0 and negative integers. * If @a, @b, or (@a + @b) are non-positive integers, BETA returns #NUM! error. @EXAMPLES= BETA(2,3) equals 0.083333. BETA(-0.5,0.5) equals #NUM!. @SEEALSO=BETALN,GAMMALN
ne: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=BETA कार्यले ० र ऋणात्मक इन्टेजरहरू बाहेक सबै वास्तविक नम्बरहरूमा विस्तारित गणितिय बिटा कार्यको मान फर्काउँछ। * यदि @a, @b, वा (@a + @b) ऋणात्मक इन्टेजरहरू हुन् भने, BETA ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= BETA(2,3) बराबर 0.083333. BETA(-0.5,0.5) बराबर #NUM!. @SEEALSO=BETALN,GAMMALN

source: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=BETALN function returns the natural logarithm of the absolute value of the beta function. * If @a, @b, or (@a + @b) are non-positive integers, BETALN returns #NUM! @EXAMPLES= BETALN(2,3) equals -2.48. BETALN(-0.5,0.5) equals #NUM!. @SEEALSO=BETA,GAMMALN
de: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=BETALN liefert den natürlichen Logarithmus des absoluten Werts der Beta-Funktion. * Falls @a, @b oder (@a + @b) keine positive Ganzzahl ist, liefert BETALN einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=BETA,GAMMALN
ne: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=BETALN कार्यले बिटा कार्यको पूरा मानको प्राकृतिक लघुगुणक फर्काउँछ। * यदि @a, @b, वा (@a + @b) ऋणात्मक इन्टेजरहरू हुन् भने, BETALN ले #NUM! फर्काउँछ। @EXAMPLES= BETALN(2,3) बराबर -2.48. BETALN(-0.5,0.5) बराबर #NUM!. @SEEALSO=BETA,GAMMALN
tr: @FUNCTION=ISPMT @SYNTAX=ISPMT(oran,dön,ndön,pv) @DESCRIPTION=ISPMT işlevi verilen dönemde ödenen faizi hesaplar. Eğer @dön < 1 veya @dön > @ndön ise, ISPMT #SAYI! hatası verir. Benzeri: PV @EXAMPLES= @SEEALSO=PV

source: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN computes the number of combinations. * Performing this function on a non-integer or a negative number returns #NUM! error. * If @n is less than @k COMBIN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= COMBIN(8,6) equals 28. COMBIN(6,2) equals 15. @SEEALSO=
de: @FUNCTION=KOMBINATIONEN @SYNTAX=KOMBINATIONEN(n, k) @DESCRIPTION=KOMBINATIONEN berechnet die Anzahl der Kombinationsmöglichkeiten zwischen @n und @k. * Falls @n oder @k < 0 ist, liefert KOMBINATIONEN einen #ZAHL!-Fehler. * Falls @n < @k, liefert KOMBINATIONEN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= KOMBINATIONEN(8,6) liefert 28. KOMBINATIONEN(6,2) liefert 15. @SEEALSO=
ne: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN संयोजनहरूको सङ्ख्या गणना गर्दछ। * इन्टेजर नभएकोमा वा ऋणात्मक नम्बरमा यो कार्य सम्पादन गर्नाले #NUM! त्रुटि फर्काउँछ। * यदि @n भन्दा @k सानो छ भने, COMBIN ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= COMBIN(8,6) बराबर २८ हुन्छ। COMBIN(6,2) बराबर १५ हुन्छ। @SEEALSO=
tr: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN işlevi birleşim sayısını hesaplar. Tamsayı olmayan ya da negatif sayılar verilirse ya da @n < @k ise hata verir. Bu işlev Excel uyumludur. Örnekler: COMBIN(8,6) eşittir 28 COMBIN(6,2) eşittir 15 @EXAMPLES= COMBIN(8,6) eşittir 28 COMBIN(6,2) eşittir 15 @SEEALSO=

source: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT function returns the largest integer that is not bigger than its argument. * This function is Excel compatible. @EXAMPLES= INT(7.2) equals 7. INT(-5.5) equals -6. @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
de: @FUNCTION=GANZZAHL @SYNTAX=GANZZAHL(a) @DESCRIPTION=GANZZAHL liefert die größte Ganzzahl, die nicht größer als das Argument ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GANZZAHL(7.2) liefert 7. GANZZAHL(-5.5) liefert -6. @SEEALSO=UNTERGRENZE, OBERGRENZE, ABS
ne: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT कार्यले ठूलो इन्टेजरलाई फर्काउँछ जुन यसको तर्क भन्दा ठूलो छैन। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= INT(7.2) बराबर ७ हुन्छ। INT(-5.5) बराबर -६ हुन्छ। @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
tr: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=The INT işlevi verilen sayıyı en yakın küçük tamsayıya yuvarlar. Bu işlev Excel uyumludur. Örnekler: INT(7.2) eşittir 7 INT(-5.5) eşittir -6 Benzerleri: FLOOR, CEIL, ABS @EXAMPLES= INT(7.2) eşittir 7 INT(-5.5) eşittir -6 @SEEALSO=FLOOR, CEIL, ABS

source: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG computes the logarithm of @x in the given base @base. If no @base is given LOG returns the logarithm in base 10. @base must be > 0. and cannot equal 1. * This function is Excel compatible. @EXAMPLES= LOG(2) equals 0.30103. LOG(8192,2) equals 13. @SEEALSO=LN, LOG2, LOG10
de: @FUNCTION=LOG @SYNTAX=LOG(x[, Basis]) @DESCRIPTION=LOG berechnet den Logarithmus von @x zur angegebenen Basis @Basis. Falls @Basis nicht übergeben wird, liefert LOG den Logarithmus zur Basis 10. * @Basis muss > 0 und darf nicht 1 sein. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LOG(2) liefert 0.30103. LOG(8192,2) liefert 13. @SEEALSO=LN, LOG2, LOG10
ne: @FUNCTION=LOG @SYNTAX=LOG(x[,बेस]) @DESCRIPTION=LOG ले दिएको base @base मा @x को लघुगणक गणना गर्दछ। यदि कुनै @base दिएको छैन भने, LOG बेस १० मा लघुगणक फर्काउँछ। @base ० भन्दा ठूलो हुनुपर्छ र १सँग बराबर हुँदैन। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LOG(2) बराबर 0.30103. LOG(8192,2) बराबर १३ हुन्छ। @SEEALSO=LN, LOG2, LOG10
tr: @SYNTAX=LOG(x[,taban]) @DESCRIPTION=LOG işlevi @x'in @taban tabanındaki logaritmasını hesaplar. @taban verilmezse 10 kabul edilir. Bu işlev Excel uyumludur. Örnekler: LOG(2) eşittir 0.30103 LOG(8192,2) eşittir 13 Benzerleri: LN, LOG2, LOG10 @EXAMPLES= LOG(2) eşittir 0.30103 LOG(8192,2) eşittir 13 @SEEALSO=LN, LOG2, LOG10

source: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN returns the natural logarithm of @x. * If @x <= 0, LN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LN(7) equals 1.94591. @SEEALSO=EXP, LOG2, LOG10
de: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN liefert den natürlichen Logarithmus von @x. * Falls @x <= 0 ist, liefert LN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LN(7) liefert 1.94591. @SEEALSO=EXP, LOG2, LOG10
ne: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN ले @x को प्राकृतिक लघुगणक फर्काउँछ। * यदि @x <= 0 छ भने, LN ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LN(7) बराबर 1.94591. @SEEALSO=EXP, LOG2, LOG10
tr: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN işlevi @x'in tabii logaritmasını hesaplar. @x <=0 ile işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: LN(7) eşittir 1.94591 Benzerleri: EXP, LOG2, LOG10 @EXAMPLES= LN(7) eşittir 1.94591 @SEEALSO=EXP, LOG2, LOG10

source: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P computes LN(1+@x) with higher resulting precision than the direct formula. * If @x <= -1, LN1P returns #NUM! error. @EXAMPLES= LN1P(0.01) equals 0.00995. @SEEALSO=LN, EXPM1
de: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 berechnet den Logarithmus von @x zur Basis 2. * Falls @x <=, liefert LOG10 einen #ZAHL!-Fehler. @EXAMPLES= LOG2(1024) liefert 10. @SEEALSO=EXP, LOG, LOG10
ne: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P ले सिधै सूत्रबाट भन्दा उच्च नतिजा यथार्थतासँगै LN(1+@x) गणना गर्दछ। * यदि @x <= -1 छ भने, LN1P ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= LN1P(0.01) बराबर 0.00995. @SEEALSO=LN, EXPM1
tr: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 işlevi @x'in 2 tabanına göre logaritmasını hesaplar. @x <= 0 ise işlev #SAYI! hatası ile sonuçlanır. Örnek: LOG2(1024) eşittir 10 Benzerleri: EXP, LOG10, LOG @EXAMPLES= LOG2(1024) eşittir 10 @SEEALSO=EXP, LOG10, LOG

source: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER returns the value of @x raised to the power @y. * If both @x and @y equal 0, POWER returns #NUM! error. * If @x = 0 and @y < 0, POWER returns #DIV/0! error. * If @x < 0 and @y is non-integer, POWER returns #NUM! error. * This function is Excel compatible. @EXAMPLES= POWER(2,7) equals 128. POWER(3,3.141) equals 31.523749. @SEEALSO=EXP
ne: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER ले @y मा शक्ति बढाउन @x को मान फर्काउँछ। * यदि दुवै @x र @y बराबर ० छ भने, POWER ले #NUM! त्रुटि फर्काउँछ। * यदि @x = 0 र @y < 0 छ भने, POWER ले #DIV/0! त्रुटि फर्काउँछ। * यदि @x < 0 र @y इन्टेजर छैन भने, POWER ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= POWER(2,7) बराबर १२८ हुन्छ। POWER(3,3.141) बराबर 31.523749. @SEEALSO=EXP

source: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 computes the base-2 logarithm of @x. * If @x <= 0, LOG2 returns #NUM! error. @EXAMPLES= LOG2(1024) equals 10. @SEEALSO=EXP, LOG10, LOG
de: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 berechnet den Logarithmus von @x zur Basis 2. * Falls @x <=, liefert LOG10 einen #ZAHL!-Fehler. @EXAMPLES= LOG2(1024) liefert 10. @SEEALSO=EXP, LOG, LOG10
ne: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 ले @x को बेस-२ लघुगणक गणना गर्दछ। * यदि @x <= 0 छ भने, LOG2 ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= LOG2(1024) बराबर १० हुन्छ। @SEEALSO=EXP, LOG10, LOG
tr: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 işlevi @x'in 2 tabanına göre logaritmasını hesaplar. @x <= 0 ise işlev #SAYI! hatası ile sonuçlanır. Örnek: LOG2(1024) eşittir 10 Benzerleri: EXP, LOG10, LOG @EXAMPLES= LOG2(1024) eşittir 10 @SEEALSO=EXP, LOG10, LOG

source: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 computes the base-10 logarithm of @x. * If @x <= 0, LOG10 returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LOG10(7) equals 0.845098. @SEEALSO=EXP, LOG2, LOG
de: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 berechnet den Logarithmus von @x zur Basis 10. * Falls @x <= 0 ist, liefert LOG10 einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= LOG10(7) liefert 0.845098. @SEEALSO=EXP, LOG, LOG2
ne: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 ले @x को बेस-१० लघुगणक गणना गर्दछ। * यदि @x <= 0 छ भने, LOG10 ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= LOG10(7) बराबर 0.845098. @SEEALSO=EXP, LOG2, LOG
tr: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 işlevi @x'in 10 tabanına göre logaritmasını hesaplar. @x <=0 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: LOG10(7) eşittir 0.845098 Benzerleri: EXP, LOG2, LOG @EXAMPLES= LOG10(7) eşittir 0.845098 @SEEALSO=EXP, LOG2, LOG

source: @FUNCTION=MOD @SYNTAX=MOD(number,divisor) @DESCRIPTION=MOD function returns the remainder when @divisor is divided into @number. * MOD returns #DIV/0! if @divisor is zero. * This function is Excel compatible. @EXAMPLES= MOD(23,7) equals 2. @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT, ABS
de: @FUNCTION=REST @SYNTAX=REST(Zahl,Divisor) @DESCRIPTION=REST liefert den Rest beim Teilen der Zahl @Zahl durch den Divisor @Divisor. * Falls @Divisor = 0 ist, liefert REST einen #DIV/0!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= REST(23,7) liefert 2. @SEEALSO=GANZZAHL, UNTERGRENZE, OBERGRENZE
ne: @FUNCTION=MOD @SYNTAX=MOD(सङ्ख्या,भाजक) @DESCRIPTION=MOD कार्यले @divisor @number मा भाग गर्दा बाँकी फर्काउँछ। * यदि @divisor शून्य छ भने, MOD ले #DIV/0! फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= MOD(23,7) बराबर २ हुन्छ। @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT, ABS
tr: @FUNCTION=MOD @SYNTAX=MOD(sayı,bölen) @DESCRIPTION=MOD işlevi @sayının @bölenle bölünmesinde kalanı verir. @bölen sıfırsa işlev #BÖL/0! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: MOD(23,7) eşittir 2 Benzerleri: INT, FLOOR, CEIL @EXAMPLES= MOD(23,7) eşittir 2 @SEEALSO=INT,FLOOR,CEIL

source: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS computes the number of radians equivalent to @x degrees. * This function is Excel compatible. @EXAMPLES= RADIANS(180) equals 3.14159. @SEEALSO=PI,DEGREES
de: @FUNCTION=BOGENMASS @SYNTAX=BOGENMASS(x) @DESCRIPTION=BOGENMASS berechnet das Bogenmaß-Äquivalent aus @x Grad. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BOGENMASS(180) liefert 3.14159. @SEEALSO=PI, GRAD
ne: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS ले @x डिग्रीहरूमा बराबर हुने रेडियनहरूको सङ्ख्या गणना गर्दछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= RADIANS(180) बराबर 3.14159. @SEEALSO=PI,DEGREES
tr: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS işlev, derece cinsinden verilen @x'in radyan eşdeğerini hesaplar. Bu işlev Excel uyumludur. Örnek: RADIANS(180) eşittir 3.14159 Benzerleri: PI,DEGREES @EXAMPLES= RADIANS(180) eşittir 3.14159 @SEEALSO=PI,DEGREES
