Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=OCT2HEX function converts an octal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= OCT2HEX(132) equals 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
de: @FUNCTION=OKTINHEX @SYNTAX=OKTINHEX(Zahl[,Stellen]) @DESCRIPTION=OKTINHEX wandelt eine oktale Zahl in ihr hexadezimales Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert OKTINHEX einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= OKTINHEX(132) liefert 5A. @SEEALSO=HEXINOKT, OKTINBIN, OKTINDEZ
ne: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=OCT2HEX कार्यले एउटा अक्टल नम्बरलाई हेक्सा दशमलव नम्बरमा रूपान्तरण गर्दछ।@places खाली स्थानहरूको त्यो नम्बर शून्य प्याडमा निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदी @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= OCT2HEX(132) equals 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
tr: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(sayı[,basamak]) @DESCRIPTION=DEC2HEX işlevi bir ondalık sayıyı onaltılık eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: DEC2HEX(42) eşittir 2A Benzer işlevler: HEX2DEC, DEC2BIN, DEC2OCT @EXAMPLES= DEC2HEX(42) eşittir 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT

source: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=HEX2BIN function converts a hexadecimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= HEX2BIN("2A") equals 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
de: @FUNCTION=HEXINBIN @SYNTAX=HEXINBIN(Zahl[,Stellen]) @DESCRIPTION=HEXINBIN wandelt eine hexadezimale Zahl ihr binäres Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert HEXINBIN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= HEXINBIN(101) liefert 5. @SEEALSO=BININHEX, HEXINOKT, HEXINDEZ
ne: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=HEX2BIN कार्यले एउटा हेक्सा दशमलव नम्बरलाई बाईनरी नम्बरमा रूपान्तरण गर्दछ।@places खाली स्थानहरूको त्यो नम्बर शून्य प्याडमा निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदी @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= HEX2BIN("2A") equals 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
tr: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(sayı[,basamak]) @DESCRIPTION=The HEX2BIN işlevi bir onaltılık sayıyı iklik eşdeğerine çevirir. @basamak sayısı seçimliktir, çok küçük ya da negatif ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: HEX2BIN("2A") eşittir 101010 Benzer işlevler: BIN2HEX, HEX2OCT, HEX2DEC @EXAMPLES= HEX2BIN("2A") eşittir 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC

source: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=HEX2OCT function converts a hexadecimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= HEX2OCT("2A") equals 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
de: @FUNCTION=HEXINOKT @SYNTAX=HEXINOKT(Zahl[,Stellen]) @DESCRIPTION=HEXINOKT wandelt eine hexadezimale Zahl in ihr oktales Äquivalent um. @Stellen ist ein optionales Argument, wodurch eventuelle leere Stellen mit Nullen aufgefüllt werden, bis die Zahl @Stellen lang ist. * Falls @Stellen zu klein oder negativ ist, liefert HEXINOKT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= HEXINOKT("2A") liefert 52. @SEEALSO=OKTINHEX, HEXINBIN, HEXINDEZ
ne: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=HEX2OCT कार्यले एउटा हेक्सा दशमलव नम्बरलाई अक्टल नम्बरमा रूपान्तरण गर्दछ।@places खाली स्थानहरूको त्यो नम्बर शून्य प्याडमा निर्दिष्ट गर्ने, एउटा वैकल्पिक फाँट हो। * यदी @places अति सानो वा नकारात्मक छ भने, #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= HEX2OCT("2A") equals 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
tr: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(sayı[,hane_sayısı]) @DESCRIPTION=The HEX2OCT işlevi bir onaltılık sayıyı sekizlik eşdeğerine çevirir. @hane_sayısı ile isteğe bağlı olarak hane sayısı verilebilir. @hane_sayısı negatif ise ya da çok küçük ise işlev #NUM! hatası verir. Bu işlev Excel uyumludur. Örnek: HEX2OCT("2A",3) eşittir 052 Benzerleri: OCT2HEX, HEX2BIN, HEX2DEC @EXAMPLES= HEX2OCT("2A",3) eşittir 052 @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC

source: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=HEX2DEC function converts a hexadecimal number to its decimal equivalent. * This function is Excel compatible. @EXAMPLES= HEX2DEC("2A") equals 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
de: @FUNCTION=HEXINDEZ @SYNTAX=HEXINDEZ(x) @DESCRIPTION=HEXINDEZ wandelt eine hexadezimale Zahl in ihr dezimales Äquivalent um. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= HEXINDEZ("2A") liefert 42. @SEEALSO=DEZINHEX, HEXINBIN, HEXINOKT
ne: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=HEX2DEC कार्यले एउटा हेक्सा दशमलवलाई दशमलव बराबरीमा रूपान्तरण गर्दछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= HEX2DEC("2A") equals 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
tr: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=The HEX2DEC işlevi bir onaltılık sayıyı ondalık eşdeğerine çevirir. Bu işlev Excel uyumludur. Örnek: HEX2DEC("2A") eşittir 42 Benzerleri: DEC2HEX, HEX2BIN, HEX2OCT @EXAMPLES= HEX2DEC("2A") eşittir 42 @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT

source: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
de: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI liefert die Neumann-, Weber- oder Bessel-Funktion. @x ist die Stelle, an der die Funktion ausgewertet wird und @y die Reihenfolge der Bessel-Funktion. * Falls @y keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @x oder @y nicht-numerisch ist, liefert BESSELI einen #WERT!-Fehler. * Falls @y < 0 ist, liefert BESSELI einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BESSELI(0.7,3) liefert 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
ne: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI कार्यले Neumann, Weber वा Bessel कार्य फर्काउँछ। @x कार्यहरू मूल्याङ्कन भएको ठाऊँ हो। @y Bessel कार्यको आदेश हो, यदि इन्टेजर होइन भने यो छोडिन्छ। * यदि @x वा @y सङ्ख्यात्मक होइन भने एउटा #VALUE! त्रुटि फर्कन्छ। * यदि @y < 0 एउटा #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
tr: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI işlevi Neumann, Weber ve Bessel işlevlerini hesaplar. @x işlevin işlem yaptığı değer, @y ise bessel işlevinin derecesidir. Tamsayı değilse ondalık kısım atılır. @x ya da @y bir sayı değilse işlev #DEĞER! hatası verir. @y < 0 ise #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BESSELI(0.7,3) eşittir 0.007367374 Benzerleri: BESSELJ, BESSELK, BESSELY @EXAMPLES= BESSELI(0.7,3) eşittir 0.007367374 @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
de: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK liefert die Neumann-, Weber- oder Bessel-Funktion. @x ist die Stelle, an der die Funktion ausgewertet wird und @y die Reihenfolge der Bessel-Funktion. * Falls @y keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @x oder @y nicht-numerisch ist, liefert BESSELK einen #WERT!-Fehler. * Falls @y < 0 ist, liefert BESSELK einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BESSELK(3,9) liefert 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
ne: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI कार्यले Neumann, Weber वा Bessel कार्य फर्काउँछ।@x कार्यहरू मूल्याङ्कन भएको ठाऊँ हो। @y Bessel कार्यको आदेश हो, यदि इन्टेजर होइन भने यो छोडिन्छ। * यदि @x वा @y सङ्ख्यात्मक होइन भने एउटा #VALUE! त्रुटि फर्कन्छ। * यदि @y < 0 एउटा #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
tr: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK işlevi Neumann, Weber ve Bessel işlevlerini hesaplar. @x işlevin işlem yaptığı değer, @y ise bessel işlevinin derecesidir. Tamsayı değilse ondalık kısım atılır. @x ya da @y bir sayı değilse işlev #DEĞER! hatası verir. @y < 0 ise #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BESSELK(3,9) eşittir 397.95880 Benzerleri: BESSELI, BESSELJ, BESSELY @EXAMPLES= BESSELK(3,9) eşittir 397.95880 @SEEALSO=BESSELI,BESSELJ,BESSELY

source: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ function returns the Bessel function with @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELJ(0.89,3) equals 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
de: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ liefert die Bessel-Funktion. @x ist die Stelle, an der die Funktion ausgewertet wird und @y die Reihenfolge der Bessel-Funktion. * Falls @y keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @x oder @y nicht-numerisch ist, liefert BESSELJ einen #WERT!-Fehler. * Falls @y < 0 ist, liefert BESSELJ einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BESSELJ(0.89,3) liefert 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
ne: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI कार्यले @xसँगै Bessel कार्य फर्काउँछ जहाँ कार्यहरू मूल्याङ्कन हुन्छन्। @y Bessel कार्यको आदेश हो, यदि इन्टेजर होइन भने यो छोडिन्छ। * यदि @x वा @y सङ्ख्यात्मक होइन भने एउटा #VALUE! त्रुटि फर्कन्छ। * यदि @y < 0 एउटा #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BESSELJ(0.89,3) equals 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
tr: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ işlevi Bessel işlevini hesaplar. @x işlevin işlem yaptığı değer, @y ise bessel işlevinin derecesidir. Tamsayı değilse ondalık kısım atılır. @x ya da @y bir sayı değilse işlev #DEĞER! hatası verir. @y < 0 ise #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BESSELJ(0.89,3) eşittir 0.013974004 Benzerleri: BESSELJ, BESSELK, BESSELY @EXAMPLES= BESSELJ(0.89,3) eşittir 0.013974004 @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
de: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY liefert die Neumann-, Weber- oder Bessel-Funktion. @x ist die Stelle, an der die Funktion ausgewertet wird und @y die Reihenfolge der Bessel-Funktion. * Falls @y keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @x oder @y nicht-numerisch ist, liefert BESSELY einen #WERT!-Fehler. * Falls @y < 0 ist, liefert BESSELY einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BESSELY(4,2) liefert 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
ne: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI कार्यले Neumann, Weber वा Bessel कार्य फर्काउँछ। @x कार्यहरू मूल्याङ्कन भएको ठाऊँ हो। @y Bessel कार्यको आदेश हो, यदि इन्टेजर होइन भने यो छोडिन्छ। * यदि @x वा @y सङ्ख्यात्मक होइन भने एउटा #VALUE! त्रुटि फर्कन्छ। * यदि @y < 0 एउटा #NUM! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
tr: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY işlevi Neumann, Weber ve Bessel işlevlerini hesaplar. @x işlevin işlem yaptığı değer, @y ise bessel işlevinin derecesidir. Tamsayı değilse ondalık kısım atılır. @x ya da @y bir sayı değilse işlev #DEĞER! hatası verir. @y < 0 ise #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BESSELY(4,2) eşittir 0.215903595 Benzerleri: BESSELJ,BESSELK,BESSELY @EXAMPLES= BESSELY(4,2) eşittir 0.215903595 @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=CONVERT @SYNTAX=CONVERT(number,from_unit,to_unit) @DESCRIPTION=CONVERT returns a conversion from one measurement system to another. For example, you can convert a weight in pounds to a weight in grams. @number is the value you want to convert, @from_unit specifies the unit of the @number, and @to_unit is the unit for the result. @from_unit and @to_unit can be any of the following: Weight and mass: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomic mass) 'ozm' Ounce Distance: 'm' Meter 'mi' Statute mile 'Nmi' Nautical mile 'in' Inch 'ft' Foot 'yd' Yard 'ang' Angstrom 'Pica' Pica Time: 'yr' Year 'day' Day 'hr' Hour 'mn' Minute 'sec' Second Pressure: 'Pa' Pascal 'atm' Atmosphere 'mmHg' mm of Mercury Force: 'N' Newton 'dyn' Dyne 'lbf' Pound force Energy: 'J' Joule 'e' Erg 'c' Thermodynamic calorie 'cal' IT calorie 'eV' Electron volt 'HPh' Horsepower-hour 'Wh' Watt-hour 'flb' Foot-pound 'BTU' BTU Power: 'HP' Horsepower 'W' Watt Magnetism: 'T' Tesla 'ga' Gauss Temperature: 'C' Degree Celsius 'F' Degree Fahrenheit 'K' Degree Kelvin Liquid measure: 'tsp' Teaspoon 'tbs' Tablespoon 'oz' Fluid ounce 'cup' Cup 'pt' Pint 'qt' Quart 'gal' Gallon 'l' Liter For metric units any of the following prefixes can be used: 'Y' yotta 1E+24 'Z' zetta 1E+21 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' deka 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 'z' zepto 1E-21 'y' yocto 1E-24 * If @from_unit and @to_unit are different types, CONVERT returns #N/A error. * This function is Excel compatible. @EXAMPLES= CONVERT(3,"lbm","g") equals 1360.7769. CONVERT(5.8,"m","in") equals 228.3465. CONVERT(7.9,"cal","J") equals 33.07567. @SEEALSO=
ne: @FUNCTION=CONVERT @SYNTAX=CONVERT(number,from_unit,to_unit) @DESCRIPTION=CONVERT ले एउटा नाप प्रणालीबाट अर्कोमा रूपान्तरण फर्काउँछ। उदाहरणका लागि, तपाईँ पाउण्डमा भएको वजनलाई ग्राममा रूपान्तरण गर्न सक्नुहुन्छ। @number तपाईँले रूपान्तरण गर्न चाहनुभएको मान हो, @from_unit ले @number को एकाइ निर्दिष्ट गर्दछ, र @to_unit नतिजाका लागि एकाइ हो। @from_unit र @to_unit निम्न मध्य कुनै हुनसक्छ: वजन र समूह: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomic mass) 'ozm' Ounce Distance: 'm' Meter 'mi' Statute mile 'Nmi' Nautical mile 'in' Inch 'ft' Foot 'yd' Yard 'ang' Angstrom 'Pica' Pica Time: 'yr' Year 'day' Day 'hr' Hour 'mn' Minute 'sec' Second Pressure: 'Pa' Pascal 'atm' Atmosphere 'mmHg' mm of Mercury Force: 'N' Newton 'dyn' Dyne 'lbf' Pound force Energy: 'J' Joule 'e' Erg 'c' Thermodynamic calorie 'cal' IT calorie 'eV' Electron volt 'HPh' Horsepower-hour 'Wh' Watt-hour 'flb' Foot-pound 'BTU' BTU Power: 'HP' Horsepower 'W' Watt Magnetism: 'T' Tesla 'ga' Gauss Temperature: 'C' Degree Celsius 'F' Degree Fahrenheit 'K' Degree Kelvin Liquid measure: 'tsp' Teaspoon 'tbs' Tablespoon 'oz' Fluid ounce 'cup' Cup 'pt' Pint 'qt' Quart 'gal' Gallon 'l' Liter मेट्रिक एकाइहरूका लागि निम्न उपसर्गहरू मध्य कुनै पनि प्रयोग हुनसक्छ: 'Y' yotta 1E+24 'Z' zetta 1E+21 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' deka 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 'z' zepto 1E-21 'y' yocto 1E-24 * यदि @from_unit र @to_unit फरक प्रकारहरू हुन् भने, CONVERT ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CONVERT(3,"lbm","g") equals 1360.7769. CONVERT(5.8,"m","in") equals 228.3465. CONVERT(7.9,"cal","J") equals 33.07567. @SEEALSO=

source: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=ERF returns the error function. With a single argument ERF returns the error function, defined as erf(x) = 2/sqrt(pi)* integral from 0 to x of exp(-t*t) dt. If two arguments are supplied, they are the lower and upper limits of the integral. * If either @lower_limit or @upper_limit is not numeric a #VALUE! error is returned. * This function is upward-compatible with that in Excel. (If two arguments are supplied, Excel will not allow either to be negative.) @EXAMPLES= ERF(0.4) equals 0.428392355. ERF(1.6448536269515/SQRT(2)) equals 0.90. The second example shows that a random variable with a normal distribution has a 90 percent chance of falling within approximately 1.645 standard deviations of the mean. @SEEALSO=ERFC
de: @FUNCTION=FEHLERF @SYNTAX=FEHLERF([limes_inferior,]limes_superior) @DESCRIPTION=FEHLERF liefert die Fehlerfunktion, die definiert ist als: erf(x) = 2/sqrt(pi)* integral von 0 nach x von exp(-t*t) dt. Falls zwei Argumente übergegeben werden, werden sie als limes inferior und superior des Integrals verwendet. * Falls @limes_inferior oder @limes_superior nicht numerisch sind, liefert FEHLERF einen #WERT!-Fehler. * Diese Version ist abwärts-kompatibel zu Excel. (Falls zwei Argumente übergeben werden, darf bei Excel keines der beiden negativ sein.) @EXAMPLES= ERF(0.4) liefert 0.428392355. ERF(1.6448536269515/SQRT(2)) liefert 0.90. Das zweite Beispiel zeigt, dass eine zufällige Variable mit einer Gauß'schen Verteilung eine Chance von 90% hat innerhalb einer geschätzten Standardabweichung von 1.645 um den Mittelwert zu sein. @SEEALSO=FEHLERFK
ne: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=ERF ले त्रुटि कार्य फर्काउँछ। ERF ले एकल तर्कसँगै त्रुटि कार्यहरू फर्काउँछ, जुन यस प्रकार परिभाषित भएको छ erf(x) = 2/sqrt(pi)* integral from 0 to x of exp(-t*t) dt. यदि दुई तर्कहरू आपूर्ति भए भने, तिनीहरू इन्टिग्रलको तल्लो सीमा र माथिल्लो सीमा हुन्। * यदि या @lower_limit वा @upper_limit सङ्ख्यात्मक होइन भने एउटा #VALUE! त्रुटि फर्कन्छ। * यो कार्य एक्सेलमा भएकोसँग माथिल्तिर मिल्दोजुल्दो छ। (यदि दुई तर्कहरू आपूर्ति भए भने, नकारात्मक हुन पनि एक्सेलले अनुमति दिदैन) @EXAMPLES= ERF(0.4) equals 0.428392355. ERF(1.6448536269515/SQRT(2)) equals 0.90. दोस्रो उदाहरणले सामन्य वितरण भएको क्रमबद्ध चरको मध्यकको स्टान्डर्ड डेभियसन १.६४५सँग झर्ने मौका लगभग ९०% भएको देखाउँछ। @SEEALSO=ERFC
tr: @FUNCTION=ERF @SYNTAX=ERF([alt_sınır,]üst_sınır) @DESCRIPTION=Tek argümanlı ERF işlevi, erf(x) = 2/sqrt(pi)*(0 dan x e kadar exp(-t*t) dt integrali) hata işlevi ile sonuçlanır. İki argüman verilmişse bunlar integralin alt ve üst sınırlarıdır. @alt_sınır ve @üst_sınır değerleri sayısal değilse #DEĞER! hatası verir. Bu işlev negatif argüman kabul etmek dışında Excel ile uyumludur. Örnek: ERF(0.4) eşittir 0.428392355 ERF(1.6448536269515/SQRT(2)) eşittir 0.90 İkinci örnek ortalamadan yaklaşık 1.645 standart sapma ile rastlanan bir %90 lık değişime sahip bir normal açılımla bir rastgele değişken gösterir. Benzeri: ERFC @EXAMPLES= ERF(0.4) eşittir 0.428392355 ERF(1.6448536269515/SQRT(2)) eşittir 0.90 İkinci örnek ortalamadan yaklaşık 1.645 standart sapma ile rastlanan bir %90 lık değişime sahip bir normal açılımla bir rastgele değişken gösterir. @SEEALSO=ERFC

source: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC function returns the complementary error function, defined as 1 - erf(x). erfc(x) is calculated more accurately than 1 - erf(x) for arguments larger than about 0.5. * If @x is not numeric a #VALUE! error is returned. @EXAMPLES= ERFC(6) equals 2.15197367e-17. @SEEALSO=ERF
de: @FUNCTION=FEHLERFK @SYNTAX=FEHLERFK(x) @DESCRIPTION=FEHLERFK liefert die komplementäre Fehlerfunktion, die definiert ist als: 1 - erf(x). erfc(x) wird für Argumente, die ungefähr größer als 0.5 sind, exakter als 1 - erf(x) berechnet. * Falls @x nicht numerisch ist, liefert FEHLERFK einen #WERT!-Fehler. @EXAMPLES= ERFC(6) liefert 2.15197367e-17. @SEEALSO=FEHLERF
ne: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC कार्यले यस प्रकार परिभाषित भए जस्तै, सम्पूरक त्रुटि प्रकार्य फर्काउँछ 1 - erf(x). erfc(x) तर्कहरू ०.५ भन्दा ठूलो बनाउनका लागि 1 - erf(x) भन्दा धेरै ठीक-ठीक गणना हुन्छ। * यदि @x सङ्ख्यात्मक होइन भने, एउटा #VALUE! त्रुटि फर्कन्छ। @EXAMPLES= ERFC(6) equals 2.15197367e-17. @SEEALSO=ERF
tr: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC işlevi 1 - erf(x) olarak verilen eşlenik hata işlevini hesaplar. erfc(x) 0.5 den daha büyük argümanlar için daha yüksek doğruluk sağlar. @x bir sayı değilse #DEĞER! hatası verir. Örnek: ERFC(6) eşittir 2.15197367e-17 Benzeri: ERF @EXAMPLES= ERFC(6) eşittir 2.15197367e-17 @SEEALSO=ERF

source: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA function tests for numerical equivalence of two arguments, returning 1 in case of equality. * @y is optional, and defaults to 0. * If either argument is non-numeric returns a #VALUE! error. * This function is Excel compatible. @EXAMPLES= DELTA(42.99,43) equals 0. @SEEALSO=EXACT,GESTEP
de: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA überprüft die beiden Argumente @x und @y auf numerische Äquivalenz, wobei im Falle der Gleichwertigkeit 1 geliefert wird. * @y ist optional, und die Vorgabe ist 0. * Falls eines der Argumente keine Zahl ist, liefert DELTA einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DELTA(42.99,43) liefert 0. @SEEALSO=IDENTISCH,GESTEP
ne: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA कार्यले दुई तर्कहरूको सङ्ख्यात्मक बराबरीका लागि परीक्षण गर्दछ, समानताको सट्टामा १ फर्किरहेछ। * @y वैकल्पिक हो, र ० मा पूर्वनिर्धारित हुन्छ। * यदि तर्क सङ्ख्यात्मक छैन भने एउटा #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DELTA(42.99,43) equals 0. @SEEALSO=EXACT,GESTEP
tr: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA işlevi iki argümanın sayısal eşdeğerliliğini test eder. Eşitlik durumunda sonuç birdir. @y isteğe bağlıdır ve öntanımlı olarak sıfırdır. Sayısal olmayan argümanlar işlevin #DEĞER! hatası vermesiyle sonuçlanır. Bu işlev Excel uyumludur. Örnek: DELTA(42.99,43) eşittir 0 Benzerleri: EXACT, GESTEP @EXAMPLES= DELTA(42.99,43) eşittir 0 @SEEALSO=EXACT,GESTEP
