Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=MINA @SYNTAX=MINA(number1,number2,...) @DESCRIPTION=MINA returns the smallest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MINA(A1:A5) equals 0. @SEEALSO=MIN,MAXA
de: @FUNCTION=MIN2 @SYNTAX=MIN2(Argument1,Argument2[,...]) @DESCRIPTION=MIN2 liefert den Wert des kleinsten übergeben Arguments. Zahlen, Text und logische Werte werden ebenfalls in die Berechnung einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird sie bzw. es als Wert null (0) gewertet, falls es WAHR ist als eins (1). Beachten Sie, dass leere Zellen bei der Berechnung nicht berücksichtigt werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert MAX2(A1:A5) 11.4. @SEEALSO=MIN,MAX2
ne: @FUNCTION=MINA @SYNTAX=MINA(सङ्ख्या१,सङ्ख्या२,...) @DESCRIPTION=MINA ले दिएको तर्कहरूको सानो मान फर्काउँछ । सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दिजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि MINA(A1:A5) बराबर ० हुन्छ। @SEEALSO=MIN,MAXA
tr: @FUNCTION=MINA @SYNTAX=MINA(sayı1,sayı2,...) @DESCRIPTION=MINA işlevi verilen değerlerin en küçüğünü hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "eksik", 25.9, ve 40.1 içeriyorsa: MINA(A1:A5) eşittir 0 Benzerleri: MIN, MAXA @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "eksik", 25.9, ve 40.1 içeriyorsa: MINA(A1:A5) eşittir 0 @SEEALSO=MIN,MAXA

source: @FUNCTION=VARA @SYNTAX=VARA(number1,number2,...) @DESCRIPTION=VARA calculates sample variance of the given sample. To get the true variance of a complete population use VARPA. VARA is also known as the N-1-variance. Under reasonable conditions, it is the maximum-likelihood estimator for the true variance. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARA(A1:A5) equals 228.613. @SEEALSO=VAR,VARPA
de: @FUNCTION=VARIANZ2 @SYNTAX=VARIANZ2(Zahl1,Zahl2,...) @DESCRIPTION=VARIANZ2 liefert die Varianz auf Basis einer Stichprobe. In die Berechnung werden Zahlen, Text und logische Werte einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird es als Wert null (0) angesehen. Falls das Argument WAHR ist, als eins (1). Beachten Sie, dass leere Zellen ignoriert werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen bzw. Zeichenketten 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert VARIANZ2(A1:A5) 228.613. @SEEALSO=VARIANZ,VARIANZN2
ne: @FUNCTION=VARA @SYNTAX=VARA(सङ्ख्या१,सङ्ख्या२,...) @DESCRIPTION=VARA ले दिएको नमूनाको नमूना भ्यारियन्स गणना गर्दछ। पूरै जनसङ्ख्याको सही भ्यारियन्स प्राप्त गर्न VARPA प्रयोग गर्नुहोस्। VARPA लाई N-1-variance पनि भनिन्छ। कारणयोग्य शर्तहरू अन्तर्गत, यो सही जनसङ्ख्या स्टान्डर्ड डेभियसनका लागि अधिकतम-संभाव्य अनुमानकर्ता हुन्छ। सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि VARA(A1:A5) बराबर 228.613 हुन्छ। @SEEALSO=VAR,VARPA
tr: @FUNCTION=VARA @SYNTAX=VARA(sayı1,sayı2,...) @DESCRIPTION=VARA işlevi bir örnek üzerine tabanlanmış değişimi hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARA(A1:A5) eşittir 228.613 Benzerleri: VAR, VARPA @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARA(A1:A5) eşittir 228.613 @SEEALSO=VAR,VARPA

source: @FUNCTION=VARPA @SYNTAX=VARPA(number1,number2,...) @DESCRIPTION=VARPA calculates the variance of an entire population. VARPA is also known as the N-variance. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARPA(A1:A5) equals 182.8904. @SEEALSO=VARA,VARP
de: @FUNCTION=VARIANZN2 @SYNTAX=VARIANZN2(Zahl1,Zahl2,...) @DESCRIPTION=VARIANZN2 liefert die Varianz auf Basis einer Stichprobe. In die Berechnung werden Zahlen, Text und logische Werte einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird es als Wert null (0) angesehen. Falls das Argument WAHR ist, als eins (1). Beachten Sie, dass leere Zellen ignoriert werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen bzw. Zeichenketten 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert VARIANZ2(A1:A5) 228.613. @SEEALSO=VARIANZ,VARIANZN2
ne: @FUNCTION=VARPA @SYNTAX=VARPA(सङ्ख्या१,सङ्ख्या२,...) @DESCRIPTION=VARPA ले एउटा पूरै जनसङ्ख्याको भ्यारियन्स गणना गर्दछ। VARPA लाई N-variance पनि भनिन्छ। सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दिजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि VARPA(A1:A5) बराबर १८२.८९०४ हुन्छ। @SEEALSO=VARA,VARP
tr: @FUNCTION=VARPA @SYNTAX=VARPA(sayı1,sayı2,...) @DESCRIPTION=VARPA işlevi mevcut dağılım üzerine tabanlanmış değişimi hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARPA(A1:A5) eşittir 182.8904 Benzerleri: VARP, VARP @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARPA(A1:A5) eşittir 182.8904 @SEEALSO=VARP,VARP

source: @FUNCTION=STDEVA @SYNTAX=STDEVA(number1,number2,...) @DESCRIPTION=STDEVA returns the sample standard deviation of the given sample. To obtain the population standard deviation of a whole population use STDEVPA. STDEVA is also known as the N-1-standard deviation. Under reasonable conditions, it is the maximum-likelihood estimator for the true population standard deviation. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVA(A1:A5) equals 15.119953704. @SEEALSO=STDEV,STDEVPA
de: @FUNCTION=VARIANZN2 @SYNTAX=VARIANZN2(Zahl1,Zahl2,...) @DESCRIPTION=VARIANZN2 liefert die Varianz auf Basis einer Stichprobe. In die Berechnung werden Zahlen, Text und logische Werte einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird es als Wert null (0) angesehen. Falls das Argument WAHR ist, als eins (1). Beachten Sie, dass leere Zellen ignoriert werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen bzw. Zeichenketten 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert VARIANZ2(A1:A5) 228.613. @SEEALSO=VARIANZ,VARIANZN2
ne: @FUNCTION=STDEVA @SYNTAX=STDEVA(सङ्ख्या१,सङ्ख्या२,...) DESCRIPTION=STDEVA दिएको नमूनाको नमूना स्टान्डर्ड डेभियसन फर्काउँछ। पूरै जनसङ्ख्याको सही स्टान्डर्ड डेभियसन प्राप्त गर्न STDEVPA प्रयोग गर्नुहोस्। STDEVA लाई N-1-standard deviation पनि भनिन्छ। कारणयोग्य शर्तहरू अन्तर्गत, यो सही जनसङ्ख्या स्टान्डर्ड डेभियसनका लागि अधिकतम-संभाव्य अनुमानकर्ता हुन्छ। सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि STDEVA(A1:A5) बराबर 15.119953704 हुन्छ @SEEALSO=STDEV,STDEVPA
tr: @FUNCTION=STDEVA @SYNTAX=STDEVA(sayı1,sayı2,...) @DESCRIPTION=STDEVA işlevi bir örnek üzerine tabanlanmış standart sapmayı hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVA(A1:A5) eşittir 15.119953704 Benzerleri: STDEV, STDEVPA @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVA(A1:A5) eşittir 15.119953704 @SEEALSO=STDEV,STDEVPA

source: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(number1,number2,...) @DESCRIPTION=STDEVPA returns the population standard deviation of an entire population. This is also known as the N-standard deviation Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVPA(A1:A5) equals 13.523697719. @SEEALSO=STDEVA,STDEVP
de: @FUNCTION=VARIANZN2 @SYNTAX=VARIANZN2(Zahl1,Zahl2,...) @DESCRIPTION=VARIANZN2 liefert die Varianz auf Basis einer Stichprobe. In die Berechnung werden Zahlen, Text und logische Werte einbezogen. Falls die Zelle Text enthält oder das Argument FALSCH ist, wird es als Wert null (0) angesehen. Falls das Argument WAHR ist, als eins (1). Beachten Sie, dass leere Zellen ignoriert werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen bzw. Zeichenketten 11.4, 17.3, "fehlt", 25.9 und 40.1. Dann liefert VARIANZ2(A1:A5) 228.613. @SEEALSO=VARIANZ,VARIANZN2
ne: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(सङ्ख्या१,सङ्ख्या२,...) DESCRIPTION=STDEVPA ले एउटा पूरै जनसङ्ख्याको जनसङ्ख्या स्टान्डर्ड डेभियसन फर्काउँछ। यसलाई N-standard deviation पनि भनिन्छ। STDEVA लाई N-1-standard deviation पनि भनिन्छ। सङ्ख्याहरु, पाठ र लोजिकल मानहरू पनि गणनामा समावेश गरेका छन्। यदि पाठ वा तर्कहरूमा समाविष्ट गरेको अक्षहरूले गलत मुल्याकंन गर्दछ भने, यो शून्य (0) मानको रूपमा गन्ति हुन्छ। यदि तर्कहरूले सही मूल्याङ्कन गर्दछ भने, यो एक(१) को रूपमा गन्ति हुन्छ। याद गर्नुहोस् खाली अक्षहरू गन्ति गरिएको छैन। * यो कार्य एक्सेलसँग मिल्दजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङहरू ११.४, १७.३, "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि STDEVPA(A1:A5) बराबर 13.523697719 हुन्छ। @SEEALSO=STDEVA,STDEVP
tr: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(sayı1,sayı2,...) @DESCRIPTION=STDEVPA işlevi mevcut açılım üzerine tabanlanmış standart sapmayı hesaplar. Hesaplama alanı sayılar, metin ve mantıksal değerler içerebilir. Göze metin ya da YANLIŞ sonuçlanan ifadeler içeriyorsa değeri sıfır (0), DOĞRU sonuçlanan ifadeler içeriyorsa değeri bir (1) kabul edilir. Boş gözeler sayılmaz. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVPA(A1:A5) eşittir 13.523697719 Benzerleri: STDEVA, STDEVP @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVPA(A1:A5) eşittir 13.523697719 @SEEALSO=STDEVA,STDEVP

source: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significance]) @DESCRIPTION=PERCENTRANK function returns the rank of a data point in a data set. @array is the range of numeric values, @x is the data point which you want to rank, and the optional @significance specifies the number of significant digits for the returned value, truncating the remainder. If @significance is omitted, PERCENTRANK uses three digits. * If @array contains no data points, PERCENTRANK returns #NUM! error. * If @significance is less than one, PERCENTRANK returns #NUM! error. * If @x exceeds the largest value or is less than the smallest value in @array, PERCENTRANK returns #NUM! error. * If @x does not match any of the values in @array or @x matches more than once, PERCENTRANK interpolates the returned value. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
ne: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(एरे,x[,महत्व]) @DESCRIPTION=PERCENTRANK कार्यले डेटा सेटमा डेटा बिन्दुको र्याङ्क फर्काउँछ। @array सङ्ख्यात्मक मानहरूको दायरा हो, @x तपाईँले र्याङ्क गर्न चाहनुभएको डेटा बिन्दु हो र वैकल्पिक @significance ले फर्किएको मानका लागि महत्वपूर्ण अङ्कहरूको सङ्ख्या फर्काउँछ, जसलर बाँकी छोड्छ। यदि @significance हट्यो भने, PERCENTRANK ले तीन अङ्कहरू प्रयोग गर्दछ। * यदि @array ले कुनै डेटा बिन्दुहरू समाविष्ट गर्देन भने, PERCENTRANK ले #NUM! त्रुटि फर्काउँछ। * यदि @significance एक भन्दा कम हुन्छ भने, PERCENTRANK ले #NUM! त्रुटि फर्काउँछ। * यदि @x @array मा ठूलो मान भन्दा बढी छ वा सानो मान भन्दा कम छ भने, PERCENTRANK ले #NUM! त्रुटि फर्काउँछ । * यदि @x @array मा कुनै मानहरूसँग मेल खाएन वा @x एउटा भन्दा बढीसँग मेल खान्छ भने, PERCENTRANK ले फर्किएको मानलाई प्रक्षेपण गर्दछ। @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
tr: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(dizi,x[,önem]) @DESCRIPTION=PERCENTRANK bir veri kümesindeki bir verinin sıralamadaki yerini verir. @dizi sayısal değerler içeren bir aralık, @x yeri aranan değerdir. Seçimlik olarak verilen @önem ise sonucun önemli hanelerinin sayısıdır, verilmezse 3 hane varsayılır. @dizi boşsa ya da @önem < 1 ise işlev #SAYI! hatası ile sonuçlanır. @x @dizi içinde yoksa ya da birden fazla varsa sonuç aradeğer olarak verilir. Benzerleri: LARGE, MAX, MEDIAN, MIN, PERCENTILE, QUARTILE, SMALL @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL

source: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=PERCENTILE function returns the 100*@k-th percentile of the given data points (that is, a number x such that a fraction @k of the data points are less than x). * If @array is empty, PERCENTILE returns #NUM! error. * If @k < 0 or @k > 1, PERCENTILE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then PERCENTILE(A1:A5,0.42) equals 20.02. @SEEALSO=QUARTILE
de: @FUNCTION=PERZENTILE @SYNTAX=PERZENTILE(Datenfeld,k) @DESCRIPTION=PERZENTILE liefert die 100*@kte Perzentile der übergebenen Datenpunkte (also eine Zahl x, bei der der @k-te Teil der Datenpunkte kleiner als x ist). * Falls @Datenfeld leer ist, liefert PERZENTILE einen #ZAHL!-Fehler. * Falls @k < 0 oder > 1 ist, liefert PERZENTILE einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert PERZENTILE(A1:A5,0.42) 20.02. @SEEALSO=QUARTILE
ne: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(एरे,k) @DESCRIPTION=PERCENTILE कार्यले दिएको डेटा बिन्दुहरूको 100*@k-th प्रतिशतक फर्काउँछ (त्यो, सङ्ख्या x हो जुन डेटा बिन्दुहरूको खण्ड @k x भन्दा सानो छ )। * यदि @array खाली छ भने, PERCENTILE ले #NUM! त्रुटि फर्काउँछ। * यदि @k < 0 वा @k > 1 छ भने, PERCENTILE ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दो जुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्सपछि PERCENTILE(A1:A5,0.42) बराबर २०.०२ हुन्छ। @SEEALSO=QUARTILE
tr: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(dizi,k) @DESCRIPTION=PERCENTILE veri noktalarının yüzde 100*@k lığını hesaplar. @k < 0, @k > 1 ya da @dizi boşsa işlev #SAYI hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: PERCENTILE(A1:A5,0.42) eşittir 20.02 Benzeri: QUARTILE @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: PERCENTILE(A1:A5,0.42) eşittir 20.02 @SEEALSO=QUARTILE

source: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,quart) @DESCRIPTION=QUARTILE function returns the quartile of the given data points. If @quart is equal to: QUARTILE returns: 0 the smallest value of @array. 1 the first quartile 2 the second quartile 3 the third quartile 4 the largest value of @array. * If @array is empty, QUARTILE returns #NUM! error. * If @quart < 0 or @quart > 4, QUARTILE returns #NUM! error. * If @quart is not an integer, it is truncated. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then QUARTILE(A1:A5,1) equals 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
de: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(Feld,Quart) @DESCRIPTION=QUARTILE liefert die Quartile der angegebenen Datenpunkte. Falls @Quart gleich: liefert QUARTILE: 0 den kleinsten Wert von @Feld. 1 die erste Quartile 2 die zweite Quartile 3 die dritte Quartile 4 den größten Wert von @Feld. * Falls @Feld leer ist, liefert QUARTILE einen #ZAHL!-Fehler. * Falls @Quart < 1 oder > 4 ist, liefert QUARTILE einen #ZAHL!-Fehler. * Falls @Quart keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert QUARTILE(A1:A5,1) 17.3. @SEEALSO= :: LATER
ne: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(एरे,quart) @DESCRIPTION=QUARTILE कार्यले दिएको डेटा बिन्दुहरूको क्वारटाइल फर्काउँछ। यदि @quart बराबर छ भने: QUARTILE निम्न फर्काउँछ: ० @array को सानो मान। १ पहिलो क्वारटाइल २ दोस्रो क्वारटाइल ३ तेस्रो क्वारटाइल ४ @array को ठूलो मान। * यदि @arrayखाली छ भने, QUARTILE ले #NUM! त्रुटि फर्काउँछ। * यदि @quart < 0 वा @quart > 4 छ भने, QUARTILE ले #NUM! त्रुटि फर्काउँछ। * यदि @quart एउटा इन्टेजर होइन भने, यो छोडिन्छ। * योकार्य एक्सेल समग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि QUARTILE(A1:A5,1) बराबर १७.३ हुन्छ। @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
tr: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(dizi,çeyrek) @DESCRIPTION= QUARTILE veri kümesinin çeyreklerini hesaplar. @dizi boşsa, @çeyrek <0 ya da @çeyrek > 4 ise işlev #SAYI! hatası ile sonuçlanır. @çeyrek bir tamsayı değilse ondalık kısmı atılır. @çeyrek 0 ise @dizideki en küçük değer, 4 ise en büyük değer, ara değerlerde ise çeyreklerdeki değerler döner. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: QUARTILE(A1:A5,1) eşittir 17.3 Benzerleri: LARGE, MAX, MEDIAN, MIN, PERCENTILE, SMALL @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: QUARTILE(A1:A5,1) eşittir 17.3 @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL

source: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=FTEST function returns the two-tailed probability that the variances in the given two data sets are not significantly different. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FTEST(A1:A5,B1:B5) equals 0.510815017. @SEEALSO=FDIST,FINV
de: @FUNCTION=FTEST @SYNTAX=FTEST(Datenfeld1,Datenfeld2) @DESCRIPTION=FTEST liefert die zweiseitige Wahrscheinlichkeit, dass die Varianzen in den zwei übergebenen Datensätzen nicht signifikant verschieden sind. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1, und die Zellen B1, B2, ... B5 23.2, 25.8, 29.9, 33.5 und 42.7. Dann liefert FTEST(A1:A5,B1:B5) 0.510815017. @SEEALSO=FVERT,FINV
ne: @FUNCTION=FTEST @SYNTAX=FTEST(एरे१,एरे२) @DESCRIPTION=FTEST कार्यले two-tailed संभाव्यता फर्काउँछ जसमा भ्यारियन्सहरू दिएको दुई डेटा सेटहरूमा सार्थक फरक छन्। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१, र अक्षहरू B1, B2, ... B5 ले २३.२, २५.८, २९.९, ३३.५, र ४२.७ सामविष्ट गर्दछ। त्यसपछि FTEST(A1:A5,B1:B5) बराबर 0.510815017 हुन्छ। @SEEALSO=FDIST,FINV
tr: @FUNCTION=FTEST @SYNTAX=FTEST(dizi1,dizi2) @DESCRIPTION=FTEST verilen önemce farklı olmayan iki veri kümesindeki değişimlerin iki-sonlu olasılığını hesaplar. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: FTEST(A1:A5,B1:B5) eşittir 0.510815017 Benzerleri: FDIST, FINV @EXAMPLES= A1, A2, ..., A5 gözeleri sıasıyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 değerlerini içeriyorsa: FTEST(A1:A5,B1:B5) eşittir 0.510815017 @SEEALSO=FDIST,FINV
