Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT calculates and returns the price per $100 face value of a security. The security pays interest at maturity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @rate is the discount rate of the security. @yield is the annual yield of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, PRICEMAT returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, PRICEMAT returns #NUM! error. * If @settlement date is after @maturity date or they are the same, PRICEMAT returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEDISC
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT ले सेक्युरेटीका लागि प्रति $100 अंकित मूल्य गणना गर्दछ र फर्काउँछ। सेक्युरेटीले आवधिकमा व्याज तिर्छ। @settlement सेक्युरेटीको अवास्थापन मिति हो। @maturity सेक्युरेटीको आवधिक मिति हो। @issue सेक्युरेटीको प्रकाशित मिति हो। @rate सेक्युरेटीको को छुट दर हो। @yield सेक्युरेटीको वार्षिक प्रतिफल हो।@basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको दिन हो : ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरेपियन ३०/३६० * यदि @settlement मिति वा @maturity मिति वैध छैन भने, PRICEMAT ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, PRICEMAT ले #NUM! त्रुटि फर्काउँछ। * यदि @settlement मिति @maturity मिति पछि छ वा तिनीहरू एउटै हुन् भने, PRICEMAT ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=PRICEDISC
tr: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(valör,itfa,ihraç,oran,getiri[,tahakkuk]) @DESCRIPTION=PRICEMAT bir menkul kıymetin 100 nominal değer için fiyatını hesaplar. Menkul kıymet itfa tarihinde faiz öder. @valör, menkul kıymetin valör tarihidir. @itfa, menkul kıymetin itfa tarihidir. @ihraç, menkul kıymetin ihraç tarihidir. @getiri, menkul kıymetin getiri oranıdır. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @valör tarihi veya @itfa tarihi geçerli değil ise, PRICEMAT #SAYI! hatası verir. Eğer @tahakkuk verilmez ise, ABD 30/360 kullanılır. Eğer @tahakkuk < 0 veya @tahakkuk > 4 ise, PRICEMAT #SAYI! hatası verir. Eğer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eşit ise, PRICEMAT #SAYI! hatası verir. Benzeri: PRICEDISC @EXAMPLES= @SEEALSO=PRICEDISC

source: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC calculates and returns the discount rate for a security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @par is the price per $100 face value of the security. @redemption is the redemption value per $100 face value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, DISC returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, DISC returns #NUM! error. * If @settlement date is after @maturity date or they are the same, DISC returns #NUM! error. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC ले सेक्युरेटीका लागि छुट दर गणना गर्दछ र फर्काउँछ। @settlement सेक्युरेटीको अवास्थापन मिति हो। । @maturity सेक्युरेटीको आवधिक मिति हो। @par सेक्युरेटीको प्रति $100 अंकित मूल्यको मूल्य हो। @redemption सेक्युरेटीको प्रति $100 अंकित मूल्यको मूल्य हो। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो : ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरेपियन ३०/३६० * यदि @settlement मिति वा @maturity मिति वैध छैन भने, DISC ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, DISC ले #NUM! त्रुटि फर्काउँछ। * यदि @settlement मिति @maturity मिति पछि छ वा तिनीहरू एउटै हुन् भने, DISC ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=DISC @SYNTAX=DISC(valör,itfa,nominal,itfa_fiyatı[,tahakkuk]) @DESCRIPTION=DISC, bir menkul kıymet için iskonto oranını hesaplar. @valör, menkul kıymetin valör tarihidir. @itfa, menkul kıymetin itfa tarihidir. @nominal,menkul kıymetin 100 nominal değer için fiyatıdır. @itfa_fiyatı, 100 nominal değer için itfa fiyatıdır. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @valör tarihi veya @itfa tarihi geçerli değil ise, DISC #SAYI! hatası verir. Eğer @tahakkuk verilmez ise, ABD 30/360 kullanılır. Eğer @tahakkuk < 0 veya @tahakkuk > 4 ise, DISC #SAYI! hatası verir. Eğer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eşit ise, DISC #SAYI! hatası verir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT calculates the effective interest rate from a given nominal rate. Effective interest rate is calculated using this formula: (1 + @r / @nper) ^ @nper - 1 where: @r = nominal interest rate (stated in yearly terms) @nper = number of periods used for compounding * If @rate < 0, EFFECT returns #NUM! error. * If @nper <= 0, EFFECT returns #NUM! error. @EXAMPLES= For example credit cards will list an APR (annual percentage rate) which is a nominal interest rate. For example if you wanted to find out how much you are actually paying interest on your credit card that states an APR of 19% that is compounded monthly you would type in: =EFFECT(.19,12) and you would get .2075 or 20.75%. That is the effective percentage you will pay on your loan. @SEEALSO=NOMINAL
de: @FUNCTION=EFFEKTIV @SYNTAX=EFFEKTIV(Zinssatz,Periodenanzahl) @DESCRIPTION=EFFEKTIV liefert den Effektivzinssatz eines angegebenen nominalen Zinssatzes. Der Effektivzinssatz mit folgender Formel berechnet: (1 + @Zinssatz / @Periodenanzahl) ^ @Periodenanzahl - 1 wobei: @r = nominal interest rate (stated in yearly terms) @Periodenanzahl = number of periods used for compounding * Falls @Zinssatz < 0 ist, liefert EFFEKTIV einen #ZAHL!-Fehler. * Falls @Periodenanzahl <= 0 ist, liefert EFFEKTIV einen #ZAHL!-Fehler. @EXAMPLES= Kreditkarten verzeichnen eine jährliche Gesamtbelastung, die ein nominaler Zinssatz ist. Wollen Sie beispielsweise herausfinden, wie viele Zinsen Sie für Ihre Kreditkarte mit einer jährlichen Gesamtbelastung von 19%, die monatlich verzinst wird, zahlen, so müssen Sie folgendes eingeben: =EFFEKTIV(.19,12) liefert .2075 oder 20.75%. Dies ist der effektive Anteil, den Sie auf Ihre Anleihe Zahlen müssen. @SEEALSO=NOMINAL
ne: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT ले दिएको अवास्तविक दरबाट प्रभावकारी व्याजदर गणना गर्दछ। यो सूत्र प्रयोग गरेर प्रभावकारी व्याजदर गणना गरिएको हुन्छ : (1 + @r / @nper) ^ @nper - 1 जहाँ: @r = अवास्तविक व्याजदर (वार्षिक अवधिमा स्थित ) @nper = संयुक्त गर्नका लागि प्रयोग भएका अवधिहरूको सङ्ख्या * यदि @rate < 0 छ भने, EFFECT ले #NUM! त्रुटि फर्काउँछ। * यदि @nper <= 0 छ भने, EFFECT ले #NUM! त्रटि फर्काउँछ। @EXAMPLES= उदाहरणका लागि क्रेडिट कार्डले एउटा APR (वार्षिक व्याजदर) सूची गर्नेछ जुन अवास्तविक व्याजदर हो। उदाहरणका लागि यदि तपाईँ क्रेडिट कार्डमा कति तिरिरहनु भएको छ भन्ने फेला पार्न चाहनुहुन्छ भने त्यसले एउटा APR को १९% स्थित गर्दछ जुन तपाईँवल टाइप गर्नुभएको महिनाको संयुक्त हुन्छ : =EFFECT(.19,12) र तपाईँले .२०७५ वा २०.७५% प्राप्त गर्नुहुन्छ। त्यो प्रभावकारी प्रतिशत हो जुन तपाईँले ऋणमा तिर्नुहुन्छ। @SEEALSO=NOMINAL
tr: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,ndön) @DESCRIPTION=EFFECT verilen bir nominal orandan efektif faiz oranını hesaplar. Efektif faiz oranı aşağıdaki formüle göre hesaplanır: ( 1 + @r / @nper ) ^ @ndön - 1 Burada: @r = nominal faiz oranı (yıllık) @ndön = bileşik faiz hesabı için dönem sayısı Örneğin kredi kartları nominal faiz oranı olan Yıllık Faiz Oranlarını (YFO) bildirirler. Eğer aylık bileşik faiz uygulanan ve YFO'nı %19 olan kredi kartınıza gerçekte ne kadar faiz ödediğinizi bulmak isterseniz: EFFECT(.19,12) yazarsınız ve sonuç .2075 veya %20.75 olur. Bu değer, borcunuza ödediğiniz efektif faiz oranıdır. Benzeri: NOMINAL @EXAMPLES= Örneğin kredi kartları nominal faiz oranı olan Yıllık Faiz Oranlarını (YFO) bildirirler. Eğer aylık bileşik faiz uygulanan ve YFO'nı %19 olan kredi kartınıza gerçekte ne kadar faiz ödediğinizi bulmak isterseniz: =EFFECT(.19,12) yazarsınız ve sonuç .2075 veya %20.75 olur. Bu değer, borcunuza ödediğiniz efektif faiz oranıdır. @SEEALSO=NOMINAL

source: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL calculates the nominal interest rate from a given effective rate. Nominal interest rate is given by a formula: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) where: @r = effective interest rate @nper = number of periods used for compounding * If @rate < 0, NOMINAL returns #NUM! error. * If @nper <= 0, NOMINAL returns #NUM! error. @EXAMPLES= @SEEALSO=EFFECT
de: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(Zinssatz,Periodenanzahl) @DESCRIPTION=NOMINAL liefert den nominalen Zinssatz einer angegebenen Effektivverzinsung. Der nominale Zinssatz wird mit folgender Formel berechnet: @Periodenanzahl * (( 1 + @Zinssatz ) ^ (1 / @Periodenanzahl) - 1 ) wobei: @Zinssatz = Effektivverzinsung @Periodenanzahl = number of periods used for compounding * Falls @Zinssatz < 0 ist, liefert NOMINAL einen #ZAHL!-Fehler. * Falls @Periodenanzahl <= 0 ist, liefert NOMINAL einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=EFFEKTIV
ne: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL ले दिएको प्रभावकारी दरबाट अवास्तविक व्याजदर गणना गर्दछ। अवास्तविक व्याजदर यो सूत्र द्वारा दिएको छ: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) जहाँ: @r = प्रभावकारी व्याजदर @nper = संयुक्तका लागि प्रयोग गरिएको अवधिहरूको सङ्ख्या * यदि @rate < 0 छ भने, NOMINAL ले #NUM! त्रुटि फर्काउँछ। * यदि @nper <= 0 छ भने, NOMINAL ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=EFFECT
tr: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,ndön) @DESCRIPTION=NOMINAL verilen bir efektif faiz oranından nominal oranı bulur. Nominal faiz oranı aşağıdaki formülle tanımlanır: @ndön * (( 1 + @r ) ^ (1 / @ndön) - 1 ) @r = efektif faiz oranı @ndön = bileşik faiz hesabında kullanılan dönem sayısı Benzeri: EFFECT @EXAMPLES= @SEEALSO=EFFECT

source: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=ISPMT function returns the interest paid on a given period. * If @per < 1 or @per > @nper, ISPMT returns #NUM! error. @EXAMPLES= @SEEALSO=PV
de: @FUNCTION=ZINSZAHLUNG @SYNTAX=ZINSZAHLUNG(Zins,Per,Periodenanzahl,BW) @DESCRIPTION=ZINSZAHLUNG liefert den in einer bestimmten Periode gezahlten Zins. * Falls @Per < 1 oder @Per > @Periodenanzahl, liefert ZINSZAHLUNG einen #ZAHL!-Fehler. @EXAMPLES= PV @SEEALSO=BW
ne: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=ISPMT कार्यले दिएको अवधिमा तिरेको व्याज फर्काउँछ। * यदि @per < 1 वा @per > @nper छ भने, ISPMT ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=PV
tr: @FUNCTION=ISPMT @SYNTAX=ISPMT(oran,dön,ndön,pv) @DESCRIPTION=ISPMT işlevi verilen dönemde ödenen faizi hesaplar. Eğer @dön < 1 veya @dön > @ndön ise, ISPMT #SAYI! hatası verir. Benzeri: PV @EXAMPLES= @SEEALSO=PV

source: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB calculates the depreciation of an asset for a given period using the fixed-declining balance method. @cost is the initial value of the asset. @salvage is the value after the depreciation. @life is the number of periods overall. @period is the period for which you want the depreciation to be calculated. @month is the number of months in the first year of depreciation. * If @month is omitted, it is assumed to be 12. * If @cost = 0, DB returns #NUM! error. * If @life <= 0, DB returns #NUM! error. * If @salvage / @cost < 0, DB returns #NUM! error. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
ne: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB ले स्थिर-घट्दो सन्तुलन विधि प्रयोग गरेर दिएको अवधिका लागि एउटा सम्पतिको ह्रास गणना गर्दछ। @cost सम्पतिको सुरुको मूल्य हो। @salvage ह्रास पछिको मूल्य हो। @life समग्र अवधिहरूको सङ्ख्या हो। @period तपाईँले ह्रास गणना गर्न चाहनुभएको अवधि हो। @month पहिलो वर्षको ह्रासमा महिनाहरुक सङ्ख्या हो। * यदि @month हट्यो भने, यो १२ भएको मानिनेछ। * यदि @cost = 0 छ भने, DB ले #NUM! त्रुटि फर्काउँछ। * यदि @life <= 0 छ भने, DB ले #NUM! त्रुटि फर्काउँछ। * यदि @salvage / @cost < 0 छ भने, DB ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=DDB,SLN,SYD
tr: @FUNCTION=DB @SYNTAX=DB(maliyet,hurda,ömür,dönem[,ay]) @DESCRIPTION=DB sabit azalan bakiyeler amortisman yöntemi ile bir varlığın verilen dönemdeki amortismanını hesaplar. @maliyet varlığın ilk maliyetidir. @hurda amortisman sonrası değeridir. @ömür toplam amortisman dönemlerinin sayısıdır. @dönem, amortismanı hesaplamak istediğiniz dönemdir. @ay, ilk amortisman yılındaki ay sayısıdır. Eğer @ay verilmez ise, 12 olduğu varsayılır. Benzerleri: DDB,SLN,SYD @EXAMPLES= @SEEALSO=DDB,SLN,SYD

source: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB returns the depreciation of an asset for a given period using the double-declining balance method or some other similar method you specify. @cost is the initial value of the asset, @salvage is the value after the last period, @life is the number of periods, @period is the period for which you want the depreciation to be calculated, and @factor is the factor at which the balance declines. * If @factor is omitted, it is assumed to be two (double-declining balance method). * If @life <= 0, DDB returns #NUM! error. @EXAMPLES= @SEEALSO=SLN,SYD
ne: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB ले दोहोरो-घट्दो सन्तुलन विधि वा अन्य कुन तपाईँले निर्दिष्ट गर्नुभएको उही विधि प्रयोग गरेर दिएको अवधिका लागि एउटा सम्पतिको ह्रास फर्काउँछ। @cost सम्पतिको सुरुको मूल्य हो, @salvage अन्तिम अवधि पछिको मूल्य हो, @life अव्धिहरूको सङ्ख्या हो, @period तपाईँले ह्रास गणना गर्न चाहनुभएको अवधि हो, र @factor त्यो तत्व हो जसमा सन्तुलन घट्छ। * If @factor हट्यो भने, यो दुईवटा (दोहोरो-घट्दो सन्तुलन विधि) मानिन्छ। * यदि @life <= 0 छ भने, DDB ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=SLN,SYD
tr: @FUNCTION=DDB @SYNTAX=DDB(maliyet,hurda,ömür,dönem[,faktör]) @DESCRIPTION=DDB çifte azalan bakiye amortisman veya sizin belirlediğiniz başka bir yöntemle bir varlığın verilen bir dönemdeki amortismanını hesaplar. @maliyet varlığın ilk maliyetidir. @hurda amortisman sonrası değeridir. @ömür toplam amortisman dönemlerinin sayısıdır. @dönem, amortismanı hesaplamak istediğiniz dönemdir. @faktör, bakiyenin azalma faktörüdür. Eğer @faktör verilmezse, iki olduğu (çifte azalan bakiye) varsayılır. Benzerleri: SLN, SYD @EXAMPLES= @SEEALSO=SLN,SYD

source: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=SLN function will determine the straight line depreciation of an asset for a single period. The formula is: Depreciation expense = ( @cost - @salvage_value ) / @life @cost is the cost of an asset when acquired (market value). @salvage_value is the amount you get when asset is sold at the end of the asset's useful life. @life is the anticipated life of an asset. * If @life <= 0, SLN returns #NUM! error. @EXAMPLES= For example, lets suppose your company purchases a new machine for $10,000, which has a salvage value of $700 and will have a useful life of 10 years. The SLN yearly depreciation is computed as follows: =SLN(10000, 700, 10) This will return the yearly depreciation figure of $930. @SEEALSO=SYD
ne: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=SLN कार्यले एकल अवधिका लागि एउटा सम्पतिको स्थिर रेखा ह्रास निर्धारण गर्दछ। सूत्र यस प्रकार छ: ह्रास खर्च = ( @cost - @salvage_value ) / @life @cost प्राप्त गर्दाको एउटा सम्पतिको मूल्य हो (बजार मूल्य)। @salvage_value तपाईँले प्राप्त गर्नुभएको रकम हो जब सम्पति सम्पतिको प्रयोग अवधिको अन्त्यमा बिक्री हुन्छ। @life एउटा सम्पतिको अनदाज गरिएको जीवन हो। * यदि @life <= 0 छ भने, SLN ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= उदाहरणका लागि, मानौ तपाईँको कम्पनीले $10,000 मा एउटा नयाँ मेशिन खरिद गर्यो, जसको $700 को शेष मान छ र १० वर्षको प्रयोग अवधि छ।SLN वार्षिक ह्रास निम्न तरिकाले गणना गरिन्छ: =SLN(10000, 700, 10) यसले $930 को वार्षिक ह्रास फर्काउँछ। @SEEALSO=SYD
tr: @FUNCTION=SLN @SYNTAX=SLN(maliyet,hurda,ömür) @DESCRIPTION=SLN işlevi, bir varlığın tek bir dönem içinde, sabitamortisman yöntemi ile amortismanını hesaplar. @maliyet varlığın ilk maliyetidir. @hurda, varlığın, faydalı ömrünü tamamladıktan sonraki değeridir. @ömür toplam amortisman dönemlerinin sayısıdır. Bu amortisman yöntemi, amortismanı varlığın ömrü boyunca sabit olarak hesaplar. Sabit amortisman için kullanılan formül aşağıdadır: Amortisman bedeli = ( @maliyet - @hurda ) / @ömür @maliyet = bir varlığın alındığı zamanki değeri (pazar fiyatı). @hurda = varlığı faydalı ömrünü tamamladıktan sonra sattığınız zaman aldığınız miktar. @ömür = bir varlığın beklenen faydalı ömrü. Örnek: Şirketinizin 100,000 TL'ye yeni bir makina aldığını farzedelim. Bu makinanın hurda değeri 700 TL ve faydalı ömrü 10 yıl olsun.SLN yıllık amortismanı: SLN(10000, 700, 10) eşittir 930 TL Benzeri: SYD @EXAMPLES= Örneğin şirketinizin 100,000 TL'ye yeni bir makina aldığını farzedelim. Bu makinanın hurda değeri 700 TL ve faydalı ömrü 10 yıl olsun.SLN yıllık amortismanı aşağıdaki şekilde hesaplanır: =SLN(10000, 700, 10) Yıllık amortisman bedeli 930 TL olarak hesaplanır. @SEEALSO=SYD

source: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=SYD function calculates the sum-of-years digits depreciation for an asset based on its cost, salvage value, anticipated life and a particular period. This method accelerates the rate of the depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The depreciable cost is the actual cost minus the salvage value. The useful life is the number of periods (typically years) over which the asset is depreciated. The Formula used for sum-of-years digits depreciation is: Depreciation expense = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost is the cost of an asset when acquired (market value). @salvage_value is the amount you get when asset sold at the end of its useful life. @life is the anticipated life of an asset. @period is the period for which we need the expense. * If @life <= 0, SYD returns #NUM! error. @EXAMPLES= For example say a company purchases a new computer for $5000 which has a salvage value of $200, and a useful life of five years. We would use the following to calculate the second year's depreciation using the SYD method: =SYD(5000, 200, 5, 2) which returns 1,280.00. @SEEALSO=SLN
ne: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=SYD कार्यले यसको मूल्य, शेष मान, अनुमान गरिएको जीवन र खास अवधिमा आधारित एउटा सम्पतिका लागि sum-of-years digits ह्रास गणना गर्दछ। यो विधिले ह्रासको दर गति वर्धक गर्दछ, त्यसैले त्यो धरै ह्रास खर्च पछि भन्दा पहिला उत्पन्न हुन्छ।ह्रास खर्च वास्तविक मूल्यमा शेष मान घटाइए पछि आउने खर्च हो। प्रयोगसिद्ध अवधि भेको अवधिहरूको सङ्ख्या हो जहाँ सम्पतिहरूको ह्रास कट्टा हुन्छ। sum-of-years digits ह्रासको सूत्र यस प्रकार छ: ह्रास खर्च = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost एउटा सम्पति प्राप्त गर्दको मूल्य हो (बजार मूल्य। @salvage_value तपाईँँले प्राप्त गर्ने रकम हो जब सम्पति यसको सम्पतिको प्रयोगसिद्ध जीवनको समाप्तिमा बिक्री हुन्छ। @life एउटा सम्पतिको अन्दाज गरिएको जीवन हो। @period त्यो अवधि हो जसका लागि हामी खर्च चाहन्छौ। * यदि @life <= 0 छ भने, SYD ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= उदाहरणका लागि भन्नुहोस् एउटा कम्पनीले $5000 मा एउटा नयाँ कम्प्युटर किन्छ जसको शेष मान $200 छ, र पाँच वर्षको प्रयोग अवधि छ। SYD विधि प्रयोग गरेर दोस्रो वर्षको ह्रास गणना गर्न निम्न प्रयोग हुँनेछ : =SYD(5000, 200, 5, 2) which returns 1,280.00. @SEEALSO=SLN

source: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE converts a dollar price expressed as a fraction into a dollar price expressed as a decimal number. @fractional_dollar is the fractional number to be converted. @fraction is the denominator of the fraction. * If @fraction is non-integer it is truncated. * If @fraction <= 0, DOLLARDE returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARFR
de: @FUNCTION=DOLLARDEZ @SYNTAX=DOLLARDEZ(Dollar_gebrochen,Bruch) @DESCRIPTION=DOLLARDEZ konvertiert einen als Bruch in einen als Dezimalzahl ausgedrückten Dollarpreis. @Dollar_gebrochen ist die zu konvertierende Bruchzahl, @Bruch der Nenner des Bruches. * Falls @Bruch keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @Bruch <= 0 ist, liefert DOLLARDEZ einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=DOLLARBRUCH
ne: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE ले दशमलव सङ्ख्या अभिव्यक्त भएको डलर मूल्यमा भिन्नमा अभिव्यक्त भएको डलर मूल्य रूपान्तरण गर्दछ। @fractional_dollar रूपान्तरण गर्नुपर्ने भिन्न सङ्ख्या हो @fraction भिन्नको डिनोमिनेटर हो। * यदि @fraction इन्टेजर छैन भने यो छोडिनेछ। * यदि @fraction <= 0 छ भने, DOLLARDE लेns #NUत्रुटि फर्काउँछ।or. @EXAMPLES= @SEEALSO=DOLLARFR
tr: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(kesirli_fiyat,payda) @DESCRIPTION=DOLLARDE kesir olarak verilmiş bir fiyatı ondalık sayıya çevirir.@kesirli_fiyat, dönüştürülecek olan kesirli fiyattır. @payda, kesirin paydasıdır. Eğer @payda tamsayı değil ise, budanır. Eğer @payda <= 0 ise, DOLLARDE #SAYI! hatası verir. Benzeri: DOLLARFR @EXAMPLES= @SEEALSO=DOLLARFR
