Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDFPRICE returns the price per $100 face value of a security. The security should have an odd short or long first period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDFPRICE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDFPRICE ले सेक्युरिटीको प्रति $100 अंकित मानको मूल्य फर्काउँछ सेक्युरिटीसँग एउटा विषम छोटो वा पहिलो लामो अवधि हुनु पर्छ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @issue सेक्युरिटीको प्रकाशन मिति हो।@frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @frequency १,२ वा ४ भन्दा अनय छ भने, YIELD ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(valör,itfa,ihraç,ilk_kupon,oran,getiri,itfa_bedeli,sıklık[,tahakkuk]) @DESCRIPTION=ODDFPRICE bir yatırımın 100 nominal bedele karşılık gelen fiyatını hesaplar. Yatırımın normal dönemden daha önce veya sonra olan bir ilk faiz ödemesi olmalıdır. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @ihraç, yatırımın ihraç tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @sıklık değeri 1, 2, veya 4 değil ise, ODDFPRICE, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDFYIELD calculates the yield of a security having an odd first period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDFYIELD returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDFYIELD ले एउटा विषम पहिलो अवधि भएको सेक्युरिटीको प्रतिफल गणना गर्दछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @frequency १,२ वा ४ भन्दा अनय छ भने, ODDYIELD ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(valör,itfa,ihraç,ilk_kupon,oran,pr,itfa_bedeli,sıklık[,tahakkuk]) @DESCRIPTION=ODDFYIELD ilk faiz ödemesi normal dönemin dışında olan bir yatırımın getirisini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @sıklık değeri 1, 2, veya 4 değil ise, ODDFYIELD, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDLPRICE calculates the price per $100 face value of a security that has an odd last coupon period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDLPRICE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDLPRICE ले सेक्युरिटीको मूल्य प्रति $100 अंकित मान गणना गर्दछ जोसँग एउटा विषम अन्तिम कुपन अवधि छ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @frequency १,२ वा ४ भन्दा अनय छ भने, ODDPRICE ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(valör,itfa,son_faiz,oran,getiri,itfa_bedeli,sıklık[,tahakkuk]) @DESCRIPTION=ODDLPRICE, son faiz ödemesi normal dönemselliğin dışında olan bir yatırımın, 100 nominal bedele karşılık gelen fiyatını hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @sıklık değeri 1, 2, veya 4 değil ise, ODDLPRICE, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD calculates the yield of a security having an odd last period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDLYIELD returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD ले एउटा विषम अन्तिम अवधि भएको सेक्युरिटीको प्रतिफल गणना गर्दछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @frequency १,२ वा ४ भन्दा अनय छ भने, ODDLYIELD ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD, son faiz ödemesi normal dönemselliğin dışında olan bir yatırımın getirisini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @sıklık değeri 1, 2, veya 4 değil ise, ODDLYIELD, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORDEGRC: Calculates depreciation for each accounting period using French accounting conventions. Assets purchased in the middle of a period take prorated depreciation into account. This is similar to AMORLINC, except that a depreciation coefficient is applied in the calculation depending on the life of the assets. Named for AMORtissement DEGRessif Comptabilite @cost The value of the asset. @purchase_date The date the asset was purchased. @first_period The end of the first period. @salvage Asset value at maturity. @period The length of accounting periods. @rate rate of depreciation as a percentage. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORDEGRC: ले फ्रेञ्च लेखापालन विधि प्रयोग गरेर हरेक लेखा अवधिका लागि ह्रास गणना गर्दछ। सम्पतिहरू अवधिको बीचमा खरीद गरिन्छ जसले खातामा अनुपातले बाँडेको ह्रास लिन्छ। ह्रास कोफिसियन्ट सम्पतिको जीवनमा आधारित गणना लागू हुने बाहेक, यो AMORLINCसँग मिल्दोजुल्दो छ। AMORtissement DEGRessif का लागि मिल्दोजुल्दो नामकरण गर्नुहोस् @cost सम्पतिको मूल्य। @purchase_date सम्पति खरीद गरिएको मिति। @first_period पहिलो अवधिको समाप्ति। @salvage अवधिमा सम्पति मान। @period लेखा अवधिहरूको लम्बाइ। @rate प्रतिशतको रूपमा ह्रासको दर। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
tr: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(valör,itfa,ihraç,oran,pr[,tahakkuk]) @DESCRIPTION=YIELDMAT, faizi itfa tarihinde ödenen bir yatırımın yıllık getirisini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @ihraç, yatırımın ihraç tarihidir. @oran, yatırımın faiz oranıdır. Yatırımın 100 nominal bedeline karşılık gelen fiyat, @pr olarak belirtilir. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORLINC: Calculates depreciation for each accounting period using French accounting conventions. Assets purchased in the middle of a period take prorated depreciation into account. Named for AMORtissement LINeaire Comptabilite. @cost The value of the asset. @purchase_date The date the asset was purchased. @first_period The end of the first period. @salvage Asset value at maturity. @period The length of accounting periods. @rate rate of depreciation as a percentage. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORLINC: ले फ्रेञ्च लेखापालन विधि प्रयोग गरेर हरेक लेखा अवधिका लागि ह्रास गणना गर्दछ। सम्पतिहरू अवधिको बीचमा खरीद गरिन्छ जसले खातामा अनुपातले बाँडेको ह्रास लिन्छ। AMORtissement LINearie का लागि मिल्दोजुल्दो नामकरण गर्नुहोस्। @cost सम्पतिको मूल्य। @purchase_date सम्पति खरीद गरिएको मिति। @first_period पहिलो अवधिको समाप्ति। @salvage अवधिमा सम्पति मान। @period लेखा अवधिहरूको लम्बाइ। @rate प्रतिशतको रूपमा ह्रासको दर। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis ० र ४ बीचमा छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC
tr: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(valör,itfa,ihraç,oran,pr[,tahakkuk]) @DESCRIPTION=YIELDMAT, faizi itfa tarihinde ödenen bir yatırımın yıllık getirisini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @ihraç, yatırımın ihraç tarihidir. @oran, yatırımın faiz oranıdır. Yatırımın 100 nominal bedeline karşılık gelen fiyat, @pr olarak belirtilir. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=
