Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alpha,beta,cum) @DESCRIPTION=GAMMADIST function returns the gamma distribution. If @cum is TRUE, GAMMADIST returns the incomplete gamma function, otherwise it returns the probability mass function. * If @x < 0 GAMMADIST returns #NUM! error. * If @alpha <= 0 or @beta <= 0, GAMMADIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= GAMMADIST(1,2,3,0) equals 0.07961459. @SEEALSO=GAMMAINV
de: @FUNCTION=GAMMAVERT @SYNTAX=GAMMAVERT(x,Alpha,Beta,kumulativ) @DESCRIPTION=GAMMAVERT liefert die Gammaverteilung. Falls @kumulativ WAHR ist, liefert GAMMAVERT die unvollständige Gammafunktion, andernfalls die Wahrscheinlichkeitsdichte-Funktion. * Falls @x < 0 ist, liefert GAMMAVERT einen #ZAHL!-Fehler. * Falls @Alpha oder @Beta <= 0 ist, liefert GAMMAVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GAMMAVERT(1,2,3,0) liefert 0.07961459. @SEEALSO=GAMMAINV
ne: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,अल्फा,बिटा,क्युमुलेटिभ) @DESCRIPTION=GAMMADIST कार्यले गामा वितरण फर्काउँछ। यदि @cum is सत्य छ भने, GAMMADIST ले अपुरो गमा कार्य फर्काउँछ, अन्यथा यसले संभाव्य मास कार्य फर्काउँछ। * यदि @x < 0 छ भने GAMMADIST ले #NUM! त्रुटि फर्काउँछ। * यदि @alpha <= 0 वा @beta <= 0 छ भने, GAMMADIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सलसँग मिल्दोजुल्दो छ। @EXAMPLES= GAMMADIST(1,2,3,0) बराबर 0.07961459. @SEEALSO=GAMMAINV
tr: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,küm) @DESCRIPTION=GAMMADIST gamma açılımını hesaplar. @küm DOĞRU ise işlev eksik gamma işlevini, aksi takdirde olasılık yığını işlevini hesaplar. @x < 0, @alfa <= 0 ya da @beta <= 0 ise işlev #SAYI! hatası ile sonuçlanır. İşlev Excel uyumludur. Örnek: GAMMADIST(1,2,3,0) eşittir 0.07961459 Benzeri: GAMMAINV @EXAMPLES= GAMMADIST(1,2,3,0) eşittir 0.07961459 @SEEALSO=GAMMAINV

source: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=GAMMAINV function returns the inverse of the cumulative gamma distribution. * If @p < 0 or @p > 1 GAMMAINV returns #NUM! error. * If @alpha <= 0 or @beta <= 0 GAMMAINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= GAMMAINV(0.34,2,4) equals 4.829093908. @SEEALSO=GAMMADIST
de: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(Wahrscheinlichkeit,Alpha,Beta) @DESCRIPTION=GAMMAINV liefert die inverse kumulative Gammaverteilung. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert GAMMAINV einen #ZAHL!-Fehler. * Falls @Alpha oder @Beta <= 0 ist, liefert GAMMAINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GAMMAINV(0.34,2,4) liefert 4.829093908. @SEEALSO=GAMMAVERT
ne: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,अल्फा,बिटा) @DESCRIPTION=GAMMAINV कार्यले क्युमुलेटिभ गामा वितरणको उल्टा फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने GAMMAINV ले #NUM! त्रुटि फर्काउँछ। * यदि @alpha <= 0 वा @beta <= 0 छ भने GAMMAINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= GAMMAINV(0.34,2,4) बराबर 4.829093908. @SEEALSO=GAMMADIST
tr: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alfa,beta) @DESCRIPTION=GAMMAINV kümülatif gamma açılımının tersini hesaplar. @p < 0, @p > 1 @alfa <= 0 ya da @beta <= 0 ise işlev #SAYI! hatası ile sonuçlanır. İşlev Excel uyumludur. Örnek: GAMMAINV(0.34,2,4) eşittir 4.829093908 Benzeri: GAMMADIST @EXAMPLES= GAMMAINV(0.34,2,4) eşittir 4.829093908 @SEEALSO=GAMMADIST

source: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=CHIDIST function returns the one-tailed probability of the chi-squared distribution. @dof is the number of degrees of freedom. * If @dof is non-integer it is truncated. * If @dof < 1 CHIDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CHIDIST(5.3,2) equals 0.070651213. @SEEALSO=CHIINV,CHITEST
de: @FUNCTION=CHIVERT @SYNTAX=CHIVERT(x,Freiheitsgrad) @DESCRIPTION=CHIVERT liefert die einseitige Wahrscheinlichkeit Chi²-Verteilung. @Freiheitsgrad ist die Zahl der Freiheitsgrade. * Falls @Freiheitsgrad keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @Freiheitsgrad < 1 ist, liefert CHIVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= CHIVERT(5.3,2) liefert 0.070651213. @SEEALSO=CHIINV,CHITEST
ne: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=CHIDIST कार्यले chi-squared वितरणको one-tailed संभाव्यता फर्काउँछ। @dof स्वतन्त्रताको डिग्रीहरूको सङ्ख्या हो। * यदि @dof इन्टेजर होइन भने यो छोडिन्छ। * यदि @dof < 1 छ भने CHIDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CHIDIST(5.3,2) बराबर 0.070651213. @SEEALSO=CHIINV,CHITEST
tr: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,sd) @DESCRIPTION=CHIDIST çe-kare açılımının tek sonlu olasılığını hesaplar. @sd serbestlik derecesidir ve tam sayı değilse ondalık kısmı atılır. @sd < 1 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: CHIDIST(5.3,2) eşittir 0.070651213 Benzeleri: CHIINV,CHITEST @EXAMPLES= CHIDIST(5.3,2) eşittir 0.070651213 @SEEALSO=CHIINV,CHITEST

source: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=CHIINV function returns the inverse of the one-tailed probability of the chi-squared distribution. * If @p < 0 or @p > 1 or @dof < 1 CHIINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CHIINV(0.98,7) equals 1.564293004. @SEEALSO=CHIDIST,CHITEST
de: @FUNCTION=CHIINV @SYNTAX=CHIINV(Wahrscheinlichkeit,Freiheitsgrad) @DESCRIPTION=CHIINV liefert die einseitige Wahrscheinlichkeit der inversen Chi²-Verteilung. * Falls @Wahrscheinlichkeit < 0 oder > 1 oder @Freiheitsgrad < 1 ist, liefert CHIINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= CHIINV(0.98,7) liefert 1.564293004. @SEEALSO=CHIVERT,CHITEST
ne: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=CHIINV कार्यले chi-squared वितरणको one-tailed समभाव्यताको उल्टा फर्काउँछ। *यदि @p < 0 वा @p > 1 वा @dof < 1 छ भने CHIINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CHIINV(0.98,7) बराबर 1.564293004. @SEEALSO=CHIDIST,CHITEST
tr: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,sd) @DESCRIPTION=CHIINV çe-kare açılımının tek sonlu olasılığının tersini hesaplar. @sd serbestlik derecesidir ve tam sayı değilse ondalık kısmı atılır. @p < 0, @p > 1 ya da @sd < 1 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: CHIINV(0.98,7) eşittir 1.564293004 Benzeri: CHIDIST,CHITEST @EXAMPLES= CHIINV(0.98,7) eşittir 1.564293004 @SEEALSO=CHIDIST,CHITEST

source: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=CHITEST function returns the test for independence of chi-squared distribution. @actual_range is a range that contains the observed data points. @theoretical_range is a range that contains the expected values of the data points. * This function is Excel compatible. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
de: @FUNCTION=CHITEST @SYNTAX=CHITEST(Beobachteter_Bereich,Erwarteter_Bereich) @DESCRIPTION=CHITEST stellt den Test auf Unabgägigkeit von der Chi²-Verteilung bereit. @Beobachteter_Bereich ist der Bereich, der die zu beobachtenden Messpunkte enthält. @Erwarteter_Bereich ist der Bereich, der die erwarteten Werte für die Messpunkte enthält. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=CHIVERT,CHIINV
ne: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=CHITEST कार्यले chi-squared वितरणको स्वतन्त्रताका लागि परीक्षण फर्काउँछ। @actual_range त्यो दायरा हो जसले डेटा बिन्दुहरू समाविष्ट गर्दछ। @theoretical_range त्यो दायरा हो जसले डेटा बिन्दुको अपेक्षित मानहरू समाविष्ट गर्दछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
tr: @FUNCTION=CHITEST @SYNTAX=CHITEST(pratik_aralık,teorik_aralık) @DESCRIPTION=CHITEST çe-kare açılımının olabilirliğini bulur. @pratik_aralık bulunan veri noktalarını, teorik_aralık ise umulan veri noktalarını içerir. Bu işlev Excel uyumludur. Benzerleri:CHIDIST, CHIINV @EXAMPLES= @SEEALSO=CHIDIST, CHIINV

source: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alpha,beta[,a,b]) @DESCRIPTION=BETADIST function returns the cumulative beta distribution. @a is the optional lower bound of @x and @b is the optional upper bound of @x. * If @a is not given, BETADIST uses 0. * If @b is not given, BETADIST uses 1. * If @x < @a or @x > @b BETADIST returns #NUM! error. * If @alpha <= 0 or @beta <= 0, BETADIST returns #NUM! error. * If @a >= @b BETADIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= BETADIST(0.12,2,3) equals 0.07319808. @SEEALSO=BETAINV
de: @FUNCTION=BETAVERT @SYNTAX=BETAVERT(x,Alpha,Beta[,a,b]) @DESCRIPTION=BETAVERT liefert die kumulative Beta-Verteilung. @a ist die optionale untere und @b die optionale obere Schranke von @x. * Falls @a nicht übergeben wird, wird 0 verwendet. * Falls @b nicht übergeben wird, wird 1 verwendet. * Falls @x < @a oder > @b ist, liefert BETAVERT einen #ZAHL!-Fehler. * Falls @Alpha <= 0 oder @Beta <= 0 ist, liefert BETAVERT einen #ZAHL!-Fehler. * Falls @a >= @b ist, liefert BETAVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BETAVERT(0.12,2,3) liefert 0.07319808. @SEEALSO=BETAINV
ne: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,अलफा,बिटा[,a,b]) @DESCRIPTION=BETADIST कार्यले क्युमुलेटिभ वितरण फर्काउँछ। @a @x को वैकल्पिक कम सीमा हो र @b @x को वैकल्पिक ठूलो सीमा हो। * यदि @a दिएको छैन भने, BETADIST ले ० प्रयोग गर्दछ। * यदि @b दिएको छैन भने, BETADIST ले १ प्रयोग गर्दछ। * यदि @x < @a वा @x > @b छ भने BETADIST ले #NUM! त्रुटि फर्काउँछ। * यदि @alpha <= 0 वा @beta <= 0 छ भने, BETADIST ले #NUM! त्रुटि फर्काउँछ। * यदि @a >= @b छ भने BETADIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BETADIST(0.12,2,3) बराबर 0.07319808. @SEEALSO=BETAINV
tr: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=BETADIST kümülatif beta açılımını hesaplar. @a ve @b seçimliktir ve @a @x'in alt indis değeri, @b ise üst indis değeridir. @a verilmemişse 0, @b verilmemişse 1 kabul edilir. @x < @a, @x > @b, @alpha <= 0, @beta <= 0 veya @a >= @b ise işlev #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BETADIST(0.12,2,3) eşittir 0.07319808 Benzeri: BETAINV @EXAMPLES= BETADIST(0.12,2,3) eşittir 0.07319808 @SEEALSO=BETAINV

source: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=BETAINV function returns the inverse of cumulative beta distribution. @a is the optional lower bound of @x and @b is the optional upper bound of @x. * If @a is not given, BETAINV uses 0. * If @b is not given, BETAINV uses 1. * If @p < 0 or @p > 1 BETAINV returns #NUM! error. * If @alpha <= 0 or @beta <= 0, BETAINV returns #NUM! error. * If @a >= @b BETAINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= BETAINV(0.45,1.6,1) equals 0.607096629. @SEEALSO=BETADIST
de: @FUNCTION=BETAINV @SYNTAX=BETAINV(Wahrscheinlichkeit,Alpha,Beta[,a,b]) @DESCRIPTION=BETAINV liefert die inverse kumulative Beta-Verteilung. @a ist die optionale untere und @b die optionale obere Schranke von @x. * Falls @a nicht übergeben wird, wird 0 verwendet. * Falls @b nicht übergeben wird, wird 1 verwendet. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert BETAINV einen #ZAHL!-Fehler. * Falls @Alpha oder @Beta <= 0 ist, liefert BETAINV einen #ZAHL!-Fehler. * Falls @a >= @b ist, liefert BETAINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BETAINV(0.45,1.6,1) liefert 0.607096629. @SEEALSO=BETAVERT
ne: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,अल्फा,बिटा[,a,b]) @DESCRIPTION=BETAINV कर्यले क्युमुलेटिभ वितरणको उल्टा फर्काउँछ। @a @x को वैकल्पिक कम सीमा हो र @b @x को वैकल्पिक ठूलो सीमा हो। * यदि @a दिएको छैन भने, BETAINV ले ० प्रयोग गर्दछ। * यदि @b दिएको छैन भने, BETAINV ले १ प्रयोग गर्दछ। * यदि @p < 0 वा @p > 1 छ भने BETAINV ले #NUM! त्रुटि फर्काउँछ। * यदि @alpha <= 0 वा @beta <= 0 छ भने, BETAINV ले #NUM! त्रुटि फर्काउँछ। * यदि @a >= @b छ भने BETAINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BETAINV(0.45,1.6,1) बराबर 0.607096629. @SEEALSO=BETADIST
tr: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alfa,beta[,a,b]) @DESCRIPTION=BETAINV kümülatif beta açılımının tersini hesaplar. @a ve @b seçimliktir ve @a @x'in alt indis değeri, @b ise üst indis değeridir. @a verilmemişse 0, @b verilmemişse 1 kabul edilir. @x < @a, @x > @b, @alpha <= 0, @beta <= 0 veya @a >= @b ise işlev #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BETAINV(0.45,1.6,1) eşittir 0.607096629 Benzeri: BETADIST @EXAMPLES= BETAINV(0.45,1.6,1) eşittir 0.607096629 @SEEALSO=BETADIST

source: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=TDIST function returns the Student's t-distribution. @dof is the degree of freedom and @tails is 1 or 2 depending on whether you want one-tailed or two-tailed distribution. @tails = 1 returns the size of the right tail. * If @dof < 1 TDIST returns #NUM! error. * If @tails is neither 1 or 2 TDIST returns #NUM! error. * This function is Excel compatible for non-negative @x. Warning: the parameterization of this function is different from what is used for, e.g., NORMSDIST. This is a common source of mistakes, but necessary for compatibility. @EXAMPLES= TDIST(2,5,1) equals 0.050969739. TDIST(-2,5,1) equals 0.949030261. TDIST(0,5,2) equals 1. @SEEALSO=TINV,TTEST
ne: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=TDIST कार्यले विद्यार्थीहरूको टि- वितरण फर्काउँछ। @dof स्वतन्त्रताको डिग्री हो र @tails तपाईँले चाहेको one-tailed वा two-tailed वितरणको आधारमा १ वा २ हुन्छ। @tails = 1 हुन्छ जसले दायाँ छेउको आकार फर्काउँछ। * यदि @dof < 1 छ भने TDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @tails १ वा २ कुनै पनि होइन भने TDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य non-negative @x का लागि एक्सेलसँग मिल्दोजुल्दो छ। चेतावनी: यो कार्यको परामितियकरण प्रयोग गरेको भन्दा फरक छ, जस्तै, NORMSDIST. यो गल्तिहरूको साजा स्रोत हो, तर मिल्दोजुल्दो का लागि आवश्यक छ। @EXAMPLES= TDIST(2,5,1) बराबर 0.050969739. TDIST(-2,5,1) बराबर 0.949030261. TDIST(0,5,2) बराबर १ हुन्छ। @SEEALSO=TINV,TTEST

source: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=TINV function returns the inverse of the two-tailed Student's t-distribution. * If @p < 0 or @p > 1 or @dof < 1 TINV returns #NUM! error. * This function is Excel compatible. Warning: the parameterization of this function is different from what is used for, e.g., NORMSINV. This is a common source of mistakes, but necessary for compatibility. @EXAMPLES= TINV(0.4,32) equals 0.852998454. @SEEALSO=TDIST,TTEST
ne: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=TINV कार्यले विद्यार्थीको टि-वितरणको उल्टा फर्काउँछ। * यदि @p < 0 वा @p > 1 वा @dof < 1 छ भने TINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। चेतावनी: यो कार्यको परामितियकरण प्रयोग गरेको भन्दा फरक छ, जस्तै, NORMSINV. यो गल्तिहरूको साजा स्रोत हो, तर मिल्दोजुल्दो का लागि आवश्यक छ। @EXAMPLES= TINV(0.4,32) बराबर 0.852998454. @SEEALSO=TDIST,TTEST

source: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=FDIST function returns the F probability distribution. @dof1 is the numerator degrees of freedom and @dof2 is the denominator degrees of freedom. * If @x < 0 FDIST returns #NUM! error. * If @dof1 < 1 or @dof2 < 1, FDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FDIST(2,5,5) equals 0.232511319. @SEEALSO=FINV
de: @FUNCTION=FVERT @SYNTAX=FVERT(x,Freiheitsgrad1,Freiheitsgrad2) @DESCRIPTION=FVERT liefert die F-Wahrscheinlichkeitsverteilung. @Freiheitsgrad1 ist der Freiheitsgrad des Zählers und @Freiheitsgrad2 der des Nenners. * Falls @x < 0 ist, liefert FVERT einen #ZAHL!-Fehler. * Falls @Freiheitsgrad1 < 1 oder @Freiheitsgrad2 < 1 ist, liefert FVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= FVERT(2,5,5) liefert 0.232511319. @SEEALSO=FINV
ne: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=FDIST कार्यले एफ संभाव्यता वितरण फर्काउँछ। @dof1 स्वतन्त्रताको अंश डिग्री हो र@dof2 स्वतन्त्रताको हर डिग्री हो। * यदि @x < 0 छ भने FDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @dof1 < 1 वा @dof2 < 1 छ भने, FDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= FDIST(2,5,5) बराबर 0.232511319. @SEEALSO=FINV
tr: @FUNCTION=FDIST @SYNTAX=FDIST(x,sdpay,sdpayda) @DESCRIPTION=FDIST F olasılık açılımını hesaplar. @sdpay serbestlik derecesi payı, @sdpayda ise paydasıdır. @x < 0, @sdpay < 1 ya da @sdpayda < 1 ise işlev @SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FDIST(2,5,5) eşittir 0.232511319 Benzeri: FINV @EXAMPLES= FDIST(2,5,5) eşittir 0.232511319 @SEEALSO=FINV

source: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU returns the probability density p(x) at @x for the Landau distribution using an approximation method. @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU
de: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU liefert unter Anwendung einer Annäherungsmethode die Wahrscheinlichkeitsdichte p(x) bei @x für die Landau-Verteilung @EXAMPLES= LANDAU(0.34). @SEEALSO=ZUFALLLANDAU
ne: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU ले एउटा नजिकको विधि प्रयोग गरेर ल्यानडाउ वितरणका लागि @x मा संभाव्य घनत्व p(x) फर्काउँछ। @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp işlevi bir üstel açılımlı rasgele sayı ile sonuçlanır. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=FINV function returns the inverse of the F probability distribution. * If @p < 0 or @p > 1 FINV returns #NUM! error. * If @dof1 < 1 or @dof2 < 1 FINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FINV(0.2,2,4) equals 2.472135955. @SEEALSO=FDIST
de: @FUNCTION=FINV @SYNTAX=FINV(Wahrscheinlichkeit,Freiheitsgrad1,Freiheitsgrad2) @DESCRIPTION=FINV liefert die inverse F-Wahrscheinlichkeitsverteilung. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert FINV einen #ZAHL!-Fehler. * Falls @Freiheitsgrad1 oder @Freiheitsgrad2 < 1 ist, liefert FINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= FINV(0.2,2,4) liefert 2.472135955. @SEEALSO=FVERT
ne: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=FINV कार्यले एफ संभाव्यता वितरणको उल्टा फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने FINV ले #NUM! त्रुटि फर्काउँछ। * यदि @dof1 < 1 वा @dof2 < 1 छ भने FINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेल संगह मिल्दोजुल्दो छ। @EXAMPLES= FINV(0.2,2,4) बराबर 2.472135955. @SEEALSO=FDIST
tr: @FUNCTION=FINV @SYNTAX=FINV(p,sdpay,sdpayda) @DESCRIPTION=FINV F olasılık açılımının tersini hesaplar. @sdpay serbestlik derecesi payı, @sdpayda ise paydasıdır. @p < 0, @p > 1 @sdpay < 1 ya da @sdpayda < 1 ise işlev @SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: FINV(0.2,2,4) eşittir 2.472135955 Benzeri: FDIST @EXAMPLES= FINV(0.2,2,4) eşittir 2.472135955 @SEEALSO=FDIST

source: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,trials,p,cumulative) @DESCRIPTION=BINOMDIST function returns the binomial distribution. @n is the number of successes, @trials is the total number of independent trials, @p is the probability of success in trials, and @cumulative describes whether to return the sum of the binomial function from 0 to @n. * If @n or @trials are non-integer they are truncated. * If @n < 0 or @trials < 0 BINOMDIST returns #NUM! error. * If @n > @trials BINOMDIST returns #NUM! error. * If @p < 0 or @p > 1 BINOMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= BINOMDIST(3,5,0.8,0) equals 0.2048. @SEEALSO=POISSON
de: @FUNCTION=BINOMVERT @SYNTAX=BINOMVERT(n,Versuche,Wahrscheinlichkeit,kumulativ) @DESCRIPTION=BINOMVERT liefert die Binomialverteilung. @n ist die Anzahl der Treffer, @Versuche die Gesamtanzahl unabhängiger Versuche, @Wahrscheinlichkeit die Wahrscheinlichkeit, dass ein Versuch erfolgreich ist und @kumulativ legt fest, ob BINOMVERT die Summe der Binomialverteilung von 0 bis @n liefert. * Falls @n oder @Versuche keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @n < 0 oder @Versuche < 0 ist, liefert BINOMDIST einen #ZAHL!-Fehler. * Falls @n > Versuche ist, liefert BINOMVERT einen #ZAHL!-Fehler. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert BINOMVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BINOMVERT(3,5,0.8,0) liefert 0.2048. @SEEALSO=POISSON
ne: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,परिक्षाहरू,p,क्युमुलेटिभ) @DESCRIPTION=BINOMDIST कार्यल द्विपदिय वितरण फर्काउँछ। @n सफलताहरूको सङ्ख्या हो, @trials निष्पक्ष परिक्षाहरूको सङ्ख्या हो, @p भन्नाले परिक्षाहरूको सफलताको संभाव्यता हो, र @cumulative ले द्विपदिय कार्यको जोड ० बाट @n मा फर्काउने कि नफर्काउने विश्लेषण गर्दछ। * यदि @n वा @trials इन्टेजर होइन भने यो छोडिन्छ। * यदि @n < 0 वा @trials < 0 छ भने BINOMDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @n > @trials छ भने BINOMDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने BINOMDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= BINOMDIST(3,5,0.8,0) बराबर 0.2048. @SEEALSO=POISSON
tr: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,deneme,p,kümülatif) @DESCRIPTION=BINOMDIST binom açılımını hesaplar. @n başarı sayısı, @deneme bağımsız denemelerin toplam sayısı, @kümülatif ise binom işlevinin 0 dan @n e kadar toplam olup olmadığıdır. @n ve @deneme tamsayı değilse ondalık kısım atılır. @n < 0, @deneme < 0, @n > @deneme, @p < 0 ya da @p > 1 ise işlev #SAYI! hatası verir. Bu işlev Excel uyumludur. Örnek: BINOMDIST(3,5,0.8,0) eşittir 0.2048 Benzeri: POISSON @EXAMPLES= BINOMDIST(3,5,0.8,0) eşittir 0.2048 @SEEALSO=POISSON

source: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY returns the Cauchy distribution with scale parameter @a. If @cum is TRUE, CAUCHY returns the cumulative distribution. * If @a < 0 CAUCHY returns #NUM! error. * If @cum != TRUE and @cum != FALSE CAUCHY returns #VALUE! error. @EXAMPLES= CAUCHY(0.43,1,TRUE) returns 0.370735. @SEEALSO=RANDCAUCHY
de: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,Kum) @DESCRIPTION=CAUCHY liefert die Cauchy-Verteilung mit Skalierungsparameter @a. Falls @Kum WAHR ist, liefert CAUCHY die kumulative Verteilung. * Falls @a < 0 ist, liefert CAUCHY einen #ZAHL!-Fehler. * Falls @Kum != WAHR und @Kum != FALSCH, liefert einen #WERT!-Fehler. @EXAMPLES= CAUCHY(0.43,1,WAHR) liefert 0.370735. @SEEALSO=ZUFALL.CAUCHY
ne: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY ले स्केल परामिति @aसँगै cauchy वितरण फर्काउँछ।यदि @cum सत्य छ भने, CAUCHY ले क्युमुलेटिभ वितरण फर्काउँछ। * यदि @a < 0 छ भने CAUCHY ले #NUM! त्रुटि फर्काउँछ। * यदि @cum != TRUE र @cum != FALSE छ भने CAUCHY ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= CAUCHY(0.43,1,TRUE) ले 0.370735 फर्काउँछ। @SEEALSO=RANDCAUCHY
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanılma) @DESCRIPTION=RANDNEGBINOM işlevi negatif binom açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 veya @yanılma < 0 ise işlev #SAYI! hatası verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN
