Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP function tests if @x is >= @y, returning 1 if it is so, and 0 otherwise. @y is optional, and defaults to 0. * If either argument is non-numeric returns a #VALUE! error. * This function is Excel compatible. @EXAMPLES= GESTEP(5,4) equals 1. @SEEALSO=DELTA
ne: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP कार्यले परीक्षण गर्दछ यदि @x is >= @y, यदि यसो भयो भने १ फर्किरहन्छ र अन्यथा ०। @y वैकल्पिक हो,र ० मा पूर्वनिर्धारित हुन्छ। * यदि तर्क सङ्ख्यात्मक छैन भने एउटा #VALUE! त्रुटि फर्कन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= GESTEP(5,4) equals 1. @SEEALSO=DELTA

source: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,...) @DESCRIPTION=INVSUMINV sum calculates the inverse of the sum of inverses. The primary use of this is for calculating equivalent resistance for parallel resistors or equivalent capacitance of a series of capacitors. * All arguments must be non-negative, or else a #VALUE! result is returned. * If any argument is zero, the result is zero. @EXAMPLES= INVSUMINV(2000,2000) equals 1000. @SEEALSO=HARMEAN
ne: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,...) @DESCRIPTION=INVSUMINV जोडले प्रतिकूलहरूको जोडको प्रतिकूल गणना गर्दछ। यसको प्राथमिक प्रयोग भनेको समानान्तर प्रतिरोधकहरूका लागि बराबरी गणना गर्नु हो वा संधारित्रहरूको श्रेणीहरूको बराबरी धारिता हो। * सबै तर्कहरू सकारात्मक हुनुपर्छ, वा अरू बढी एउटा #VALUE! नतिजा फर्कन्छ। * यदि कुनै तर्क शून्य छ भने, नतिजा शून्य हुन्छ। @EXAMPLES= INVSUMINV(2000,2000) equals 1000. @SEEALSO=HARMEAN

source: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(traffic,circuits) @DESCRIPTION=PROBBLOCK returns probability of blocking when a number of @traffic loads into a number of @circuits (servers). * @traffic cannot exceed @circuits @EXAMPLES= PROBBLOCK(24,30) returns 0.4012. @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP
ne: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(traffic,circuits) @DESCRIPTION=PROBBLOCK ले बन्दहरूको संभाव्यता फर्काउँछ जब @traffic हरूको सङ्ख्या @circuits (सर्भर) हरूको सङ्ख्यामा लोड हुन्छ। * @traffic ले @circuits बढाउन सक्दैन। @EXAMPLES= PROBBLOCK(24,30) returns 0.4012. @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP

source: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(traffic,circuits) @DESCRIPTION=OFFTRAF returns a predicted number of offered traffic from a number of carried @traffic (taken from measurements) on a number of @circuits. * @traffic cannot exceed @circuits @EXAMPLES= OFFTRAF(24,30) returns 25.527. @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP
ne: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(traffic,circuits) @DESCRIPTION=OFFTRAF ले @circuits को सङ्ख्यामा carried @traffic (नापहरूबाट लिएको) को सङ्ख्याबाट प्रस्ताव गरेको ट्राफिकको अनुमानित नम्बर फर्काउँछ। * @traffic ले @circuits बढाउन सक्दैन। @EXAMPLES= OFFTRAF(24,30) returns 25.527. @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP

source: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(traffic,gos) @DESCRIPTION=DIMCIRC returns a number of circuits required from a number of @traffic loads with @gos grade of service. @EXAMPLES= DIMCIRC(24,1%) returns 35. @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK
ne: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(traffic,gos) @DESCRIPTION=DIMCIRC ले @gos सेवाको श्रेणीसँगै @traffic ट्राफिक लोडहरूको सङ्ख्याबाट आवश्यक सङ्ख्याको सर्किटहरू फर्काउँछ। @EXAMPLES= DIMCIRC(24,1%) returns 35. @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK

source: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuits,gos) @DESCRIPTION=OFFCAP returns a number of traffic capacity given by a number of @circuits with @gos grade of service. @EXAMPLES= OFFCAP(30,1%) returns 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK
ne: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuits,gos) @DESCRIPTION=OFFCAP @gos सेवाको श्रेणीसँगै @circuits को सङ्ख्याले दिएको ट्राफिक क्षमताको सङ्ख्या फर्काउँछ। @EXAMPLES= OFFCAP(30,1%) returns 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK

source: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT calculates the accrued interest for a security that pays periodic interest. @issue is the issue date of the security. @first_interest is the first interest date of the security. @settlement is the settlement date of the security. The settlement date is always after the issue date (the date when the security is bought). @rate is the annual rate of the security and @par is the par value of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @issue date, @first_interest date, or @settlement date is not valid, ACCRINT returns #NUM! error. * The dates must be @issue < @first_interest < @settlement, or ACCRINT returns #NUM! error. * If @rate <= 0 or @par <= 0 , ACCRINT returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, ACCRINT returns #NUM! error. * If @issue date is after @settlement date or they are the same, ACCRINT returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINTM
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT ले सेक्युरेटीका लागि प्राप्त व्याज गणना गर्दछ जसले आवधिक व्याज तिर्दछ। @issue सेक्युरेटीको प्रकाशित मिति हो। @first_interest सेक्युरेटीको पहिलो व्याजिय मिति हो। @settlement सेक्युरेटीको अवास्थापन मिति हो। अवास्थापन मिति जहिल्यै पनि प्रकाशित मिति पछि हुन्छ (सेक्युरेटी खरीद गर्दाको मिति)। @rate सेक्युरेटीको वार्षिक दर हो र @par सेक्युरेटीको अंकित मूल्य हो। @frequency हरेक वर्षको तिरेको कुपनको सङ्ख्या हो। अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्ध वार्षिक, ४ = चौमासिक। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरोपियन ३०/३६० * यदि @issue मिति, @first_interest मिति, वा @settlement मिति वैध छैन भने, ACCRINT ले #NUM! त्रुटि फर्काउँछ। * मिति @issue < @first_interest < @settlement हुनुपर्छ, वा ACCRINT ले #NUM! त्रुटि फर्काउँछ। * यदि @rate <= 0 वा @par <= 0 छ भने, ACCRINT ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, ACCRINT ले #NUM! त्रुटि फर्काउँछ। * यदि @issue मिति @settlement मिति पछि भयो वा तिनीहरू एउटै भए भने, ACCRINT ले #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=ACCRINTM
tr: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(ihraç,ilk_faiz,valör,oran,nominal,sıklık[,tahakkuk]) @DESCRIPTION=ACCRINT periyodik bir sıklıkta faiz ödeyen bir menkul kıymet için tahakkuk eden faizi hesaplar. @ihraç menkul kıymetin ihraç tarihidir @ilk_faiz, menkul kıymetin ilk faiz ödeme tarihidir. @valör, menkul kıymetin teslim tarihidir. Teslim tarihi her zaman ihraç tarihinden sonra olur. (menkul kıymetin satın alım tarihi). @oran, menkul kıymetin yıllık faiz oranı, @nominal ise nominal değeridir. @sıklık yıl boyunca ödenecek olan kupon adedini belirler. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @ihraç tarihi, @ilk_faiz tarihi veya @valör tarihi geçersiz ise ACCRINT, #SAYI! hatasını verir. Tarihler, @ihraç < @ilk_faiz < @teslim sırasında olmalıdır yoksa ACCRINT #SAYI! hatasını verir. Eğer @oran <= 0 veya @nominal <= 0 ise ACCRINT #SAYI! hatasını verir. Eğer @tahakkuk verilmemişse, ABD 30/360 uygulanır. Eğer @tahakkuk < 0 veya @tahakkuk > 4 ise, ACCRINT #SAYI! hatasını verir. Eğer @ihraç tarihi @valör tarihinden sonra ise, veya iki tarih birbirine eşit ise, ACCRINT #SAYI! hatasını verir. Benzeri: ACCRINTM @EXAMPLES= @SEEALSO=ACCRINTM

source: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM calculates and returns the accrued interest for a security from @issue to @maturity date. @issue is the issue date of the security. @maturity is the maturity date of the security. @rate is the annual rate of the security and @par is the par value of the security. If you omit @par, ACCRINTM applies $1,000 instead. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @issue date or @maturity date is not valid, ACCRINTM returns #NUM! error. * If @rate <= 0 or @par <= 0, ACCRINTM returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, ACCRINTM returns #NUM! error. * If @issue date is after @maturity date or they are the same, ACCRINTM returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINT
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM ले सेक्युरेटीका लागि @issue बाट @maturity मा प्राप्त व्याज गणना गर्दछ र फर्काउँछ। @issue सेक्युरेटीको प्रकाशित मिति हो। @maturity सेक्युरेटीको आवधिक मिति हो। @rate सेक्युरेटीको वार्षिक दर हो र @par सेक्युरेटीको अंकित मूल्य हो। यदि तपाईँले @par हटाउनु भयो भने, सट्टामा ACCRINTM ले $1,000 लागू गर्दछ। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरोपियन ३०/३६० * यदि @issue मिति, @maturity मिति वैध छैन भने, ACCRINT ले #NUM! त्रुटि फर्काउँछ। * यदि @rate <= 0 वा @par <= 0 छ भने, ACCRINT ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, ACCRINT ले #NUM! त्रुटि फर्काउँछ। * यदि @issue मिति @maturity मिति पछि भयो वा तिनीहरू एउटै भए भने, ACCRINT ले #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=ACCRINT
tr: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(ihraç,itfa,oran[,nominal,tahakkuk]) @DESCRIPTION=ACCRINTM, bir menkul kıymetin @ihraç'tan @itfa tarihine kadar tahakkuk eden faizini hesaplar. @ihraç, menkul kıymetin ihraç tarihidir. @itfa ise, itfa tarihidir. @oran, menkul kıymetin yıllık oranı, @nominal ise nominal değeridir. Eğer @nominal belirlenmemişse, ACCRINTM, bu değeri 1,000 TL kabul eder. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @ihraç tarihi, @itfa tarihi geçersiz ise ACCRINTM, #SAYI! hatasını verir. Eğer @oran <= 0 veya @nominal <= 0 ise ACCRINTM #SAYI! hatasını verir. Eğer @tahakkuk verilmemişse, ABD 30/360 uygulanır. Eğer @tahakkuk < 0 veya @tahakkuk > 4 ise, ACCRINTM #SAYI! hatasını verir. Eğer @ihraç tarihi @itfa tarihinden sonra ise, veya iki tarih birbirine eşit ise, ACCRINTM #SAYI! hatasını verir. Benzeri: ACCRINT @EXAMPLES= @SEEALSO=ACCRINT

source: @FUNCTION=INTRATE @SYNTAX=INTRATE(settlement,maturity,investment,redemption[,basis]) @DESCRIPTION=INTRATE calculates and returns the interest rate of a fully vested security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @investment is the price of the security paid at @settlement date and @redemption is the amount to be received at @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, INTRATE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, INTRATE returns #NUM! error. * If @settlement date is after @maturity date or they are the same, INTRATE returns #NUM! error. @EXAMPLES= If you had a bond with a settlement date of April 15, 2000, maturity date September 30, 2000, investment of $100,000, redemption value $103,525, using the actual/actual basis, the bond discount rate is: =INTRATE(36631, 36799, 100000, 103525, 1) which equals 0.0648 or 6.48% @SEEALSO=RECEIVED, DATE
ne: @FUNCTION=INTRATE @SYNTAX=INTRATE(अवास्थापन,अवधि,लगानी,redemption[,basis]) @DESCRIPTION=INTRATE ले पूर्ण रूपमा लगानी गरिएको सेक्युरेटीको व्याजदर गणना गर्दछ र फर्काउँछ। @settlement सेक्युरेटीको अवास्थापन मिति हो। @maturity सेक्युरेटीको आवधिक मिति हो। @investment भनेको @settlement मितिमा तिरिएको सेक्युरेटीको मूल्य हो र @redemption भनेको @maturity मितिमा प्राप्त गरिएको रकम हो। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरेपियन ३०/३६० * यदि @settlement मिति वा @maturity मिति वैध छैन भने, INTRATE ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, INTRATE ले #NUM! त्रुटि फर्काउँछ। * यदि @settlement मिति @maturity मिति पछि छ वा तिनीहरू एउटै हुन् भने, INTRATE ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= यदि तपाईँसँग अवास्थापन मिति अप्रिल १२, २०००, आवधिक मिति सेप्टेम्बर ३०, २०००, लगानी $100,000, घटेको मूल्य $103,525 भएको बन्ड छ भने, वास्तविक/वास्तविक आधार प्रयोग गरेर, बन्ड छुट रकम: =INTRATE(36631, 36799, 100000, 103525, 1) हुँनेछ जुन 0.0648 or 6.48% @SEEALSO=RECEIVED, DATEसँग बराबर हुन्छ

source: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED calculates and returns the amount to be received at maturity date for a security bond. @settlement is the settlement date of the security. @maturity is the maturity date of the security. The amount of investment is specified in @investment. @rate is the security's discount rate. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, RECEIVED returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, RECEIVED returns #NUM! error. * If @settlement date is after @maturity date or they are the same, RECEIVED returns #NUM! error. @EXAMPLES= @SEEALSO=INTRATE
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED ले सेक्युरेटी बन्डका लागि आवधिक मितिमा प्राप्त हुने रकम गणना गर्दछ र फर्काउँछ। @settlement सेक्युरेटीको अवास्थापन मिति हो। @maturity सेक्युरेटीको आवधिक मिति हो। लगानीको रकम @investment मा निर्दिष्ट गरिएको छ। @rate सेक्युरेटी छुट दर हो। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको दिन हो : ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरेपियन ३०/३६० * यदि @settlement मिति वा @maturity मिति वैध छैन भने, RECIEVED ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, RECEIVED ले #NUM! त्रुटि फर्काउँछ। * यदि @settlement मिति @maturity मिति पछि छ वा तिनीहरू एउटै हुन् भने, RECEIVED ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=INTRATE
tr: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(valör,itfa,plasman,oran[,tahakkuk]) @DESCRIPTION=RECEIVED @itfa tarihinde bir tahvilden elde edilecek miktarı hesaplar. @valör, menkul kıymetin valör tarihidir. @itfa, menkul kıymetin itfa tarihidir. Plasman miktarı @plasman olarak belirtilir. @oran, menkul kıymetin iskonto oranıdır. @tahakkuk, , kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @valör tarihi veya @itfa tarihi geçerli değil ise, RECEIVED #SAYI! hatası verir. Eğer @tahakkuk verilmez ise, ABD 30/360 kullanılır. Eğer @tahakkuk < 0 veya @tahakkuk > 4 ise, RECEIVED #SAYI! hatası verir. Eğer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eşit ise, RECEIVED #SAYI! hatası verir. Benzeri: INTRATE @EXAMPLES= @SEEALSO=INTRATE

source: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC calculates and returns the price per $100 face value of a security bond. The security does not pay interest at maturity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @discount is the rate for which the security is discounted. @redemption is the amount to be received on @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, PRICEDISC returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, PRICEDISC returns #NUM! error. * If @settlement date is after @maturity date or they are the same, PRICEDISC returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEMAT
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Häufigkeit ist die Anzahl der Kupon-Zahlungen pro Jahr. Zulässige Werte sind: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC ले सेक्युरेटी बन्डका लागि प्रति $100 अंकित मूल्य गणना गर्दछ र फर्काउँछ। सेक्युरेटीले आवधिकमा व्याज तिर्दैन। @settlement सेक्युरेटीको अवास्थापन मिति हो। @maturity सेक्युरेटीको आवधिक मिति हो। @discount सेक्युरेटीलाई छुट दिएको दर हो। @redemption भनेको @maturity मितिमा प्राप्त भएको रकम हो। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको दिन हो : ० US ३०/३६० १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ युरेपियन ३०/३६० * यदि @settlement मिति वा @maturity मिति वैध छैन भने, PRICEDISC ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, US ३०/३६० लागू हुन्छ। * यदि @basis < 0 वा @basis > 4 छ भने, PRICEDISC ले #NUM! त्रुटि फर्काउँछ। * यदि @settlement मिति @maturity मिति पछि छ वा तिनीहरू एउटै हुन् भने, PRICEDISC ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=PRICEMAT
tr: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(valör,itfa,oran,itfa_fiyatı[,tahakkuk]) @DESCRIPTION=PRICEDISC bir menkul kıymetin 100 nominal değer için fiyatını hesaplar. Menkul kıymet itfa tarihinde faiz ödemez. @valör, menkul kıymetin valör tarihidir. @itfa, menkul kıymetin itfa tarihidir. @oran, menkul kıymetin iskonto oranıdır. @tahakkuk, , kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @valör tarihi veya @itfa tarihi geçerli değil ise, PRICEDISC #SAYI! hatası verir. Eğer @tahakkuk verilmez ise, ABD 30/360 kullanılır. Eğer @tahakkuk < 0 veya @tahakkuk > 4 ise, PRICEDISC #SAYI! hatası verir. Eğer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eşit ise, PRICEDISC #SAYI! hatası verir. Benzeri: PRICEMAT @EXAMPLES= @SEEALSO=PRICEMAT
