Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN returns the natural logarithm of a complex number. The result will have an imaginary part between -pi and +pi. The natural logarithm is not uniquely defined on complex numbers. You may need to add or subtract an even multiple of pi to the imaginary part. * If @inumber is not a valid complex number, IMLN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMLN("3-j") equals 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
de: @FUNCTION=IMLN @SYNTAX=IMLN(iZahl) @DESCRIPTION=IMLN liefert den natürlichen Logarithmus einer komplexen Zahl @iZahl. Das Ergebnis hat einen imaginären Teil zwischen - und + PI. Der natürliche Logarithmus ist für komplexe Zahlen nicht eindeutig definiert. Möglicherweise müssen Sie eine gerade Vielfache von PI vom imaginären Teil abziehen. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMLN einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMLN("3-j") liefert 1.15129-0.32175j. @SEEALSO=IMEXP, IMLOG2, IMLOG10
ne: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN ले जटिल नम्बरको प्राकृतिक लघुगणक फर्काउँछ। नतिजासँग -pi र +pi बीच एउटा काल्पनिक भाग हुँनेछ। प्राकृतिक लघुगणक जटिल नम्बरहरूमा अनुपम रूपमा परिभाषित भएको छैन। तपाईँले काल्पनिक भागमा pi को एउटा जोडी गुणा थप्नुहोस् वा घटाउनुहोस्। * यदि @inumber वैध जटिल नम्बर होइन भने, IMLN ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMLN("3-j") equals 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
tr: @FUNCTION=IMLN @SYNTAX=IMLN(karmaşık_sayı) @DESCRIPTION=IMLN işlevi verilen @karmaşık_sayı'nın tabii logaritmasını hesaplar. (Sonuç -pi ile +pi arasında bir sanal kısma sahip olmalıdır. Tabii logaritma karmaşık sayılar için tam istenen değeri vermeyebilir. Bu durumda sanal kısma pi'nin katlarını eklemek ya da çıkarmak zorunda kalabilirsiniz.) * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMLN("3-j") eşittir 1.15129-0.32175j Benzerleri: IMEXP, IMLOG2, IMLOG10 @EXAMPLES= IMLN("3-j") eşittir 1.15129-0.32175j @SEEALSO=IMEXP,IMLOG2,IMLOG10

source: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 returns the logarithm of a complex number in base 2. * If @inumber is not a valid complex number, IMLOG2 returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMLOG2("3-j") equals 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
de: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(iZahl) @DESCRIPTION=IMLOG2 liefert den Logarithmus einer komplexen Zahl @iZahl zur Basis 2. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMLOG2 einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMLOG2("3-j") liefert 1.66096-0.46419j. @SEEALSO=IMLÄNGE, IMLOG2
ne: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 ले बेस २ मा जटिल नम्बरको लघुगणक फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMLOG2 ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMLOG2("3-j") equals 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
tr: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(karmaşık_sayı) @DESCRIPTION=IMLOG2 işlevi verilen @karmaşık_sayı'nın 2 tabanına göre logaritmasını hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMLOG2("3-j") eşittir 1.66096-0.46419j Benzerleri: IMLN, IMLOG10 @EXAMPLES= IMLOG2("3-j") eşittir 1.66096-0.46419j @SEEALSO=IMLN,IMLOG10

source: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 returns the logarithm of a complex number in base 10. * If @inumber is not a valid complex number, IMLOG10 returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMLOG10("3-j") equals 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
de: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(iZahl) @DESCRIPTION=IMLOG10 liefert den Logarithmus einer komplexen Zahl @iZahl zur Basis 10. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMLOG10 einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMLOG10("3-j") liefert 0.5-0.13973. @SEEALSO=IMLÄNGE, IMLOG2
ne: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 बेस १० मा जटिल नम्बरको लघुगणक फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMLOG10 ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल।दो छ। @EXAMPLES= IMLOG10("3-j") equals 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
tr: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(karmaşık_sayı) @DESCRIPTION=IMLOG10 işlevi verilen @karmaşık_sayı'nın 10 tabanına göre logaritmasını hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMLOG10("3-j") eşittir 0.5-0.13973j Benzerleri: IMLN, IMLOG2 @EXAMPLES= IMLOG10("3-j") eşittir 0.5-0.13973j @SEEALSO=IMLN,IMLOG2

source: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber1,inumber2) @DESCRIPTION=IMPOWER returns a complex number raised to a power. @inumber1 is the complex number to be raised to a power and @inumber2 is the power to which you want to raise it. * If @inumber1 or @inumber2 are not valid complex numbers, IMPOWER returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMPOWER("4-j",2) equals 15-8j. @SEEALSO=IMSQRT
de: @FUNCTION=IMPOTENZ @SYNTAX=IMPOTENZ(iZahl1,iZahl2) @DESCRIPTION=IMPOTENZ liefert eine komplexe Zahl @iZahl1, potenziert mit einer anderen Zahl @iZahl2. @iZahl1 ist die komplexe, zu potenzierende Zahl und @iZahl2 ist die Zahl, mit der sie potenziert werden soll. * Falls @iZahl1 oder @iZahl2 keine gültige komplexe Zahl ist, liefert IMPOTENZ einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMPOTENZ("4-j",2) liefert 15-8j. @SEEALSO=IMWURZEL
ne: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber1,inumber2) @DESCRIPTION=IMPOWER ले शक्तिमा बढेको जटिल नम्बर फर्काउँछ। @inumber1 शक्तिमा बढ्नुपर्ने जटिल नम्बर हो र @inumber2 तपाईँले बढाउन चाहनुभएको शक्ति हो। * यदि @inumber1 वा @inumber2 वैध जटिल नम्बरहरू होइन भने, IMPOWER ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एकसेलसँग मिलदोजुलदो छ। @EXAMPLES= IMPOWER("4-j",2) equals 15-8j. @SEEALSO=IMSQRT
tr: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(karmaşık_sayı,kuvvet) @DESCRIPTION=IMPOWER işlevi verilen @karmaşık_sayı'nın @kuvvet'ini hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMPOWER("4-j",2) eşittir 15-8j Benzeri: IMSQRT @EXAMPLES= IMPOWER("4-j",2) eşittir 15-8j @SEEALSO=IMSQRT

source: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber1,inumber2) @DESCRIPTION=IMDIV returns the quotient of two complex numbers. * If @inumber1 or @inumber2 are not valid complex numbers, IMDIV returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMDIV("2-j","2+j") equals 0.6-0.8j. @SEEALSO=IMPRODUCT
de: @FUNCTION=IMDIV @SYNTAX=IMDIV(iZahl1,iZahl2) @DESCRIPTION=IMDIV liefert den Quotienten zweier komplexer Zahlen @iZahl1 und @iZahl2. * Falls @iZahl1 oder @iZahl2 keine gültige komplexen Zahlen ist, liefert IMDIV einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMDIV("3-j","2+j") liefert 0.6-0.8j. @SEEALSO=IMPRODUKT
ne: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber1,inumber2) @DESCRIPTION=IMDIV ले दुई जटिल नम्बरहरूको भागफल फर्काउँछ। * यदि @inumber1 वा @inumber2 वैध जटिल नम्बरहरू होइन भने, IMDIV ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एकसेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMDIV("2-j","2+j") equals 0.6-0.8j. @SEEALSO=IMPRODUCT
tr: @FUNCTION=IMDIV @SYNTAX=IMDIV(karmaşık_sayı1,karmaşık_sayı2) @DESCRIPTION=IMDIV işlevi iki karmaşık sayının bölümünü hesaplar. * Verilen karmaşık_sayılar geçerli birer karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMDIV("2-j","2+j") eşittir 0.6-0.8j Benzeri: IMPRODUCT @EXAMPLES= IMDIV("2-j","2+j") eşittir 0.6-0.8j @SEEALSO=IMPRODUCT

source: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN returns the sine of a complex number. * If @inumber is not a valid complex number, IMSIN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSIN("1+j") equals 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
de: @FUNCTION=IMSIN @SYNTAX=IMSIN(iZahl) @DESCRIPTION=IMSIN liefert den Sinus einer komplexen Zahl @iZahl. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMSIN einen #WERT!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= IMSIN("1+j") liefert 1.29846+0.63496j. @SEEALSO=IMCOS, IMTAN
ne: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN ले जटिल नम्बरको साइन फर्काउँछ। * यदि @inumber वैध जटिल नम्बर होइन भने, IMSIN ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= IMSIN("1+j") equals 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
tr: @FUNCTION=IMSIN @SYNTAX=IMSIN(karmaşık_sayı) @DESCRIPTION=IMSIN işlevi @karmaşık_sayı'nın sinüsünü hesaplar. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMSIN("1+j") eşittir 1.29846+0.63496j Benzerleri: IMCOS, IMTAN @EXAMPLES= IMSIN("1+j") eşittir 1.29846+0.63496j @SEEALSO=IMCOS,IMTAN

source: @FUNCTION=IMSINH @SYNTAX=IMSINH(inumber) @DESCRIPTION=IMSINH returns the complex hyperbolic sine of the complex number z (@inumber), where sinh(z) = (exp(z) - exp(-z))/2. * If @inumber is not a valid complex number, IMSINH returns #VALUE! error. @EXAMPLES= IMSINH("1+j") equals 0.63496+1.29846j. @SEEALSO=IMCOSH,IMTANH
de: @FUNCTION=IMSINHYP @SYNTAX=IMSINHYP(iZahl) @DESCRIPTION=IMSINHYP liefert den komplexen hyperbolischen Sinus einer komplexen Zahl z (@iZahl), wobei sinh(z) = (exp(z) - exp(-z))/2. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMSINHYP einen #WERT!-Fehler. @EXAMPLES= IMSINHYP("1+j") liefert 0.63496+1.29846j. @SEEALSO=IMCOSHYP,IMTANHYP
ne: @FUNCTION=IMSINH @SYNTAX=IMSINH(inumber) @DESCRIPTION=IMSINH ले जटिल नम्बर z (@inumber) को जटिल हाइपरबोलिक साइन फर्काउँछ, जहाँ sinh(z) = (exp(z) - exp(-z))/2. * यदि @inumber वैध जटिल नम्बर होइन भने, IMSINH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMSINH("1+j") equals 0.63496+1.29846j. @SEEALSO=IMCOSH,IMTANH
tr: @FUNCTION=IMSINH @SYNTAX=IMSINH(karmaşık_sayı) @DESCRIPTION=IMSINH işlevi @karmaşık_sayı'nın sinüs hiperboliğini hesaplar. Parametre olarak z verilmişse: sinh(z) = (exp(z) - exp(-z))/2. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMSINH("1+j") eşittir 0.63496+1.29846j Benzerleri: IMCOSH, IMTANH @EXAMPLES= IMSINH("1+j") eşittir 0.63496+1.29846j @SEEALSO=IMCOSH, IMTANH

source: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(inumber) @DESCRIPTION=IMCOSH returns the complex hyperbolic cosine of the complex number z (@inumber), where cosh(z) = (exp(z) + exp(-z))/2. * If @inumber is not a valid complex number, IMCOSH returns #VALUE! error. @EXAMPLES= IMCOSH("1+j") equals 0.83373+0.988898j. @SEEALSO=IMSINH,IMTANH
de: @FUNCTION=IMCOSHYP @SYNTAX=IMCOSHYP(iZahl) @DESCRIPTION=IMCOSHYP liefert den komplexen hyperbolischen Cosinus einer komplexen Zahl @iZahl, wobei (EXP(@iZahl) + EXP(-@iZahl)) / 2. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMCOSHYP einen #WERT!-Fehler. @EXAMPLES= IMCOSHYP("1+j") liefert 0.833733+0.88898j. @SEEALSO=IMSINHYP, IMTANHYP
ne: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(inumber) @DESCRIPTION=IMCOSH ले जटिल नम्बर z (@inumber) को जटिल हाइपरबोलिक कोसाइन फर्काउँछ, जहाँ cosh(z) = (exp(z) + exp(-z))/2. * यदि @inumber वैध जटिल नम्बर होइन भने, IMCOSH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMCOSH("1+j") equals 0.83373+0.988898j. @SEEALSO=IMSINH,IMTANH
tr: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(karmaşık_sayı) @DESCRIPTION=IMCOSH verilen bir @karmaşık_sayı'nın kosinüs hiperboliğini hesaplar. Parametre olarak z verilmişse: cosh(z) = (exp(z) + exp(-z))/2. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMCOSH("1+j") eşittir 0.83373-0.988898j Benzerleri: IMSINH, IMTANH @EXAMPLES= IMCOSH("1+j") eşittir 0.83373-0.988898j @SEEALSO=IMSINH, IMTANH

source: @FUNCTION=IMTANH @SYNTAX=IMTANH(inumber) @DESCRIPTION=IMTANH returns the complex hyperbolic tangent of the complex number z (@inumber), where tanh(z) = sinh(z)/cosh(z). * If @inumber is not a valid complex number, IMTANH returns #VALUE! error. @EXAMPLES= IMTANH("1+j") equals 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH
de: @FUNCTION=IMTANHYP @SYNTAX=IMTANHYP(iZahl) @DESCRIPTION=IMTANHYP liefert den komplexen hyperbolischen Tangens einer komplexen Zahl @iZahl, wobei IMSINHYP(@iZahl) + IMCOSHYP(@iZahl). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMTANHYP einen #WERT!-Fehler. @EXAMPLES= IMTANHYP("1+j") liefert 1.083924+0.2717526j. @SEEALSO=IMSINHYP, IMCOSHYP
ne: @FUNCTION=IMTANH @SYNTAX=IMTANH(inumber) @DESCRIPTION=IMTANH ले जटिल नम्बर z (@inumber) को जटिल हाइपरबोलिक ट्यानजेन्ट फर्काउँछ, जहाँ tanh(z) = sinh(z)/cosh(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMTANH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMTANH("1+j") equals 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH
tr: @FUNCTION=IMTANH @SYNTAX=IMTANH(karmaşık_sayı) @DESCRIPTION=IMTANH işlevi @karmaşık_sayı'nın tanjant hiperboliğini hesaplar. Parametre olarak z verilmişse: tanh(z) = sinh(z)/cosh(z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. * Bu işlev Excel uyumludur. Örnek: IMTANH("1+j") eşittir 1.083923+0.2717526j Benzerleri: IMSINH, IMCOSH @EXAMPLES= IMTANH("1+j") eşittir 1.083923+0.2717526j @SEEALSO=IMSINH, IMCOSH

source: @FUNCTION=IMSECH @SYNTAX=IMSECH(inumber) @DESCRIPTION=IMSECH returns the complex hyperbolic secant of the complex number z (@inumber), where sech(z) = 1/cosh(z). * If @inumber is not a valid complex number, IMSECH returns #VALUE! error. @EXAMPLES= IMSECH("1+j") equals 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH
de: @FUNCTION=IMSEKHYP @SYNTAX=IMSEKHYP(iZahl) @DESCRIPTION=IMSEKHYP liefert die komplexe hyperbolische Sekante einer komplexen Zahl z (@iZahl), wobei sech(z) = 1/cosh(z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMSEKHYP einen #WERT-Fehler. @EXAMPLES= IMSEKHYP("1+j") liefert 0.498337-0.5910838j. @SEEALSO=IMKOSEKHYP,IMCOTHYP
ne: @FUNCTION=IMSECH @SYNTAX=IMSECH(inumber) @DESCRIPTION=IMSECH ले जटिल नम्बर z (@inumber) को जटिल हाइपरबोलिक छेदक फर्काउँछ, जहाँ sech(z) = 1/cosh(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMSECH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMSECH("1+j") equals 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH
tr: @FUNCTION=IMSECH @SYNTAX=IMSECH(karmaşık_sayı) @DESCRIPTION=IMSECH verilen bir @karmaşık_sayı'nın sekant hiperboliğini hesaplar. Parametre olarak z verilmişse: sech(z) = 1/cosh(z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMSECH("1+j") eşittir 0.498337-0.5910838j Benzerleri: IMCSCH, IMCOTH @EXAMPLES= IMSECH("1+j") eşittir 0.498337-0.5910838j @SEEALSO=IMCSCH, IMCOTH

source: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inumber) @DESCRIPTION=IMCSCH returns the complex hyperbolic cosecant of the complex number z (@inumber), where csch(z) = 1/sinh(z). * If @inumber is not a valid complex number, IMCSCH returns #VALUE! error. @EXAMPLES= IMCSCH("1+j") equals 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH
de: @FUNCTION=IMKOSEKHYP @SYNTAX=IMKOSEKHYP(iZahl) @DESCRIPTION=IMKOSEKHYP liefert die komplexe hyperbolische Kosekante einer komplexen Zahl z (@iZahl), wobei csch(z) = 1/sinh(z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMKOSEKHYP einen #WERT!-Fehler. @EXAMPLES= IMKOSEKHYP("1+j") liefert 0.303931-0.621518j. @SEEALSO=IMSEKHYP,IMCOTHYP
ne: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inumber) @DESCRIPTION=IMCSCH ले जटिल नम्बर z (@inumber) को जटिल हाइपरबोलिक cosecant फर्काउँछ, जहाँ csch(z) = 1/sinh(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMCSCH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMCSCH("1+j") equals 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH
tr: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(karmaşık_sayı) @DESCRIPTION=IMCSCH verilen bir @karmaşık_sayı'nın kosekant hiperboliğini hesaplar. Parametre olarak z verilmişse: csch(z) = 1/sinh(z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMCSCH("1+j") eşittir 0.303931-0.621518j Benzerleri: IMSECH, IMCOTH @EXAMPLES= IMCSCH("1+j") eşittir 0.303931-0.621518j @SEEALSO=IMSECH,IMCOTH

source: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inumber) @DESCRIPTION=IMCOTH returns the complex hyperbolic cotangent of the complex number z (@inumber) where, coth(z) = 1/tanh(z). * If @inumber is not a valid complex number, IMCOTH returns #VALUE! error. @EXAMPLES= IMCOTH("1+j") equals 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH
de: @FUNCTION=IMCOTANHYP @SYNTAX=IMCOTANHYP(iZahl) @DESCRIPTION=IMCOTANHYP liefert den komplexen hyperbolischen Cotangens einer komplexen Zahl z (@iZahl), wobei coth(z) = 1/tanh(z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMCOTANHYP einen #WERT!-Fehler. @EXAMPLES= IMCOTH("1+j") liefert 0.868014-0.217622j. @SEEALSO=IMSEKHYP
ne: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inumber) @DESCRIPTION=IMCOTH ले जटिल नम्बर z (@inumber) को जटिल हाइपरबोलिक कोट्यानजेन्ट फर्काउँछ जहाँ, coth(z) = 1/tanh(z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMCOTH ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMCOTH("1+j") equals 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH
tr: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(karmaşık_sayı) @DESCRIPTION=IMCOTH verilen bir @karmaşık_sayı'nın kotanjant hiperboliğini hesaplar. Parametre olarak z verilmişse: coth(z) = 1/tanh(z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMCOTH("1+j") eşittir 0.868014-0.217622j Benzerleri: IMSECH, IMCSCH @EXAMPLES= IMCOTH("1+j") eşittir 0.868014-0.217622j @SEEALSO=IMSECH,IMCSCH

source: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN returns the complex arcsine of the complex number @inumber. The branch cuts are on the real axis, less than -1 and greater than 1. * If @inumber is not a valid complex number, IMARCSIN returns #VALUE! error. @EXAMPLES= IMARCSIN("1+j") equals 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
de: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(iZahl) @DESCRIPTION=IMARCSIN liefert den komplexen Arcus Sinus einer komplexen Zahl @iZahl. Die Branch-Cuts liegen auf der reellen Achse, unterhalb von -1 und oberhalb von 1. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCSIN einen #WERT!-Fehler. @EXAMPLES= IMARCSIN("1+j") liefert 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
ne: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN ले जटिल नम्बर @inumber को जटिल आर्कसाइन फर्काउँछ। . काटिएका शाखाहरू वास्तविक अक्षमा छन्, -१ भन्दा कम र १ भन्दा बढी। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCSIN ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCSIN("1+j") equals 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
tr: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(karmaşık_sayı) @DESCRIPTION=IMARCSIN işlevi sinüsü @karmaşık_sayı olan karmaşık değeri hesaplar. Gerçel eksenle kesişme yerleri -1 den küçük ve 1 den büyüktür. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCSIN("1+j") eşittir 0.6662394+1.061275j Benzerleri: IMARCCOS, IMARCTAN @EXAMPLES= IMARCSIN("1+j") eşittir 0.6662394+1.061275j @SEEALSO=IMARCCOS,IMARCTAN

source: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(inumber) @DESCRIPTION=IMARCCOS returns the complex arccosine of the complex number @inumber. The branch cuts are on the real axis, less than -1 and greater than 1. * If @inumber is not a valid complex number, IMARCCOS returns #VALUE! error. @EXAMPLES= IMARCCOS("1+j") equals 0.9045569-1.061275j. @SEEALSO=IMARCSIN,IMARCTAN
de: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(iZahl) @DESCRIPTION=IMARCCOS liefert den komplexen Arcus Cosinus einer komplexen Zahl @iZahl. Die Branch-Cuts liegen auf der reellen Achse, unterhalb von -1 und oberhalb von 1. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCCOS einen #WERT!-Fehler. @EXAMPLES= IMARCCOS("1+j") liefert 0.6662394+1.061275j. @SEEALSO=IMARCSIN,IMARCTAN
ne: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(inumber) @DESCRIPTION=IMARCCOS ले जटिल नम्बर @inumber को जटिल arccosine फर्काउँछ। . काटिएका शाखाहरू वास्तविक अक्षमा छन्, -१ भन्दा कम र १ भन्दा बढी। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCCOS ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCCOS("1+j") equals 0.9045569-1.061275j. @SEEALSO=IMARCSIN,IMARCTAN
tr: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(karmaşık_sayı) @DESCRIPTION=IMARCCOS kosinüsü @karmaşık_sayı olan karmaşık değeri hesaplar. Gerçel eksenle kesişme yerleri -1 den küçük ve 1 den büyüktür. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCCOS("1+j") eşittir 0.9045569-1.061275j Benzerleri: IMARCSIN, IMARCTAN @EXAMPLES= IMARCCOS("1+j") eşittir 0.9045569-1.061275j @SEEALSO=IMARCSIN,IMARCTAN

source: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(inumber) @DESCRIPTION=IMARCTAN returns the complex arctangent of the complex number @inumber. The branch cuts are on the imaginary axis, below -i and above i. * If @inumber is not a valid complex number, IMARCTAN returns #VALUE! error. @EXAMPLES= IMARCTAN("1+j") equals 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
de: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(iZahl) @DESCRIPTION=IMARCTAN liefert den komplexen Arcus Tangens einer komplexen Zahl @iZahl. Die Branch-Cuts liegen auf der imaginären Achse, unterhalb von -i und oberhalb von i. * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCTAN einen #WERT!-Fehler. @EXAMPLES= IMARCTAN("1+j") liefert 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
ne: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(inumber) @DESCRIPTION=IMARCTAN ले जटिल नम्बर @inumber को जटिल आर्कट्यानजेन्ट फर्काउँछ।. शाखा टुक्राहरू काल्पनिक अक्षमा छन्, -i भन्दा तल र i भन्दा माथि। * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCTAN ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCTAN("1+j") equals 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
tr: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(karmaşık_sayı) @DESCRIPTION=IMARCTAN tanjantı @karmaşık_sayı olan karmaşık değeri hesaplar. Sanal eksenle kesişme yerleri -i den aşağıda ve i den yukardadır. * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCTAN("1+j") eşittir 1.0172220+0.4023595j Benzerleri: IMARCSIN, IMARCCOS @EXAMPLES= IMARCTAN("1+j") eşittir 1.0172220+0.4023595j @SEEALSO=IMARCSIN,IMARCCOS

source: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inumber) @DESCRIPTION=IMARCSEC returns the complex arcsecant of the complex number z (@inumber), where arcsec(z) = arccos(1/z). * If @inumber is not a valid complex number, IMARCSEC returns #VALUE! error. @EXAMPLES= IMARCSEC("1+j") equals 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT
de: @FUNCTION=IMARCSEK @SYNTAX=IMARCSEK(iZahl) @DESCRIPTION=IMARCSEK liefert die komplexe Arcus Sekante einer komplexen Zahl z (@iZahl), wobei arcsek(z) = arccos(1/z). * Falls @iZahl keine gültige komplexe Zahl ist, liefert IMARCSEK einen #WERT-Fehler. @EXAMPLES= IMARCSEK("1+j") liefert 1.1185179+0.5306375j. @SEEALSO=IMARCKOSEK,IMARCCOT
ne: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inumber) @DESCRIPTION=IMARCSEC ले जटिल नम्बर z (@inumber) को जटिल arcsecant फर्काउँछ, जहाँ arcsec(z) = arccos(1/z). * यदि @inumber वैध जटिल नम्बर होइन भने, IMARCSEC ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= IMARCSEC("1+j") equals 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT
tr: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(karmaşık_sayı) @DESCRIPTION=IMARCSEC sekantı @karmaşık_sayı olan karmaşık değeri hesaplar. Parametre olarak z verilmişse: arcsec(z) = arccos(1/z). * @karmaşık_sayı geçerli bir karmaşık sayı değilse #DEĞER! hatası verilir. Örnek: IMARCSEC("1+j") eşittir 1.1185179+0.5306375j Benzerleri: IMARCCSC, IMARCCOT @EXAMPLES= IMARCSEC("1+j") eşittir 1.1185179+0.5306375j @SEEALSO=IMARCCSC,IMARCCOT
