Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR converts a decimal dollar price into a dollar price expressed as a fraction. * If @fraction is non-integer it is truncated. * If @fraction <= 0, DOLLARFR returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARDE
de: @FUNCTION=DOLLARBRUCH @SYNTAX=DOLLARBRUCH(Dollar_dezimal,Bruch) @DESCRIPTION=DOLLARBRUCH konvertiert einen als Bruch in einen als Dezimalzahl ausgedrückten Dollarpreis. * Falls @Bruch keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @Bruch <= 0 ist, liefert DOLLARBRUCH einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=DOLLARDEZ
ne: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR ले दशमलव डलर मूल्यलाई भिन्नमा अभिव्यक्त भएको डलर मूल्यमा रूपान्तरण गर्दछ। * यदि @fraction इन्टेजर छैन भने यो छोडिनेछ। * यदि @fraction <= 0 छ भने, DOLLARFR ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=DOLLARDE
tr: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(ondalık_fiyat,payda) @DESCRIPTION=DOLLARFR ondalık olarak verilmiş bir fiyatı kesirli bir fiyata çevirir. Eğer @payda tamsayı değil ise, budanır. Eğer @payda <= 0 ise, DOLLARFR #SAYI! hatası verir. Benzeri: DOLLARDE @EXAMPLES= @SEEALSO=DOLLARDE

source: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=MIRR function returns the modified internal rate of return for a given periodic cash flow. @EXAMPLES= @SEEALSO=NPV
de: @FUNCTION=MIZS @SYNTAX=MIZS(Werte,Zins,Reinvestitionszins) @DESCRIPTION=MIZS liefert den modifizierten internen Zinssatz für einen angegebenen periodischen Zinsfluss. @EXAMPLES= @SEEALSO=NPV
ne: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=MIRR कार्यले दिएको आवधिक नगद प्रवाहका लागि परिमार्जित आन्तरिक प्रतिफल फर्काउँछ। @EXAMPLES= @SEEALSO=NPV
tr: @FUNCTION=MIRR @SYNTAX=MIRR(değerler,finansman_oranı,yatırım_oranı) @DESCRIPTION=MIRR işlevi, verilen dönemsel bir nakit akışı için değiştirilmiş iç getiri oranını hesaplar. Benzeri: NPV @EXAMPLES= @SEEALSO=NPV

source: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(settlement,maturity,discount) @DESCRIPTION=TBILLEQ function returns the bond-yield equivalent (BEY) for a treasury bill. TBILLEQ is equivalent to (365 * @discount) / (360 - @discount * DSM), where DSM is the days between @settlement and @maturity. * If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLEQ returns #NUM! error. * If @discount is negative, TBILLEQ returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
ne: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(अवास्थापन,अवधि,छुट) @DESCRIPTION=TBILLEQ कार्यले ट्रेजरी बिलका लागि बन्ड-प्रतिफल बराबरी फर्काउँछ। TBILLEQ (365 * @discount) / (360 - @discount * DSM)सँग बराबरी हुन्छ, जहाँ DSM @settlement र @maturity बीचको दिन हो। * यदि @settlement @maturity पछि छ वा @maturity @settlement पछिको एक वर्ष माथि सेट भयो भने, TBILLEQ ले #NUM! त्रुटि फर्काउँछ। * यदि @discount ऋणात्मक छ भने, TBILLEQ ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
tr: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(valör,itfa,iskonto) @DESCRIPTION=TBILLEQ bir hazine bonosu için tahvil getiri karşıtını hesaplar.TBILLEQ, (365 * @iskonto) / (360 - @iskonto * DSM), DSM = @valör ile @itfa tarihleri arasındaki gün sayısı olarak hesaplanır. Eğer @valör, @itfa'dan sonra ise, veya @itfa @valör'den bir yıldan fazla ise, TBILLEQ #SAYI! hatası verir. Eğer @iskonto negatif ise, TBILLEQ, #SAYI! hatası verir. Benzerleri: TBILLPRICE, TBILLYIELD @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD

source: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(settlement,maturity,discount) @DESCRIPTION=TBILLPRICE function returns the price per $100 value for a treasury bill where @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. * If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLPRICE returns #NUM! error. * If @discount is negative, TBILLPRICE returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
ne: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(अवास्थापन,अवधि,छुट) @DESCRIPTION=TBILLPRICE कार्यले ट्रेजरी बिलका लागि मूल्य प्रति $100 मान फर्काउँछ जहाँ @settlement अवास्थापन मिति हो र @maturity बिलको अवधि मिति हो। @discount ट्रेजरी बिलको छुट दर हो। * यदि @settlement @maturity पछि छ वा @maturity @settlement भन्दा एक वर्ष पछि सेट हुन्छ भने, TBILLPRICE ले #NUM! त्रुटि फर्काउँछ। * यदि @discount ऋणात्मक छ भने, TBILLPRICE ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
tr: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(valör,itfa,iskonto) @DESCRIPTION=TBILLPRICE işlevi 100 nominal değerli bir hazine bonosu için fiyatı hesaplar. @valör, valör tarihini, @itfa ise itfa tarihini belirler. @iskonto, bononun iskonto oranıdır. Eğer @valör, @itfa'dan sonra ise, veya @itfa @valör'den bir yıldan fazla ise, TBILLPRICE #SAYI! hatası verir. Eğer @iskonto negatif ise, TBILLPRICE, #SAYI! hatası verir. Benzerleri: TBILLEQ, TBILLYIELD @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD

source: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(settlement,maturity,pr) @DESCRIPTION=TBILLYIELD function returns the yield for a treasury bill. @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. * If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLYIELD returns #NUM! error. * If @pr is negative, TBILLYIELD returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
ne: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(अवास्थापन,अवधि,छुट) @DESCRIPTION=TBILLYIELD कार्यले ट्रेजरी बिलका लागि प्रतिफल फर्काउँछ। @settlement अवास्थापन मिति हो र @maturity बिलको अवधि मिति हो। @discount ट्रेजरी बिलको छुट दर हो। * यदि @settlement @maturity पछि छ वा @maturity @settlement भन्दा एक वर्ष पछि सेट हुन्छ भने, TBILLYIELD ले #NUM! त्रुटि फर्काउँछ। * यदि @discount ऋणात्मक छ भने, TBILLPRICE ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
tr: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(valör,itfa,pr) @DESCRIPTION=TBILLYIELD bir hazine bonosunun getirisini hesaplar. @valör, valör tarihini, @itfa ise itfa tarihini belirler. @iskonto, bononun iskonto oranıdır. Eğer @valör, @itfa'dan sonra ise, veya @itfa @valör'den bir yıldan fazla ise, TBILLYIELD #SAYI! hatası verir. Eğer @iskonto negatif ise, TBILLYIELD, #SAYI! hatası verir. Eğer @pr negatif ise, TBILLYIELD #SAYI! hatası verir Benzerleri: TBILLEQ, TBILLPRICE @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE

source: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR calculates and returns the internal rate of return of an investment. This function is closely related to the net present value function (NPV). The IRR is the interest rate for a series of cash flows where the net preset value is zero. @values contains the series of cash flows generated by the investment. The payments should occur at regular intervals. The optional @guess is the initial value used in calculating the IRR. You do not have to use that, it is only provided for the Excel compatibility. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A8 contain the numbers -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Then IRR(A1:A8) returns 0.04375. @SEEALSO=FV,NPV,PV
ne: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR ले एउटा लगानीको आन्तरिक दर गणना गर्दछ र फर्काउँछ। यो कार्य खुद वर्तमान मान कार्य (NPV) सम्बन्धित छ। IRR नगद प्रवाहहरूको श्रेणीहरूका लागि व्याजदर हो खुद वर्तमान मूल्य शून्य हुन्छ। @values ले लगानीले सिर्जना गरेको नगद प्रवाहहरूको श्रेणी समाविष्ट गर्दछ। भुक्तानीहरू नियमित अन्तरालहरूमा देखा पर्दछ। optional @guess IRR गणना गर्न प्रयोग गरिने सुरुको मान हो। तपाईँले त्यो प्रयोग गर्नु हुँदैन, यो इक्सेलसँग मिल्दोजुल्दोसँग मात्र हो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ अक्षहरू A1:A8 ले निम्न नम्बरहरू समाविष्ट गर्दछ -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Then IRR(A1:A8) returns 0.04375. @SEEALSO=FV,NPV,PV
tr: @FUNCTION=IRR @SYNTAX=IRR(değerler[,tahmin]) @DESCRIPTION=IRR bir yatırımın iç getiri oranını hesaplar. Bu işlev, net şimdiki değer işlevi (NPV) ile yakından alakalıdır. IRR, net şimdiki değeri 0 olan bir nakit akışı serisinin faiz oranıdır. Yatırımın nakit akışı serisi @değerler içerisinde yer alır. Ödemeler düzenli aralıklarda olmalıdır. İsteğe bağlı @tahmin, IRR hesaplamasında kullanılan ilk değerdir. @tahmin verilmek zorunda değildir, yalnızca Excel uyumluluğu için bulundurulmaktadır. Bu işlev, Excel ile uyumludur. Örnek: A1:A8 gözelerinde -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422 değerleri varsa: IRR(A1:A8) 0.04375 cevabını verecektir. Benzerleri: FV, NPV, PV @EXAMPLES= A1:A8 gözelerinde -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422 değerleri olsun. IRR(A1:A8) 0.04375 cevabını verecektir. @SEEALSO=FV,NPV,PV

source: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt[,fv,type]) @DESCRIPTION=PV calculates the present value of an investment. @rate is the periodic interest rate, @nper is the number of periods used for compounding. @pmt is the payment made each period, @fv is the future value and @type is when the payment is made. * If @type = 1 then the payment is made at the beginning of the period. * If @type = 0 (or omitted) it is made at the end of each period. @EXAMPLES= @SEEALSO=FV
de: @FUNCTION=AW @SYNTAX=AW(Zinssatz,Anzahl_Perioden,Zahlung[,ZW,type]) @DESCRIPTION=AW liefert den aktuellen Wert einer Investition. @Zinssatz ist der periodische Zinssatz, @Anzahl_Perioden die zur Berechnung verwendete Anzahl der Perioden. @Zahlung ist die in jeder Periode geleistete Zahlung, @ZW der zukünftige Wert und @Typ gibt an, wann die Zahlung zu leisten ist. * Falls @Typ 1 ist, ist die Zahlung am Anfang jeder Periode zu leisten. * Falls @Typ 1 ist (oder nicht übergeben wird), ist die Zahlung am Ende jeder Periode zu leisten. @EXAMPLES= @SEEALSO=ZW
ne: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt[,fv,type]) @DESCRIPTION=PV ले एउटा लगानीको वर्तमान मूल्य गणना गर्दछ। @rate आवधिक व्याजदर हो, @nper संयुक्त गर्नका लागि प्रयोग गरिने अवधिहरूको सङ्ख्या हो। @pmt हरेक अवधिका लागि भुक्तानी हो, @fv भविष्य मान हो र @type भुक्तानी हुँदाको हो। * यदि @type = 1 हो भने भुक्तानी अवधिको सुरुआतमा हुन्छ। * यदि @type = 0 (हट्यो) भने यो हरेक अवधिको समाप्तिमा हुन्छ। @EXAMPLES= @SEEALSO=FV
tr: @FUNCTION=PV @SYNTAX=PV(oran,ndön,öde[,fv,tür]) @DESCRIPTION=PV bir yatırımın şimdiki değerini hesaplar. @oran dönemsel faiz oranı, @ndön bileştirme için kullanılan dönem sayısı, @öde, her dönemde yapılan ödeme miktarı, @fv gelecekteki değer ve @tür her dönemde ödemenin ne zaman yapıldığını belirleyen değerdir. Eğer @tür = 1 ise, ödeme dönemin başında yapılır. Eğer @tür = 0 ise (veya verilmemişse), ödeme dönemin sonunda yapılır. Benzeri: FV @EXAMPLES= @SEEALSO=FV

source: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV calculates the net present value of an investment generating periodic payments. @rate is the periodic interest rate and @v1, @v2, ... are the periodic payments. If the schedule of the cash flows are not periodic use the XNPV function. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) equals 186.30673. @SEEALSO=PV,XNPV
de: @FUNCTION=AKTW @SYNTAX=AKTW(Zinssatz,v1,v2,...) @DESCRIPTION=AKTW berechnet den aktualisierten Wert einer Investition, die periodische Zahlungen generiert. @Zinssatz ist der periodische Zinssatz und @v1, @v2, ... die periodischen Zahlungen. Falls der Kapitalfluss nicht periodisch ist, müssen Sie die XNPV-Funktion verwenden. @EXAMPLES= AKTW(0.17,-10000,3340,2941,2493,3233,1732,2932) liefert 186.30673. @SEEALSO=AW,XAKTW
ne: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV आवधिक भुक्तानीहरू सिर्जना गर्ने एउटा लगानीको खुद वर्तमान मूल्य गणना गर्दछ। @rate आवधिक व्याजदर हो र @v1, @v2, ... आवधिक भुक्तानीहरू हुन्। यदि नगद प्रवाहको तालिकाहरू आवधिक छैन भने XNPV कार्य प्रयोग गर्नुहोस्। @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) equals 186.30673. @SEEALSO=PV,XNPV
tr: @FUNCTION=NPV @SYNTAX=NPV(oran,ö1,ö2,...) @DESCRIPTION=NPV dönemsel ödeme yapan bir yatırımın net şimdiki değerini hesaplar. @oran dönemsel faiz oranı ve @ö1, @ö2, ... dönemsel ödeme miktarlarıdır. Eğer nakit akışları dönemsel değil ise, XNPV işlevi kullanılmalıdır. Örnek: NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) 186.30673 değerini verir. Benzerleri: PV, XNPV @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) 186.30673 değerini verir. @SEEALSO=PV,XNPV

source: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV calculates the net present value of an investment. The schedule of the cash flows is given in @dates array. The first date indicates the beginning of the payment schedule. @rate is the interest rate and @values are the payments. * If @values and @dates contain unequal number of values, XNPV returns the #NUM! error. @EXAMPLES= @SEEALSO=NPV,PV
de: @FUNCTION=XAKTW @SYNTAX=XAKTW(Zinssatz,Werte,Data) @DESCRIPTION=XAKTW berechnet den aktualisierten Wert einer Investition. Das Feld @Data gibt die jeweiligen Daten des Geldflusses an, @Zinssatz ist der Zinssatz und @Werte sind die Zahlungen. * Falls @Werte und @Data eine unterschiedliche Werteanzahl enthalten, liefert XAKTW einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=AKTW,AW
ne: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV ले एउटा लगानीको खुद वर्तमान मूल्य गणना गर्दछ। नगद प्रवाहको तालिका @dates एरेमा दिएको छ। पहिलो मितिले भुक्तानी तालिकाको सुरुआत सङ्केत गर्दछ। @rate व्याजदर हो र @values भुक्तानीहरू हुन्। * यदि @values र @dates ले मानहरूको बराबरी नभएको सङ्ख्या समाविष्ट गर्दछ भने, XNPV ले#NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=NPV,PV
tr: @FUNCTION=XNPV @SYNTAX=XNPV(oran,ödemeler,tarihler) @DESCRIPTION=XNPV bir yatırımın net şimdiki değerini hesaplar. Nakit akışlarının tarihleri @tarihler serisinde verilir. İlk tarih, ödeme planının başını belirtir. @oran faiz oranı ve @ödemeler de ödeme miktarlarıdır. Eğer @ödemeler ve @tarihler eşit olmayan sayıda girdi içerirse, XNPV #SAYI! hatasını verir. Benzerleri: NPV, PV @EXAMPLES= @SEEALSO=NPV,PV

source: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR calculates and returns the internal rate of return of an investment that has not necessarily periodic payments. This function is closely related to the net present value function (NPV and XNPV). The XIRR is the interest rate for a series of cash flows where the XNPV is zero. @values contains the series of cash flows generated by the investment. @dates contains the dates of the payments. The first date describes the payment day of the initial payment and thus all the other dates should be after this date. The optional @guess is the initial value used in calculating the XIRR. You do not have to use that, it is only provided for the Excel compatibility. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A5 contain the numbers -6000, 2134, 1422, 1933, and 1422, and the cells B1:B5 contain the dates "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", and "2000-05-1". Then XIRR(A1:A5,B1:B5) returns 0.224838. @SEEALSO=IRR,XNPV
ne: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR ले एउटा लगानीको आन्तरिक प्रतिफल गणना गर्दछ र फर्काउँछ जसको आवश्यकीय आवधिक भुक्तानीहरू छैन। यो कार्य खुद वर्तमान मान कार्यसँग सम्बन्धित छ (NPV र XNPV)। XIRR नगद प्रवाहहरूको श्रेणीहरूका लागि व्याजदर हो जहाँ XNPV शून्य हुन्छ। @values ले लगानीले सिर्जना गरेको नगद प्रवाहहरूको श्रेणी समाविष्ट गर्दछ।@dates ले भुक्तानीहरूको मिति समाविष्ट गर्दछ। पहिलो मितिले सुरुको भुक्तानीको भुक्तानी दिन वर्णन गर्दछ र जसले गर्दा अरू सबै मितिहरू यो मितिको पछि हुन्छ। optional @guess XIRR गणना गर्न प्रयोग गरिएको सुरुको मान हो। तपाईँले त्यो प्रयोग गर्नु हुँदैन,, यो एक्सेलसँग मिल्दोजुल्दोलाई मात्र उपलब्ध छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1:A5 ले निम्न नम्बरहरू समाविष्ट गर्दछ -6000, 2134, 1422, 1933, and 1422, and the cells B1:B5 contain the dates "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", and "2000-05-1". Then XIRR(A1:A5,B1:B5) returns 0.224838. @SEEALSO=IRR,XNPV
tr: @FUNCTION=XIRR @SYNTAX=XIRR(ödemeler,tarihler[,tahmin]) @DESCRIPTION=XIRR dönemsel ödemeleri olmayan bir yatırımın iç getiri oranını hesaplar. Bu işlev net şimdiki değer işlevleri ile (NPV ve XNPV) yakından alakalıdır. XIRR, XNPV'si sıfır olan bir nakit akışının faiz oranıdır. Yatırımın ödeyeceği nakit akışı serisi @ödemeler içinde bulunur. @tarihler, ödeme tarihlerini içerir. İlk tarih, ilk ödeme tarihini belirtir ve bütün diğer tarihler bu tarihten sonra olmalıdır. Seçime bağlı @tahmin, XIRR'ı hesaplamakta kullanılan ilk tahmindir. @tahmin belirtilmek zorunda değildir, yalnızca Excel uyumluluğu için bulundurulmaktadır. Bu işlev Excel ile uyumludur Örnek: A1:A5 gözeleri -6000, 2134, 1422, 1933 ve 1422 rakamlarını içersin, ve B1:B5 gözeleri "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12" ve "2000-05-1" tarihlerini içersin. XIRR(A1:A5,B1:B5) 0.224838 değerini hesaplayacaktır. Benzerleri: IRR,XNPV @EXAMPLES= A1:A5 gözeleri -6000, 2134, 1422, 1933 ve 1422 rakamlarını içersin, ve B1:B5 gözeleri "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12" ve "2000-05-1" tarihlerini içersin. XIRR(A1:A5,B1:B5) 0.224838 değerini hesaplayacaktır. @SEEALSO=IRR,XNPV

source: @FUNCTION=FV @SYNTAX=FV(rate,nper,pmt[,pv,type]) @DESCRIPTION=FV computes the future value of an investment. This is based on periodic, constant payments and a constant interest rate. The interest rate per period is @rate, @nper is the number of periods in an annuity, @pmt is the payment made each period, @pv is the present value and @type is when the payment is made. * If @type = 1 then the payment is made at the beginning of the period. * If @type = 0 it is made at the end of each period. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
de: @FUNCTION=ZW @SYNTAX=ZW(rate,term,pmt,pv,type) @DESCRIPTION=ZW berechnet den zukünftigen Wert einer Investition auf Basis von periodisch konstanten Zahlungen und einem konstanten Zinssatz. @Zins ist der Zinssatz pro Periode, @Tern die Anzahl der Perioden in einer Annuität, @Zahlung die jede Periode geleistete Zahlung, @AW der aktuelle Wert und @Typ legt fest, wann die Zahlung zu leisten ist. * Falls @Typ 1 ist, ist die Zahlung am Anfang jeder Periode zu leisten. * Falls @Typ 1 ist (oder nicht übergeben wird), ist die Zahlung am Ende jeder Periode zu leisten. @EXAMPLES= @SEEALSO=AW,ZAHLUNG,PPMT
ne: @FUNCTION=FV @SYNTAX=FV(rate,nper,pmt[,pv,type]) @DESCRIPTION=FV ले एउटा लगानीको भविष्टय मान गणना गर्दछ। यो आवधिक, स्थिर भयक्तानीहरू र स्थिर व्याजदर मा आधारित छ।. हरेक अवधिका लागि व्याजदर @rate हो, @nper एउटा वार्षिकीमा अवधिहरूको सङ्ख्या हो।, @pmt हरेक अवधिका लागि बनाइएको भुक्तानी हो , @pv वर्तमान मूल्य र @type भुक्तानी गर्दाको हो। * यदि @type = 1 छ भने भुक्तानी अवधिको सुरुमा हुन्छ। * यदि @type = 0 छ भने यो हरेक अवधिको अन्त्यमा हुन्छ। @EXAMPLES= @SEEALSO=PV,PMT,PPMT
tr: @FUNCTION=FV @SYNTAX=FV(oran,ndön,öde,pv,tür) @DESCRIPTION=FV bir yatırımın gelecekteki değerini hesaplar. Bu hesap, dönemsel, sabit ödemeler ve sabit faiz oranına dayanır. Her dönemdeki faiz oranı @oran, toplam dönem sayısı @ndön, her dönemde yapılan ödeme miktarı @öde, şimdiki değer @pv ve dönem içinde ödemenin yapılış zamanı @tür olarak belirtilir. Eğer @tür = 1 ise, ödeme dönem başında, @tür = 0 ise, dönem sonunda yapılır. Benzerleri: PV, PMT, PPMT @EXAMPLES= @SEEALSO=PV, PMT, PPMT

source: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=PMT returns the amount of payment for a loan based on a constant interest rate and constant payments (each payment is equal amount). @rate is the constant interest rate. @nper is the overall number of payments. @pv is the present value. @fv is the future value. @type is the type of the payment: 0 means at the end of the period and 1 means at the beginning of the period. * If @fv is omitted, Gnumeric assumes it to be zero. * If @type is omitted, Gnumeric assumes it to be zero. @EXAMPLES= @SEEALSO=PPMT,PV,FV
de: @FUNCTION=AW @SYNTAX=AW(Zinssatz,Anzahl_Perioden,Zahlung[,ZW,type]) @DESCRIPTION=AW liefert den aktuellen Wert einer Investition. @Zinssatz ist der periodische Zinssatz, @Anzahl_Perioden die zur Berechnung verwendete Anzahl der Perioden. @Zahlung ist die in jeder Periode geleistete Zahlung, @ZW der zukünftige Wert und @Typ gibt an, wann die Zahlung zu leisten ist. * Falls @Typ 1 ist, ist die Zahlung am Anfang jeder Periode zu leisten. * Falls @Typ 1 ist (oder nicht übergeben wird), ist die Zahlung am Ende jeder Periode zu leisten. @EXAMPLES= @SEEALSO=ZW
ne: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=PMT ले एउटा स्थिर व्याजदर र स्थिर भुक्तानीहरू मा आधारित ऋणका लागि भुक्तानीको रकम फर्काउँछ ( हरेक भुक्तानी बराबर रकमको हुन्छ)। @rate स्थिर व्याजदर हो। @nper भुक्तानीहरूको समग्र सङ्ख्या हो। @pv वर्तमान मूल्य हो। @fv भविष्य मूल्य हो @type भुक्तानीको प्रकार हो: ० को मतलब अवधिको समाप्तिमा हो र १ को मतलब अवधिको सुरुआतमा हो। * यदि @fv हट्यो भने, Gnumeric ले यसलाई शून्य मान्नेछ। * यदि @type हट्यो भने, Gnumeric ले यसलाई शून्य मान्नेछ। @EXAMPLES= @SEEALSO=PPMT,PV,FV
tr: @FUNCTION=PMT @SYNTAX=PMT(oran,ndön,pv[,fv,tür]) @DESCRIPTION=PMT, sabit faiz oranı ve sabit ödemelere (her ödeme eşit miktarda) sahip bir borcun dönemsel ödeme miktarını hesaplar. @oran, sabit faiz oranını, @ndön toplam ödeme sayısını, @pv şimdiki değeri, @fv gelecekteki değeri gösterir. @tür ödemenin dönem içinde ne zaman yapılacağını belirtir: 0 dönem sonu, 1 dönem başını belirtir. Eğer @fv belirtilmemiş ise, Gnumeric bu değeri 0 kabul eder. Eğer @tür belirtilmemiş ise, Gnumeric bu değeri sıfır kabul eder. Benzerleri: PPMT, PV, FV @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=IPMT calculates the amount of a payment of an annuity going towards interest. Formula for IPMT is: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE where: PRINCIPAL(PER-1) = amount of the remaining principal from last period * If @fv is omitted, it is assumed to be 0. * If @type is omitted, it is assumed to be 0. @EXAMPLES= @SEEALSO=PPMT,PV,FV
ne: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=IPMT ले व्याजमा गइरहेको एउटा वार्षिकीको भुक्तानीको रकम गणना गर्दछ। IPMT का लागि सूत्र: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE जहाँ: PRINCIPAL(PER-1) = अन्तिम अवधिबाट बाँखि रहेको मूलधन * यदि @fv हट्यो भने, यो शून्य मानिनेछ। * यदि @type हट्यो भने, यो शून्य मानिनेछ। @EXAMPLES= @SEEALSO=PPMT,PV,FV
tr: @FUNCTION=IPMT @SYNTAX=IPMT(oran,dön,ndön,pv,fv,tür) @DESCRIPTION=IPMT bir senelik irat/borç ödemesinin ne kadarının faiz ödemesi olduğunu hesaplar. IPMT hesabının formülü: IPMT(DÖN) = -ANAPARA(DÖN-1) * FAİZ_ORANI ANAPARA(DÖN-1) = geçen dönemden kalan anapara miktarını belirtir. Benzerleri: PPMT, PV, FV @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT calculates the amount of a payment of an annuity going towards principal. Formula for it is: PPMT(per) = PMT - IPMT(per) where: PMT = Payment received on annuity IPMT(per) = amount of interest for period @per * If @fv is omitted, it is assumed to be 0. * If @type is omitted, it is assumed to be 0. @EXAMPLES= @SEEALSO=IPMT,PV,FV
ne: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT ले मूलधनमा गइरहेको एउटा वार्षिकीको भुक्तानीको रकम गणना गर्दछ। यसका लागि सूत्र: PPMT(per) = PMT - IPMT(per) जहाँ: PMT = वार्षिकीमा प्राप्त भएको भुक्तानी IPMT(per) = period @per का लागि व्याजको रकम जहाँ: PRINCIPAL(PER-1) = अन्तिम अवधिबाट बाँखि रहेको मूलधन * यदि @fv हट्यो भने, यो शून्य मानिनेछ। * यदि @type हट्यो भने, यो शून्य मानिनेछ। @EXAMPLES= @SEEALSO=IPMT,PV,FV
tr: @FUNCTION=PPMT @SYNTAX=PPMT(oran,dön,ndön,pv[,fv,tür]) @DESCRIPTION=PPMT bir senelik irat/borç ödemesinin ne kadarını anapara geri ödemesi olduğunu hesaplar. PPMT Formülü: PPMT(dön) = ÖDE - IPMT(dön) ÖDE = Dönemsel borç/irat ödemesi IPMT(dön) = Ödemede faiz ödemesine giden miktar Benzerleri: IPMT, PV, FV @EXAMPLES= @SEEALSO=IPMT,PV,FV
