Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trials,p,alpha) @DESCRIPTION=CRITBINOM function returns the smallest value for which the cumulative is greater than or equal to a given value. @n is the number of trials, @p is the probability of success in trials, and @alpha is the criterion value. * If @trials is a non-integer it is truncated. * If @trials < 0 CRITBINOM returns #NUM! error. * If @p < 0 or @p > 1 CRITBINOM returns #NUM! error. * If @alpha < 0 or @alpha > 1 CRITBINOM returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CRITBINOM(10,0.5,0.75) equals 6. @SEEALSO=BINOMDIST
de: @FUNCTION=BINOMVERT @SYNTAX=BINOMVERT(n,Versuche,Wahrscheinlichkeit,kumulativ) @DESCRIPTION=BINOMVERT liefert die Binomialverteilung. @n ist die Anzahl der Treffer, @Versuche die Gesamtanzahl unabhängiger Versuche, @Wahrscheinlichkeit die Wahrscheinlichkeit, dass ein Versuch erfolgreich ist und @kumulativ legt fest, ob BINOMVERT die Summe der Binomialverteilung von 0 bis @n liefert. * Falls @n oder @Versuche keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @n < 0 oder @Versuche < 0 ist, liefert BINOMDIST einen #ZAHL!-Fehler. * Falls @n > Versuche ist, liefert BINOMVERT einen #ZAHL!-Fehler. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert BINOMVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= BINOMVERT(3,5,0.8,0) liefert 0.2048. @SEEALSO=POISSON
ne: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(परिक्षाहरू,p,अल्फा) @DESCRIPTION=CRITBINOM कार्यले सानो मान फर्काउँछ जसमा क्युमुलेटिभ दिएको मान भन्दा ठूलो वा बराबरी हुन्छ। @n परिक्षाहरूको सङ्ख्या हो, @p भन्नाले परिक्षामा सफलताको संभाव्यता हो, र @alpha मापदण्डनिय मान हो। * यदि @trials इन्टेजर होइन भने यो छोडिन्छ। * यदि @trials < 0 छ भने CRITBINOM ले #NUM! त्रुटि फर्काउँछ। * यदि @p < 0 वा @p > 1 छ भने CRITBINOM ले #NUM! त्रुटि फर्काउँछ। * यदि @alpha < 0 वा @alpha > 1 छ भने CRITBINOM ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CRITBINOM(10,0.5,0.75) बराबर ६ हुन्छ। @SEEALSO=BINOMDIST
tr: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(n,p,alfa) @DESCRIPTION=CRITBINOM verilen değere eşit yada ondan büyük kümülatif değerlerin en küçüğünü verir. @n deneme sayısı, @p denemelerdeki başarı olasılığı, @alfa ise koşul değerini içerir. function returns the smallest value for which @n tamsayı değilse ondalık kısım atılır. @n < 0, @p < 0, @p > 1, @alfa < 0, ya da @alfa > 1 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: CRITBINOM(10,0.5,0.75) eşittir 6 Benzeri: BINOMDIST @EXAMPLES= CRITBINOM(10,0.5,0.75) eşittir 6 @SEEALSO=BINOMDIST

source: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT function returns the number of permutations. @n is the number of objects, @k is the number of objects in each permutation. * If @n = 0 PERMUT returns #NUM! error. * If @n < @k PERMUT returns #NUM! error. * This function is Excel compatible. @EXAMPLES= PERMUT(7,3) equals 210. @SEEALSO=COMBIN
de: @FUNCTION=VARIATIONEN @SYNTAX=VARIATIONEN(n,k) @DESCRIPTION=VARIATIONEN liefert die Anzahl der Permutationen. @n ist die Objektanzahl, @k die Objektanzahl in jeder Permutation. * Falls @n = 0 ist, liefert VARIATIONEN einen #ZAHL!-Fehler. * Falls @n < @k, liefert VARIATIONEN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @BEISPIELE= VARIATIONEN(7,3) liefert 210. @SEEALSO=KOMBINATIONEN
ne: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT कार्यले विनिमयहरूको सङ्ख्या हो। @n वस्तुहरूको सङ्ख्या हो, @k हरेक विनिमयमा भएको वस्तुहरिक सङ्ख्या हो। * यदि @n = 0 छ भने PERMUT ले #NUM! त्रुटि फर्काउँछ। * यदि @n < @k छ भने PERMUT ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= PERMUT(7,3) बराबर २१० हुन्छ। @SEEALSO=COMBIN
tr: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT işlevi devşirim sayısını hesaplar. @n nesne sayısı, @k ise her devşirimdeki nesne sayısıdır. @n=0 ya da @n < @k ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: PERMUT(7,3) eşittir 210 Benzeri: COMBIN @EXAMPLES= PERMUT(7,3) eşittir 210 @SEEALSO=COMBIN

source: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,cumulative]) @DESCRIPTION=HYPGEOMDIST function returns the hypergeometric distribution. @x is the number of successes in the sample, @n is the number of trials, @M is the number of successes overall, and @N is the population size. If the optional argument @cumulative is TRUE, the cumulative left tail will be returned. * If @x,@n,@M or @N is a non-integer it is truncated. * If @x,@n,@M or @N < 0 HYPGEOMDIST returns #NUM! error. * If @x > @M or @n > @N HYPGEOMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= HYPGEOMDIST(1,2,3,10) equals 0.4666667. @SEEALSO=BINOMDIST,POISSON
de: @FUNCTION=HYPGEOMVERT @SYNTAX=HYPGEOMVERT(x,n,M,N) @DESCRIPTION=HYPGEOMVERT liefert die hypergeometrische Verteilung. @x ist die Anzahl der Treffer in der Stichprobe, @n die Anzahl der Versuche, @M die Gesamtanzahl der Treffer und @N die Größe der Grundgesamtheit. * Falls @x, @n, @M oder @N keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @x, @n, @M oder @N < 0 ist, liefert HYPERGEOMVERT einen #ZAHL!-Fehler. * Falls @x > @M oder @n > @N, liefert HYPERGEOMVERT einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= HYPERGEOMVERT(1,2,3,10) liefert 0.4666667. @SEEALSO=BINOMVERT,POISSON
ne: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,क्युमुलेटिभ]) @DESCRIPTION=HYPGEOMDIST कार्यले हाइपरज्यामितिय वितरण फर्काउँछ। @x नमूनामा सफल भएको सङ्ख्या हो, @n परिक्षाहरूको सङ्ख्या हो, @M समग्रमा सफलताहरूको सङ्ख्या हो, र @N जनसङ्ख्या साइज हो। यदि वैकल्पिक तर्क @cumulative सत्य हो भने, क्युमुलेटिभ बायाँ छेउ फर्कनेछ । * यदि @x,@n,@M वा @N इन् टेजर होइन भने यो छोडिन्छ। * यदि @x,@n,@M वा @N < 0 छ भने HYPGEOMDIST ले #NUM! त्रुटि फर्काउँछ। * यदि @x > @M वा @n > @N छ भने HYPGEOMDIST ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= HYPGEOMDIST(1,2,3,10) बराबर 0.4666667. @SEEALSO=BINOMDIST,POISSON
tr: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=HYPGEOMDIST hiper geometrik açılımı hesaplar. @x örneklerdeki başarı sayısı, @n deneme sayısı, @M tüm başarıların sayısı, @N ise toplanan örnek sayısıdır. @x,@n,@M veya @N tamsayı değilse ondalık kısım atılır. @x,@n,@M veya @N sıfırdan küçükse veya @x > @M ya da @n > @N ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: HYPGEOMDIST(1,2,3,10) eşittir 0.4666667 Benzerleri: BINOMDIST, POISSON @EXAMPLES= HYPGEOMDIST(1,2,3,10) eşittir 0.4666667 @SEEALSO=BINOMDIST,POISSON

source: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,size) @DESCRIPTION=CONFIDENCE function returns the confidence interval for a mean. @x is the significance level, @stddev is the population standard deviation, and @size is the size of the sample. * If @size is non-integer it is truncated. * If @size < 0 CONFIDENCE returns #NUM! error. * If @size is 0 CONFIDENCE returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= CONFIDENCE(0.05,1,33) equals 0.341185936. @SEEALSO=AVERAGE
de: @FUNCTION=KONFIDENZ @SYNTAX=KONFIDENZ(x,Stdabw,Größe) @DESCRIPTION=KONFIDENZ liefert das Konfidenzintervall für einen Mittelwert. @x ist das Signifikanzniveau, @Stdabw die Standardabweichung der Grundgesamtheit und @Größe die Größe der Stichprobe. * Falls @Größe keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Falls @Größe < 0 ist, liefert KONFIDENZ einen #ZAHL!-Fehler. * Falls @Größe 0 ist, liefert KONFIDENZ einen #DIV/0!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= CONFIDENCE(0.05,1,33) liefert 0.341185936. @SEEALSO=MITTELWERT
ne: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,साइज) @DESCRIPTION=CONFIDENCE कार्यले मध्यकका लागि विश्वासिलो अन्तराल फर्काउँछ। @x महत्वपूर्ण स्तर हो, @stddev जनसङ्ख्या स्टान्डर्ड डेभियसन हो, र @size नमूनाको आकार हो। * यदि @size इन्टेजर होइन भने यो छोडिन्छ। * यदि @size < 0 छ भने CONFIDENCE ले #NUM! त्रुटि फर्काउँछ। * यदि @size ० छ भने CONFIDENCE ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= CONFIDENCE(0.05,1,33) बराबर 0.341185936. @SEEALSO=AVERAGE
tr: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stdsapma,boyut) @DESCRIPTION=CONFIDENCE bir ortalamanın emniyet aralığını hesaplar. @x ağırlık seviyesi, @boyut ise örnek sayısıdır ve tamsayı değilse ondalık kısmı atılır. @boyut < 0 ise işlev #SAYI!, @boyut = 0 ise #BÖL/0! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: CONFIDENCE(0.05,1,33) eşittir 0.341185936 Benzeri: AVERAGE @EXAMPLES= CONFIDENCE(0.05,1,33) eşittir 0.341185936 @SEEALSO=AVERAGE

source: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,mean,stddev) @DESCRIPTION=STANDARDIZE function returns a normalized value. @x is the number to be normalized, @mean is the mean of the distribution, @stddev is the standard deviation of the distribution. * If @stddev is 0 STANDARDIZE returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= STANDARDIZE(3,2,4) equals 0.25. @SEEALSO=AVERAGE
de: @FUNCTION=NORMIEREN @SYNTAX=NORMIEREN(x,Mittelwert,Stdabw) @DESCRIPTION=NORMIEREN liefert einen normierten Wert. @x ist die zu normierende Zahl, @Mittelwert der Mittelwert der Verteilung und @Stdabw die Standardabweichung der Verteilung. * Falls @Stdabw 0 ist, liefert NORMIEREN einen #DIV/0!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= NORMIEREN(3,2,4) liefert 0.25. @SEEALSO=MITTELWERT
ne: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,मध्यक,stddev) @DESCRIPTION=STANDARDIZE कार्यले प्रसामान्यीकरणव गरिएको मान फर्काउँछ। @x सामान्यकरण गर्नुपर्ने सङ्ख्या हो, @mean वितरणको मध्यक हो, @stddev वितरणको स्टान्डर्ड डेभियसन हो। * यदि @stddev ० छ भने STANDARDIZE ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= STANDARDIZE(3,2,4) बराबर ०.२५ हुन्छ। @SEEALSO=AVERAGE
tr: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,ort,stdsapma) @DESCRIPTION=STANDARDIZE bir normalleştirilmiş değer ile döner. @x normalleştirilecek sayı, @ort açılımın ortalaması, @stdsapma ise açılımın standart sapmasıdır. @stdsapma 0 ise işlev #BÖL/0 hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: STANDARDIZE(3,2,4) eşittir 0.25 Benzeri: AVERAGE @EXAMPLES= STANDARDIZE(3,2,4) eşittir 0.25 @SEEALSO=AVERAGE

source: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alpha,beta,cumulative) @DESCRIPTION=WEIBULL function returns the Weibull distribution. If the @cumulative boolean is true it will return: 1 - exp (-(@x/@beta)^@alpha), otherwise it will return (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * If @x < 0 WEIBULL returns #NUM! error. * If @alpha <= 0 or @beta <= 0 WEIBULL returns #NUM! error. * This function is Excel compatible. @EXAMPLES= WEIBULL(3,2,4,0) equals 0.213668559. @SEEALSO=POISSON
de: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,Alpha,Beta,kumulativ) @DESCRIPTION=WEIBULL liefert die Weibull-Verteilung. Falls der Boolsche Wert @kumulativ WAHR ist, lautet die Funktion: 1 - exp (-(@x/@beta)^@alpha), andernfalls liefert sie: (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * Falls @x < 0 ist, liefert WEIBULL einen #ZAHL!-Fehler. * Falls @Alpha <= 0 oder @Beta <= 0 ist, liefert WEIBULL einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= WEIBULL(3,2,4,0) liefert 0.213668559. @SEEALSO=POISSON
ne: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,अल्फा,बिटा,क्युमुलेटिभ) @DESCRIPTION=WEIBULL कार्यले Weibull वितरण फर्काउँछ। यदि @cumulative बूलियन सत्य छ भने यो फर्कनेछ: 1 - exp (-(@x/@beta)^@alpha), अन्यथा यो फर्कनेछ (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * यदि @x < 0 छ भने WEIBULL ले #NUM! त्रुटि फर्काउँछ। * यदि @alpha <= 0 वा @beta <= 0 छ भने WEIBULL ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= WEIBULL(3,2,4,0) बराबर 0.213668559. @SEEALSO=POISSON
tr: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,kümülatif) @DESCRIPTION=WEIBULL açılımını hesaplar. @kümülatif DOĞRU ise sonuç 1 - exp (-(@x/@beta)^@alfa) ile değilse (@alfa/@beta^@alfa) * @x^(@alfa-1) * exp(-(@x/@beta^@alfa)) ile hesaplanır.@x < 0, @alpha <= 0 ya da @beta <= 0 ise WEIBULL #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: WEIBULL(3,2,4,0) eşittir 0.213668559 Benzeri: POISSON @EXAMPLES= WEIBULL(3,2,4,0) eşittir 0.213668559 @SEEALSO=POISSON

source: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,mean,stddev,cumulative) @DESCRIPTION=The NORMDIST function returns the value of the probability density function or the cumulative distribution function for the normal distribution with the mean given by @mean, and the standard deviation given by @stddev. If @cumulative is FALSE, NORMDIST returns the value of the probability density function at the value @x. If @cumulative is TRUE, NORMDIST returns the value of the cumulative distribution function at @x. * If @stddev is 0 NORMDIST returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= NORMDIST(2,1,2,0) equals 0.176032663. @SEEALSO=POISSON
ne: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,मध्यक,stddev,क्युमुलेटिभ) @DESCRIPTION=The NORMDIST कार्यले सामान्य वितरणका लागि @mean ले दिएको मध्यक र @stddev ले दिएको स्टान्डर्ड डेभियसनसँगै संभाव्य घनत्व कार्य वा क्युमुलेटिभ वितरण कार्यको मान फर्काउँछ। यदि @cumulative गलत छ भने, NORMDIST ले @x मा संभाव्य घनत्व कार्यको मान फर्काउँछ। यदि @cumulative सत्य छ भने, NORMDIST ले @x मा क्युमुलेटिभ वितरण कार्यको मान फर्काउँछ। * यदि @stddev ० छ भने NORMDIST ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NORMDIST(2,1,2,0) बराबर ०.१७६०३२६६३ हुन्छ। @SEEALSO=POISSON

source: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,mean,stddev) @DESCRIPTION=NORMINV function returns the inverse of the normal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stddev is the standard deviation of the distribution. * If @p < 0 or @p > 1 or @stddev <= 0 NORMINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= NORMINV(0.76,2,3) equals 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
de: @FUNCTION=NORMINV @SYNTAX=NORMINV(Wahrscheinlichkeit,Mittelwert,Stdabw) @DESCRIPTION=NORMINV liefert die inverse Normalverteilung. @Wahrscheinlichkeit ist die der Normalverteilung entsprechende Wahrscheinlichkeit, @Mittelwert der arithmetische Mittelwert der Verteilung und @Stdabw die Standardabweichung der Verteilung. * Falls @Wahrscheinlichkeit < 0 oder > 1 oder @Stdabw <= 0 ist, liefert NORMINV einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= NORMINV(0.76,2,3) liefert 4.118907689. @SEEALSO=NORMVERT,STANDNORMVERT,STANDNORMINV,NORMIEREN,ZTEST
ne: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,मध्यक,stddev) @DESCRIPTION=NORMINV कार्यले सामान्य क्युमुलेटिभ वितरणको उल्ट फर्काउँछ। @p दिएको संभाव्यता हो जो सामान्य विरतणसँग मिलेको हुन्छ, @mean वितरणको अंकगणितिय मध्यक हो, र @stddev वितरणको स्टान्डर्ड डेभियसन हो। * यदि @p < 0 वा @p > 1 वा @stddev <= 0 छ भने NORMINV ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NORMINV(0.76,2,3) बराबर 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
tr: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,ort,stdsapma) @DESCRIPTION=NORMINV normal kümülatif açılımın tersini hesaplar. @p ile normal açılıma karşı düşen olasılık verilir. @ort açılımın aritmetik ortalamasıdır. @stdsapma ise açılımın standart sapmasıdır. @p < 0, @p > 1 veya @stsapma <= 0 ise işlev #SAYI! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: NORMINV(0.76,2,3) eşittir 4.118907689 Benzerleri: NORMDIST, NORMSDIST, NORMSINV, STANDARDIZE, ZTEST @EXAMPLES= NORMINV(0.76,2,3) eşittir 4.118907689 @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST

source: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT returns an unbiased estimate of the kurtosis of a data set. Note, that this is only meaningful if the underlying distribution really has a fourth moment. The kurtosis is offset by three such that a normal distribution will have zero kurtosis. * Strings and empty cells are simply ignored. * If fewer than four numbers are given or all of them are equal KURT returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURT(A1:A5) equals 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
de: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT liefert einen Schätzwert für die Kurtosis eines Datensatzes. Beachten Sie, dass das Ergebnis lediglich aussagekräftig ist, falls die zu Grunde liegende Verteilung ein viertes Moment hat. Die Kurtosis einer symmetrischen (also normalen) Verteilung ist null. * Zeichenketten und leere Zellen werden nicht berücksichtigt. * Falls weniger als vier Argumente übergeben werden oder sie alle gleich sind, liefert KURT einen #DIV/0!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert KURT(A1:A5) 1.234546305. @SEEALSO=MITTELWERT,VARIANZ,SCHIEFE,KURTN
ne: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT ले डेटा सेटको करटोसिसको एउटा पक्षपात विहिन अनुमान फर्काउँछ। याद गर्नुहोस् कि, यो यस अर्थमा मात्र अर्थपूर्ण हुँनेछ यदि कच गरिएका वितरणसँग चौथौ क्षणहरू हुन्छन्। करटोसिस सो तिन द्वारा अफसेट हुन्छ जसको सामान्य वितरणसँग शून्य करटोसिस हुँनेछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षित हुन्छन्। * यदि चारवटा सङ्ख्याहरू भन्दा कम दिइयो वा सबै बराबरी छ भने KURT ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि KURT(A1:A5) बराबर 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
tr: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT bir veri kümesinin kurtosisinin tarafsız bir tahminini hesaplar. Not: Bu, yalnızca dağılımın 4. kuvveti var ise anlamlı olan bir hesaptır. İlküç kuvvetin kurtosis'e olan etkisi öyledir ki, normal dağılımın kurtosis'isıfıra eşittir. Dizgeler ve boş hücreler yok sayılır. Eğer 4 den az sayı verilirse veya hepsi eşit ise KURT #BÖL/0 hatasını verir.İşlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: KURT(A1:A5) eşittir 1.234546305 Benzerleri: AVERAGE,VAR,SKEW,KURTP @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: KURT(A1:A5) eşittir 1.234546305 @SEEALSO=AVERAGE,VAR,SKEW,KURTP

source: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP returns the population kurtosis of a data set. * Strings and empty cells are simply ignored. * If fewer than two numbers are given or all of them are equal KURTP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURTP(A1:A5) equals -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
de: @FUNCTION=SCHIEFEN @SYNTAX=SCHIEFEN(n1, n2, ...) @DESCRIPTION=SCHIEFEN liefert die Schiefe der Grundgesamtheit eines Datensatzes. * Zeichenketten und leere Zellen werden nicht berücksichtigt. * Falls weniger als zwei Argumente übergeben werden, liefert SCHIEFEN einen #DIV/0!-Fehler. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert SCHIEFEN(A1:A5) 0.655256198. @SEEALSO=MITTELWERT,VARIANZN,SCHIEFE,KURT
ne: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP ले डेटा सेटको जनसङ्ख्या करटोसिस फर्काउँछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षित हुन्छन्। * यदि चारवटा सङ्ख्याहरू भन्दा कम दिइयो वा सबै बराबरी छ भने KURTP ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि KURTP(A1:A5) बराबर -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
tr: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP bir veri kümesinin dağılım kurtosisini hesaplar. Dizgeler ve boş gözeler yok sayılır. Eğer 2 den az sayı verilirse veya hepsi eşit ise KURTP #BÖL/0 hatasını verir. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: KURTP(A1:A5) eşittir -0.691363424 Benzerleri: AVERAGE, VARP, SKEWP, KURT @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: KURTP(A1:A5) eşittir -0.691363424 @SEEALSO=AVERAGE,VARP,SKEWP,KURT

source: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV returns the average of the absolute deviations of a data set from their mean. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV
de: @FUNCTION=MITTELABW @SYNTAX=MITTELABW(n1, n2, ...) @DESCRIPTION=MITTELABW liefert den Mittelwert der absoluten Abweichungen eines Datensatzes vom Mittelwert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert AVEDEV(A1:A5) 7.84. @SEEALSO=STABW
ne: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV ले तिनीहरूको मध्यकबाट डेटा सेटको पूरा डेभियसनहरूको औसत फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि AVEDEV(A1:A5) बराबर ७.८४ हुन्छ। @SEEALSO=STDEV
tr: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV bir veri kümesinin ortalamasından mutlak sapmalarının ortalamasını hesaplar. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3,21.3, 25.9, 40.1. değerlerini içeriyorsa: AVEDEV(A1:A5) eşittir 7.84 Benzeri: STDEV @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV

source: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ returns the sum of squares of deviations of a data set from the sample mean. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then DEVSQ(A1:A5) equals 470.56. @SEEALSO=STDEV
de: @FUNCTION=SUMQUADABW @SYNTAX=SUMQUADABW(n1, n2, ...) @DESCRIPTION=SUMQUADABW liefert die Quadratsumme der Abweichungen eines Datensatzes vom ermittelten Mittelwert. * Zeichenketten und leere Zellen werden ignoriert. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert SUMQUADABW(A1:A5) 470.56. @SEEALSO=STDABW
ne: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ ले नमूना मध्यकबाट डेटा सेटको डेभियसनहरूको वर्गहरूको जोड फर्काउँछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षित हुन्छन्। * यो कार्य एक्सेल समग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि DEVSQ(A1:A5) बराबर ४७०.५६ हुन्छ। @SEEALSO=STDEV
tr: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ bir veri kümesinin örnekleme ortalamasından sapmaların karelerinin toplamını hesaplar. Dizgeler ve boş gözeler yoksayılır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: DEVSQ(A1:A5) eşittir 470.56 Benzeri: STDEV @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: DEVSQ(A1:A5) eşittir 470.56 @SEEALSO=STDEV
