Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=SEARCH @SYNTAX=SEARCH(search_string,text[,start_num]) @DESCRIPTION=SEARCH returns the location of the @search_ string within @text. The search starts with the @start_num character of text @text. If @start_num is omitted, it is assumed to be one. The search is not case sensitive. @search_string can contain wildcard characters (*) and question marks (?). A question mark matches any character and a wildcard matches any string including the empty string. If you want the actual wildcard or question mark to be found, use tilde (~) before the character. * If @search_string is not found, SEARCH returns #VALUE! error. * If @start_num is less than one or it is greater than the length of @text, SEARCH returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= SEARCH("c","Cancel") equals 1. SEARCH("c","Cancel",2) equals 4. @SEEALSO=FIND
de: @FUNCTION=SUCHEN @SYNTAX=SUCHEN(Text,innerhalb[,Ausgangszahl]) @DESCRIPTION=SUCHEN liefert die Position eines Zeichens oder Texts @Text innerhalb einer anderen Zeichenkette @innerhalb, wobei die Suche bei @Ausgangszahl Zeichen des Texts @Text beginnt. @Text kann Joker- (*) und Fragezeichen (?) enthalten, um die Suche zu beeinflussen. Für ein Fragezeichen kann ein beliebiges Zeichen und ein Joker-Zeichen eine beliebige Zeichenkette stehen. Falls nach einem Joker- oder Fragezeichen gesucht werden soll, muss eine Tilde (~) vor dem Zeichen übergeben werden. * Beim Suchen wird nicht zwischen Groß- und Kleinschreibung unterschieden. * Falls der Suchtext @Text nicht gefunden wird, liefert SUCHEN einen #WERT!-Fehler. * Falls @Ausgangszahl nicht übergegeben wird, wird dafür eins angenommen. * Falls @Ausganzgszahl < 1 oder > Länge von @innerhalb ist, liefert SUCHEN einen #WERT-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= SUCHEN("b","Abbrechen") liefert 2. SUCHEN("b","Abbrechen",3) liefert 3. @SEEALSO=FINDEN
ne: @FUNCTION=SEARCH @SYNTAX=SEARCH(search_string,text[,start_num]) @DESCRIPTION=SEARCH ले @text भित्र @search_ string को स्थान फर्काउँछ। खोजी @start_num क्यारेक्टरको text @text बाट सुरु गर्दछ। यदि @start_num हट्यो भने, यसलाई एक मानिनेछ। खोजी केस संवेदनशील छैन। @search_string ले wildcard क्यारेक्टरहरू (*) र प्रश्नचिन्हहरू (?) समाविष्ट गर्दछ। खाली स्ट्रिङ समावेश गरेर एउटा प्रश्नचिन्हले कुनै क्यारेक्टहरूसँग मेल खान्छ र एउटा wildcard ले कुनै स्ट्रिङसँग मेल खान्छ। यदि तपाईँव वास्तविक wildcard वा प्रश्नचिन्ह फेला पार्न चाहनुहुन्छ भने, क्यारेक्टर अघि tilde (~) प्रयोग गर्नुहोस्। * यदि @search_string फेला परेन भने, SEARCH ले #VALUE! त्रुटि फर्काउँछ। * यदि @start_num एकभन्दा कम छ वा @text को लम्बाइ भन्दा ठूलो छ भने @text, SEARCH ले #VALUE! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= SEARCH("c","Cancel") बराबर १ हुन्छ। SEARCH("c","Cancel",2) बराबर ४ हुन्छ। @SEEALSO=FIND
tr: @FUNCTION=SEARCH @SYNTAX=SEARCH(dizge,metin[,başlangıç]) @DESCRIPTION=SEARCH bir metin içinde bir karakter ya da bir dizgenin yerini bulmak için kullanılır. @dizge aranacak karakter ya da dizgedir. @metin ise aramanın yapılacağı metindir. @başlangıç ise @metin içinde aramanın başlangıç karakteridir. @başlangıç verilmezse 1 kabul edilir. Arama harf büyüklüğüne duyarlıdır. @dizge (*) ve (?) işaretleri içerebilir. Soru işareti herhangi bir karakter yerine kullanılabilir. Yıldız ise boş dizge de dahil olmak üzere herhangi bir dizge olabilir. Bunlar ve diğer arama karakterleri aranacaksa bunlardan önce (~) karakterini kullanın (~? soru işaretini arar) @dizge bulunamazsa ya da @başlangıç birden küçük veya arama yapılan metnin uzunluğundan büyükse SEARCH işlevi #DEĞER! ile sonuçlanır. Excel uyumludur. Örnekler: SEARCH("c";"Cancel") eşittir 1 SEARCH("c";"Cancel";2) eşittir 4 Benzeri: FIND @EXAMPLES= SEARCH("c";"Cancel") eşittir 1. SEARCH("c";"Cancel";2) eşittir 4. @SEEALSO=FIND

source: @FUNCTION=ASC @SYNTAX=ASC(string) @DESCRIPTION=ASC a compatibility function that is meaningless in Gnumeric. In MS Excel (tm) it converts 2 byte @string into single byte text. @EXAMPLES= CHAR("Foo") equals "Foo". @SEEALSO=
ne: @FUNCTION=ASC @SYNTAX=ASC(स्ट्रिङ) @DESCRIPTION=ASC एउटा मिल्दोजुल्दो कार्य हो जुन Gnumeric मा अर्थहिन हुन्छ। MS एक्सेल (tm) मा यसले २ बाइट @string लाई एउटा बाइट पाठमा रूपान्तरण गर्दछ। @EXAMPLES= CHAR("Foo") बराबर "Foo". @SEEALSO=

source: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,username,password,sql) @DESCRIPTION=The EXECSQL function lets you execute a command in a database server, and show the results returned in current sheet. It uses libgda as the means for accessing the databases. For using it, you need first to set up a libgda data source. @EXAMPLES= To get all the data from the table "Customers" present in the "mydatasource" GDA data source, you would use: EXECSQL("mydatasource","username","password","SELECT * FROM customers") @SEEALSO=READDBTABLE
de: @FUNCTION=AUSFSQL @SYNTAX=AUSFSQL(DSN,Benutzername,Passwort,SQL) @DESCRIPTION=AUSFSQL ermöglicht es Ihnen, eine Abfrage an einen Datenbank-Server durchzuführen und das Ergebnis im momentan angezeigten Blatt anzuzeigen. Als Bindeglied für den Datenbankzugriff wird libgda verwendet. @EXAMPLES= Um alle Daten aus der Tabelle »Kunden« in der GDA-Datenquelle »MeineDatenquelle« abzurufen, müssen Sie verwenden: AUSFSQL("MeineDatenQuelle","Benutzername","Passwort","SELECT * FROM Kunden" @SEEALSO=DBTABELLELESEN
ne: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,प्रयोगकर्ता नाम,पासवर्ड,sql) @DESCRIPTION=The EXECSQL कार्यले एउटा डाटाबेस सर्भरमा एउटा आदेश कार्यान्वयन गर्न दिन्छ, र हालको पानामा फर्किएको नतिजाहरू देखाउँछ। यसले डाटाबेस पहुँच गर्नका लागि साधनको रूपमा libgda प्रयोग गर्दछ। यसलाई प्रयोग गर्नका लागि, तपाईँले पहिले libgda डेटा स्रोत सेटअप गर्न आवश्यक छ। @EXAMPLES= "mydatasource" GDA डेटा स्रोतमा प्रस्तुत भएको "Customers" तालिकाबाट सबै डेटा प्राप्त गर्न, तपाईँले निम्न प्रयोग गर्नुहोस्: EXECSQL("mydatasource","username","password","SELECT * FROM customers") @SEEALSO=READDBTABLE
tr: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(i) @DESCRIPTION=EXECSQL işlevi bir veritabanı sunucusunda bir komut çalıştırmanızı sağlar ve sonuçları çizelgede gösterir. Veritabanına erişim için libgda kullanılır. @EXAMPLES= @SEEALSO=

source: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,username,password,table) @DESCRIPTION=The READDBTABLE function lets you get the contents of a table, as stored in a database. For using it, you need first to set up a libgda data source. Note that this function returns all the rows in the given table. If you want to get data from more than one table or want a more precise selection (conditions), use the EXECSQL function. @EXAMPLES= To get all the data from the table "Customers" present in the "mydatasource" GDA data source, you would use: READDBTABLE("mydatasource","username","password","customers") @SEEALSO=EXECSQL
ne: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,प्रयोगकर्ता नाम,पासवर्ड,तालिका) @DESCRIPTION=The READDBTABLE कार्यले तपाईँलाई डाटाबेसम भण्डारण गरे जस्तै, तालिकाको सामग्रीहरू प्राप्त गर्न दिन्छ। यसलाई प्रयोग गर्न, तपाईँले पहिले libgda डेटा स्रोत सेटअप गर्न आवश्यक छ। द्रष्टब्य यो छ कि यो कार्यले दिएको तालिकामा सबै पङ्क्तिहरू फर्काउँछ। यदि तपाईँ एउटा भन्दा बढी तालिकाबाट डेटा प्राप्त गर्न चाहनुहुन्छ वा धेरै यथार्थ चयनहरू (शर्तहरू) चाहनुहुन्छ भने, EXECSQL कार्य प्रयोग गर्नुहोस्। @EXAMPLES= "mydatasource" GDA डेटा स्रोतमा प्रस्तुत भएको "Customers" तालिकाबाट सबै डेटाबाट प्राप्त गर्न चाहनुहुन्छ भने, तपाईँले निम्न प्रयोग गर्नुहोस्: READDBTABLE("mydatasource","username","password","customers") @SEEALSO=EXECSQL

source: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI function calculates the number of integers less than or equal to @n that are relatively prime to @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
de: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI liefert die Anzahl der Ganzzahlen kleiner oder gleich @n, die zugleich Primteiler von @n sind. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
ne: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI कार्यले @n भन्दा कम वासँग बराबर हुने इन्टेजरहरूको सङ्ख्या गणना गर्दछ जो @n मा अपेक्षाकृत अभाज्य हुन्छ। @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
tr: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI işlevi @n'in asal çarpanlarından @n'e eşit ya da küçük tamsayıların sayısını hesaplar. Bu işlev tek argüman alır. Benzeleri: NT_D, ITHPRIME, NT_SIGMA @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA

source: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU function (Möbius mu function) returns 0 if @n is divisible by the square of a prime . Otherwise it returns: -1 if @n has an odd number of different prime factors . 1 if @n has an even number of different prime factors . * If @n = 1 NT_MU returns 1. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
de: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU (Möbius Mu) liefert 0, falls @n durch das Quadrat einer Primzahl teilbar ist. Andernfalls liefert es: -1, falls @n eine ungerade Anzahl verschiedener Primfaktoren besitzt. 1, falls @n eine gerade Anzahl verschiedener Primfaktoren besitzt. * Falls @n = 1 ist, liefert NT_MU 1 @EXAMPLES= @SEEALSO=NT_D, ITERPRIM, NT_PHI
ne: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU कार्य (Möbius mu function) ले यदि @n लाई अभाज्यको वर्गले भाग खान्छ भने ० फर्काउँछ। अन्यथा यसले निम्न फर्काउँछ: यदि @nसँग बिजोर सङ्ख्याको विभिन्न अभाज्य खण्डहरू छन् भने -१ फर्काउँछ। यदि @nसँग जोर सङ्ख्याको विभिन्न अभाज्य खण्डहरू छन् भने १ फर्काउँछ। * यदि @n = 1 छ भने NT_MU ले १ फर्काउँछ। @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
tr: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU Mbius mü işlevini hesaplar. @n bir asal sayının karesi ile bölünebiliyorsa 0, @n tek sayıda farklı asal çarpanlara sahipse -1, @n çift sayıda farklı asal çarpanlara sahipse ya da @n=1 ise 1 dir. Benzerleri: NT_D, ITHPRIME, NT_PHI @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D function calculates the number of divisors of @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
de: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D liefert die Anzahl der Teiler von @n. @EXAMPLES= @SEEALSO=ITERPRIM, NT_PHI, NT_SIGMA
ne: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D कार्यले @N को भागहरूको सङ्ख्या गणना गर्दछ। @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
tr: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D işlevi @n'in bölenlerinin sayısını hesaplar. Bu işlev tek argüman alır. Benzerleri: ITHPRIME, NT_PHI, NT_SIGMA @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA

source: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA function calculates the sum of the divisors of @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
de: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA liefert die Summe der Teiler von @n. @EXAMPLES= @SEEALSO=ITERPRIM, NT_D, NT_PHI
ne: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA कार्यले @n को भागहरूको जोड गणना गर्दछ। @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
tr: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA işlevi @n'in bölenlerinin toplamını hesaplar.Bu işlev tek argüman alır. Benzerleri: NT_D, ITHPRIME, NT_PHI @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME function returns the @ith prime. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
de: @FUNCTION=ITERPRIM @SYNTAX=ITERPRIM(i) @DESCRIPTION=ITERPRIM liefert den @i-ten Primteiler. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
ne: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME कार्यले @ith अभाज्यहरू फर्काउँछ। @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
tr: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME işlevinin sonucu @i'nci asal sayıyı verir. Bu işlev tek argüman alır. Benzerleri: NT_D, NT_SIGMA @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA

source: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME function returns TRUE if @i is prime and FALSE otherwise. @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
de: @FUNCTION=ISTPRIM @SYNTAX=ISTPRIM(i) @DESCRIPTION=ISTPRIM liefert WAHR, falls @i prim ist, sonst FALSCH. @EXAMPLES= @SEEALSO=ITERPRIM, NT_D, NT_SIGMA
ne: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME कार्यले यदि @i अभाज्य भएमा TRUE फर्काउँछ अन्यथा FALSE फर्काउँछ। @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA

source: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=PFACTOR function returns the smallest prime factor of its argument. The argument must be at least 2, or else a #VALUE! error is returned. @EXAMPLES= @SEEALSO=ITHPRIME
de: @FUNCTION=PFAKTOR @SYNTAX=PFAKTOR(n) @DESCRIPTION=PFAKTOR liefert den kleinsten Primfaktor des übergebenen Arguments. @EXAMPLES= @SEEALSO=ITERPRIM
ne: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=PFACTOR कार्यले यसको तर्कको सानो अभाज्य खण्ड फर्काउँछ। तर्क कम्तीमा २ हुनुपर्छ, वा अन्यथा #VALUE! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=ITHPRIME

source: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI function returns the number of primes less than or equal to @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
de: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI liefert die Anzahl der Primzahlen, die kleiner als @n sind. @EXAMPLES= @SEEALSO=ITERPRIM, NT_PHI, NT_D, NT_SIGMA
ne: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI कार्यले @n भन्दा सानो वासँग बराबर अभाज्य सङ्ख्याहरू फर्काउँछ। @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA

source: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR function returns bitwise or-ing of its arguments. @EXAMPLES= @SEEALSO=BITXOR,BITAND
de: @FUNCTION=BITODER @SYNTAX=BITODER(a,b) @DESCRIPTION=BITODER liefert das Ergebnis der bitweisen ODER-Verknüpfung der übergebenen Argumente. @EXAMPLES= @SEEALSO=BITXODER,BITUND
ne: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR कार्यले यसको तर्कहरूको bitwise or-ing सफर्काउँछ। @EXAMPLES= @SEEALSO=BITXOR,BITAND
tr: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR işlevi argümanlarının bit tabanında mantıksal VEYAsını verir. Benzer işlevler: BITXOR,BITAND @EXAMPLES= @SEEALSO=BITXOR,BITAND

source: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR function returns bitwise exclusive or-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITAND
de: @FUNCTION=BITXODER @SYNTAX=BITXODER(a,b) @DESCRIPTION=BITXODER liefert das Ergebnis der bitweisen exklusiven ODER-Verknüpfung der übergebenen Argumente. @EXAMPLES= @SEEALSO=BITODER,BITUND
ne: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR कार्यले यसको तर्कहरूको or-ing बाहेकको bitwise फर्काउँछ। @EXAMPLES= @SEEALSO=BITOR,BITAND
tr: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR işlevi argümanlarının bit tabanında mantıksal Bağdaşmayan VEYAsını verir. Benzer işlevler: BITOR,BITAND @EXAMPLES= @SEEALSO=BITOR,BITAND

source: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND function returns bitwise and-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITXOR
de: @FUNCTION=BITUND @SYNTAX=BITUND(a,b) @DESCRIPTION=BITUND liefert das Ergebnis der bitweisen UND-Verknüpfung der übergebenen Argumente. @EXAMPLES= @SEEALSO=BITODER,BITXODER
ne: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND कार्यले यसको तर्कहरूको bitwise र-ing फर्काउँछ। @EXAMPLES= @SEEALSO=BITOR,BITXOR
tr: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND işlevi argümanlarının bit tabanında mantıksal VEsini verir. Benzer işlevler: BITOR,BITXOR @EXAMPLES= @SEEALSO=BITOR,BITXOR

source: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT function returns @x bit-shifted left by @n bits. * If @n is negative, a right shift will in effect be performed. @EXAMPLES= @SEEALSO=BITRSHIFT
de: @FUNCTION=BITSCHIEBEL @SYNTAX=BITSCHIEBEL(x,n) @DESCRIPTION=Die BITSCHIEBEL Funktion liefert das Ergebnis der Bitschiebe-Operation auf @x um @n Bits nach links. * Falls @n negativ ist, wird eine Bitschiebe-Operation nach rechts durchgeführt. @EXAMPLES= @SEEALSO=BITSCHIEBER
ne: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT कार्यले @n खण्डहरूले बायाँ सारेको @x खण्ड फर्काउँछ। * यदि @n ऋणात्मक छ भने, दायाँ विस्थापनलाई असर पर्नेछ। @EXAMPLES= @SEEALSO=BITRSHIFT
tr: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT işlevi @x'in @n bit sola kaydırılmış değerini verir. @n negatifse @x'in @n bit sağa kaydırılmış değerini verir. Benzer işlev: BITRSHIFT @EXAMPLES= @SEEALSO=BITRSHIFT

source: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=BITRSHIFT function returns @x bit-shifted right by @n bits. * If @n is negative, a left shift will in effect be performed. @EXAMPLES= @SEEALSO=BITLSHIFT
de: @FUNCTION=BITSCHIEBER @SYNTAX=BITSCHIEBER(x,n) @DESCRIPTION=Die BITSCHIEBER Funktion liefert das Ergebnis der Bitschiebe-Operation auf @x um @n Bits nach rechts. * Falls @n negativ ist, wird eine Bitschiebe-Operation nach links durchgeführt. @EXAMPLES= @SEEALSO=BITSCHIEBEL
ne: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=BITRSHIFT कार्यले @n ले दायाँ सारेको @x खण्डहरू फर्काउँछ। * यदि @n ऋणात्मक छ भने, बायाँ विस्थापनलाई असर पर्नेछ। @EXAMPLES= @SEEALSO=BITLSHIFT
tr: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=The BITRSHIFT işlevi @x'in @n bit sağa kaydırılmış değerini verir. @n negatifse @x'in @n bit sola kaydırılmış değerini verir. Benzer işlev: BITRSHIFT @EXAMPLES= @SEEALSO=BITRSHIFT

source: @FUNCTION=atl_last @SYNTAX=ATL_LAST (tag) @DESCRIPTION=ATL_LAST is a sample implemention of a real time data source. It takes a string tag and monitors the named pipe /tmp/atl for changes to the value of that tag. * This is not intended to be generally enabled and is OFF by default. @EXAMPLES= ATL_LAST("IBM") @SEEALSO=
ne: @FUNCTION=atl_last @SYNTAX=ATL_LAST (ट्याग) @DESCRIPTION=ATL_LAST एउटा वास्तविक समय डेटा स्रोतको नमूना कार्यान्वयन हो। यसले स्ट्रिङ ट्याग लिन्छ र त्यो ट्यागको मानमा परिवर्तनका लागि नामकरण गरिएको pipe /tmp/atl अनुगमण गर्दछ। * यो सामान्य रूपमा सक्षम हुन चाहेको छैन र पुर्वनिर्धारण द्वारा OFF गरिएको छ। @EXAMPLES= ATL_LAST("IBM") @SEEALSO=
