Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE returns the most common number of the data set. If the data set has many most common numbers MODE returns the first one of them. * Strings and empty cells are simply ignored. * If the data set does not contain any duplicates MODE returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 11.4, 25.9, and 40.1. Then MODE(A1:A5) equals 11.4. @SEEALSO=AVERAGE,MEDIAN
de: @FUNCTION=MODALWERT @SYNTAX=MODALWERT(n1, n2, ...) @DESCRIPTION=MODALWERT liefert die am Häufigsten in den Datensätzen auftauchende Zahl. Falls mehrere Zahlen am Häufigsten auftauchen, liefert MODALWERT die erste von diesen. * Zeichenketten und leere Zellen werden ignoriert. * Falls keine Zahl mehrmals in den Datensätzen vorkommt, liefert MODALWERT einen #-/-!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 11.4, 25.9 und 40.1. Dann liefert MODALWERT(A1:A5) 11.4. @SEEALSO= :: LATER
ne: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE ले डेटा सेटको ज्यादै साझा सङ्ख्या फर्काउँछ। यदि डेटा सेटसँग ज्यादै धेरै साझा सङ्ख्याहरू छ भने MODE ले तिनीहरू मध्य पहिलोलाई फर्काउँछ। * स्ट्रिङहरू र अक्षहरू सामान्यतया उपेक्षा हुन्छन्। * यदि डेटा सेटले कुनै नक्कलीहरूलाई समाविष्ट गरेन भने MODE ले #N/A त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, ११.४, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि MODE(A1:A5) बराबर ११.४ हुन्छ। @SEEALSO=AVERAGE,MEDIAN
tr: @FUNCTION=MODE @SYNTAX=MODE(n1,n2,...) @DESCRIPTION=MODE işlevi verilen küme içinde en çok tekrarlanan sayıyı bulur. Kümede en çok tekrarlananların sayısı birden fazla ise ilk raslanan ile sonuçlanır. Metin içeren ve boş olan gözeler yoksayılır. Kümede tekrarlanan sayı yoksa işlev #YOK! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 11.4, 25.9, ve 40.1. içeriyorsa: MODE(A1:A5) eşittir 11.4 Benzerleri: AVERAGE, MEDIAN @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 11.4, 25.9, ve 40.1. içeriyorsa MODE(A1:A5) eşittir 11.4. @SEEALSO=AVERAGE,MEDIAN

source: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN returns the harmonic mean of the N data points (that is, N divided by the sum of the inverses of the data points). * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then HARMEAN(A1:A5) equals 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
de: @FUNCTION=HARMITTEL @SYNTAX=HARMITTEL(b1, b2, ...) @DESCRIPTION=HARMITTEL liefert den harmonischen Mittelwert von N Datenpunkten (also N geteilt durch Summe der Inversen der Datenpunkte). * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert HARMITTEL(A1:A5) 19.529814427. @SEEALSO= :: LATER
ne: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN ले एन डेटा बिन्दुहरूको हार्मनिक मध्यक फर्काउँछ (त्यो, डेटा बिन्दुहरूको उल्टाको जोडले एनलाई भाग खाने हो।) * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि HARMEAN(A1:A5) बराबर 19.529814427हुन्छ। @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
tr: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1,b2, ...) @DESCRIPTION=HARMEAN işlevi verilen veri noktalarının harmonik ortalamasını hesaplar. Veri noktalarının sayısı, veri noktalarının terslerinin toplamına bölünür. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: HARMEAN(A1:A5) eşittir 19.529814427 Benzerleri: AVERAGE, GEOMEAN, MEDIAN, MODE, TRIMMEAN @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: HARMEAN(A1:A5) eşittir 19.529814427 @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN returns the geometric mean of the given arguments. This is equal to the Nth root of the product of the terms. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then GEOMEAN(A1:A5) equals 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
de: @FUNCTION=GEOMITTEL @SYNTAX=GEOMITTEL(b1,b2[,...]) @DESCRIPTION=GEOMITTEL liefert den geometrischen Mittelwert der angegebenen Argumente. Dies entspricht der n-ten Wurzel dieser Terme. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert GEOMITTEL(A1:A5) 21.279182482. @SEEALSO=MITTEL,HARMEAN,MEDIAN,MODE,TRIMMEAN
ne: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN ले दिएको तर्कहरूको ज्यामितिय मध्यक फर्काउँछ। यो शर्तहरूको वस्तुको Nth मूलमा बराबर हुन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि GEOMEAN(A1:A5) बराबर 21.279182482 हुन्छ। @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
tr: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1,b2, ...) @DESCRIPTION=GEOMEAN işlevi verilen değerlerin geometrik ortalamasını hesaplar. Bu değerlerin çarpımının n. (değer sayısı) dereceden köküne eşittir. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: GEOMEAN(A1:A5) eşittir 21.279182482 Benzerleri: AVERAGE, HARMEAN, MEDIAN, MODE, TRIMMEAN @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: GEOMEAN(A1:A5) eşittir 21.279182482 @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT returns the total number of integer or floating point arguments passed. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then COUNT(A1:A5) equals 5. @SEEALSO=AVERAGE
de: @FUNCTION=ANZAHL @SYNTAX=ANZAHL(b1,b2,...) @DESCRIPTION=ANZAHL liefert die Gesamtanzahl übergebener ganzzahliger und Fließkomma-Argumente. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= @SEEALSO=MITTELWERT
ne: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT ले इन्टेजरको कूल सङ्ख्या वा पास गरिएका उत्प्लावन बिन्दु तर्कहरू फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि COUNT(A1:A5) बराबर ५ हुन्छ। @SEEALSO=AVERAGE
tr: @FUNCTION=COUNT @SYNTAX=COUNT(b1,b2, ...) @DESCRIPTION=COUNT işlevi verilen değerler arasındaki tamsayı ve gerçel sayıları sayar. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: COUNT(A1:A5) eşittir 5 Benzeri: AVERAGE, COUNTA @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: COUNT(A1:A5) eşittir 5 @SEEALSO=AVERAGE

source: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA returns the number of arguments passed not including empty cells. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, "missing", "missing", 25.9, and 40.1. Then COUNTA(A1:A5) equals 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
de: @FUNCTION=ANZAHL2 @SYNTAX=ANZAHL2(b1, b2, ...) @DESCRIPTION=ANZAHL2 liefert die Anzahl der übergebenen Argumente, wobei leere Zellen nicht gezählt werden. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen und Zeichenketten 11.4, "fehlt", "fehlt", 25.9, and 40.1. Dann liefert ANZAHL2(A1:A5) 5. @SEEALSO= :: LATER
ne: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA ले पास गरेका तर्कहरू फर्काउँछ जसमा खाली अक्षहरू समावेश गरिएको हुँदैन। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू र स्ट्रिङ ११.४, "missing", "missing", २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि COUNTA(A1:A5) बराबर ५ हुन्छ। @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
tr: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1,b2, ...) @DESCRIPTION=COUNTA işlevi verilen aralıkdaki gözelerden boş olmayanları sayar. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla rakam ve metin olarak 11.4, "missing", "missing", 25.9, ve 40.1 değerlerini içeriyorsa: COUNTA(A1:A5) eşittir 5 Benzerleri: AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla rakam ve metin olarak 11.4, "missing", "missing", 25.9, ve 40.1 değerlerini içeriyorsa: COUNTA(A1:A5) eşittir 5 @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM

source: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(value1, value2,...) @DESCRIPTION=AVERAGE computes the average of all the values and cells referenced in the argument list. This is equivalent to the sum of the arguments divided by the count of the arguments. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVERAGE(A1:A5) equals 23.2. @SEEALSO=SUM, COUNT
de: @FUNCTION=MITTELWERT @SYNTAX=MITTELWERT(Wert1,Wert2[,...]) @DESCRIPTION=MITTELWERT berechnet den Mittelwert aller übergebenen Werte und Zellen. Dieser wird durch das Teilen der Gesamtsumme der Argumente durch die Anzahl selbiger berechnet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert MITTELWERT(A1:A5) 23.2. @SEEALSO=SUMME, ANZAHL
ne: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(मान१, मान२,...) @DESCRIPTION=AVERAGE ले सबै मानहरूको औसत र तर्क सूचीमा सन्दर्भ गरिएको अक्षहरू फर्काउँछ। यो तर्कहरूको जोडसँग बराबर हुन्छ जसलाई तर्कहरूको गन्तिले भाग भाग गरिन्छ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि AVERAGE(A1:A5) बराबर २३.२ हुन्छ। @SEEALSO=SUM, COUNT
tr: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(değer1,değer2,...) @DESCRIPTION=AVERAGE işlevi verilen değerlerin aritmetik ortalamasını hesaplar. Değerlerin toplamının sayısına oranıdır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: AVERAGE(A1:A5) eşittir 23.2 Benzerleri: SUM, COUNT, AVERAGEA @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: AVERAGE(A1:A5) eşittir 23.2 @SEEALSO=SUM, COUNT

source: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN returns the value of the element of the values passed that has the smallest value, with negative numbers considered smaller than positive numbers. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MIN(A1:A5) equals 11.4. @SEEALSO=MAX,ABS
de: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN liefert den Wert des übergebenen Elements mit dem kleinsten Wert. Hierbei wird angenommen, dass der Wert von negativen kleiner als der von positiven Zahlen ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert MIN(A1:A5) 11.4. @SEEALSO=MAX, ABS
ne: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN ले पास गरिएको मानहरूको तत्वको मान फर्काउँछ जसको सानो मान छ, जोसँग ऋणात्मक सङ्ख्याहरू धनात्मक सङ्ख्याहरू भन्दा सानो मानिएको छ * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि MIN(A1:A5) बराबर ११.४ हुन्छ। @SEEALSO=MAX,ABS
tr: @FUNCTION=MIN @SYNTAX=MIN(b1,b2, ...) @DESCRIPTION=MIN işlevi verilen değerler arasındaki en küçük değeri bulur. Negatif sayılar pozitif sayılardan küçük kabul edilir. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: MIN(A1:A5) eşittir 11.4 Benzerleri: MAX, ABS @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: MIN(A1:A5) eşittir 11.4 @SEEALSO=MAX,ABS

source: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX returns the value of the element of the values passed that has the largest value, with negative numbers considered smaller than positive numbers. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MAX(A1:A5) equals 40.1. @SEEALSO=MIN,ABS
de: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX liefert den Wert des übergebenen Elements mit dem größten Wert. Hierbei wird angenommen, dass der Wert von negativen kleiner als der von positiven Zahlen ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert MAX(A1:A5) 40.1. @SEEALSO=MIN, ABS
ne: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX ले पास गरिएको मानहरूको तत्वको मान फर्काउँछ जसको ठूलो मान छ, जोसँग ऋणात्मक सङ्ख्याहरू धनात्मक सङ्ख्याहरू भन्दा सानो मानिएको छ * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि MAX(A1:A5) बराबर ११.४ हुन्छ। @SEEALSO=MIN,ABS
tr: @FUNCTION=MAX @SYNTAX=MAX(b1,b2, ...) @DESCRIPTION=MAX işlevi verilen değerler arasındaki en büyük değeri bulur. Negatif değerler pozitif değerlerden küçük kabul edilir. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: MAX(A1:A5) eşittir 40.1 Benzerleri: MIN, ABS @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, ve 40.1 değerlerini içeriyorsa: MAX(A1:A5) eşittir 40.1 @SEEALSO=MIN,ABS

source: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW returns an unbiased estimate for skewness of a distribution. Note, that this is only meaningful if the underlying distribution really has a third moment. The skewness of a symmetric (e.g., normal) distribution is zero. * Strings and empty cells are simply ignored. * If less than three numbers are given, SKEW returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEW(A1:A5) equals 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
de: @FUNCTION=SCHIEFE @SYNTAX=SCHIEFE(n1, n2, ...) @DESCRIPTION=SCHIEFE liefert einen Schätzwert für die Schiefe einer Verteilung. Beachten Sie, dass das Ergebnis lediglich aussagekräftig ist, falls die zu Grunde liegende Verteilung ein drittes Moment hat. Die Schiefe einer symmetrischen (also normalen) Verteilung ist null. * Zeichenketten und leere Zellen werden nicht berücksichtigt. * Falls weniger als drei Argumente übergeben werden, liefert SCHIEFE einen #DIV/0!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert SCHIEFE(A1:A5) 0.976798268. @SEEALSO=MITTELWERT,VARIANZ,SCHIEFEN,KURT
ne: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW ले वितरणको स्क्युनेसका लागि एउटा पक्षपात विहिन अनुमान फर्काउँछ। याद गर्नुहोस् कि,यो त्यस अर्थमा मात्र अर्थपूर्ण हुन्छ यदि कच गरिएका वितरणसँग तेस्रो क्षण हुन्छ। सममिति (जस्तै, सामान्य) वितरणको स्कयुनेस शून्य हो। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षा गरिएका छन्। * यदि तीन सङ्ख्याहरू भन्दा कम छ भने, SKEW ले #DIV/0! त्रुटि फर्काउँछ। * यो कार्य एक्सेल समग मिल्दोजुल्दो छ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समविष्ट गर्दछ। त्यसपछि SKEW(A1:A5) बराबर ०.९७६७९८२६८ हुन्छ। @SEEALSO=AVERAGE,VAR,SKEWP,KURT
tr: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW bir açılımın yanlı olmayan yaklaşık eğriliğini hesaplar. Bu, sadece uyumsuz açılım aslında bir üçüncü kuvvete sahipse anlamlıdır. Bir simetrik (örn. normal) açılımın eğriliği sıfırdır. Dizgeler ve boş gözeler yok sayılır. Üçten az değer verilirse işlev #BÖL/0! hatası ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: SKEW(A1:A5) eşittir 0.976798268 Benzerleri: AVERAGE, VAR, SKEWP, KURT @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: SKEW(A1:A5) eşittir 0.976798268 @SEEALSO=AVERAGE,VAR,SKEWP,KURT

source: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP returns the population skewness of a data set. * Strings and empty cells are simply ignored. * If less than two numbers are given, SKEWP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEWP(A1:A5) equals 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
de: @FUNCTION=SCHIEFEN @SYNTAX=SCHIEFEN(n1, n2, ...) @DESCRIPTION=SCHIEFEN liefert die Schiefe der Grundgesamtheit eines Datensatzes. * Zeichenketten und leere Zellen werden nicht berücksichtigt. * Falls weniger als zwei Argumente übergeben werden, liefert SCHIEFEN einen #DIV/0!-Fehler. @EXAMPLES= Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert SCHIEFEN(A1:A5) 0.655256198. @SEEALSO=MITTELWERT,VARIANZN,SCHIEFE,KURT
ne: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP ले डेटा सेटको जनसङ्ख्या स्कयुनेस फर्काउँछ। * स्ट्रिङहरू र खाली अक्षहरू सामान्यतया उपेक्षा गरिएका छन्। * यदि दुई भन्दा कम सङ्ख्याहरू दिइयो भने, SKEWP ले #DIV/0! त्रुटि फर्काउँछ। @EXAMPLES= मानौ कि अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू ११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि SKEWP(A1:A5) बराबर 0.655256198 हुन्छ। @SEEALSO=AVERAGE,VARP,SKEW,KURTP
tr: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP bir veri kümesinin dağılım eğriliğini hesaplar. Dizgeler ve boş gözeler yoksayılır. İkiden az değer verilirse işlev #BÖL/0! hatası ile sonuçlanır. Örnek: A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: SKEWP(A1:A5) eşittir 0.655256198 Benzerleri: AVERAGE, VARP, SKEW, KURTP @EXAMPLES= A1, A2, ..., A5 gözeleri sırasıyla 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: SKEWP(A1:A5) eşittir 0.655256198 @SEEALSO=AVERAGE,VARP,SKEW,KURTP

source: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,cumulative) @DESCRIPTION=EXPONDIST function returns the exponential distribution. If the @cumulative boolean is false it will return: @y * exp (-@y*@x), otherwise it will return 1 - exp (-@y*@x). * If @x < 0 or @y <= 0 this will return an error. * This function is Excel compatible. @EXAMPLES= EXPONDIST(2,4,0) equals 0.001341851. @SEEALSO=POISSON
de: @FUNCTION=EXPONVERT @SYNTAX=EXPONVERT(x,y,kumulativ) @DESCRIPTION=EXPONVERT liefert die Exponentialverteilung. Falls das logische Argument @kumulativ falsch ist, liefert sie @y * exp (-@y*@x), andernfalls 1 - exp (-@y*@x). * Falls @x < 0 oder @y <= 0 ist, liefert EXPONDIST einen Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= EXPONVERT(2,4,0) liefert 0.001341851. @SEEALSO=POISSON
ne: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,क्युमुलेटिभ) @DESCRIPTION=EXPONDIST कार्यले एक्सपोनेन्सल वितरण फर्काउँछ। यदि @cumulative बूलियन गलत छ भने यो फर्कनेछ: @y * exp (-@y*@x), अन्यथा यो फर्कनेछ 1 - exp (-@y*@x). * यदि @x < 0 वा @y <= 0 छ भने यसले एउटा त्रुटि फर्कउनेछ। * यो कार्य एक्सेलसँग मिल्दिजुल्दो छ। @EXAMPLES= EXPONDIST(2,4,0) बराबर 0.001341851. @SEEALSO=POISSON
tr: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,kümülatif) @DESCRIPTION=EXPONDIST işlevi üstel açılımı verir. @kümülatif YANLIŞ ise @y * exp (-@y * @x), değilse 1 - exp (-@y * @x) hesaplanır. @x < 0 veya @y <= 0 ise işlev hata verir. İşlev Excel uyumludur. Örnek: EXPONDIST(2,4,0) eşittir 0.001341851 Benzeri: POISSON @EXAMPLES= EXPONDIST(2,4,0) eşittir 0.001341851 @SEEALSO=POISSON

source: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI returns the probability p(k) of obtaining @k from a Bernoulli distribution with probability parameter @p. * If @k != 0 and @k != 1 BERNOULLI returns #NUM! error. * If @p < 0 or @p > 1 BERNOULLI returns #NUM! error. @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=RANDBERNOULLI
de: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,Wahrscheinlichkeit) @DESCRIPTION=BERNOULLI liefert die Wahrscheinlichkeit p(k), dass eine Bernoulli-Verteilung mit Wahrscheinlichkeitsparameter @p @k liefert. * Falls @k != 0 und @k != 1 ist, liefert BERNOULLI einen #ZAHL!-Fehler. * Falls @Wahrscheinlichkeit < 0 oder > 1 ist, liefert BERNOULLI einen #ZAHL!-Fehler. @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=ZUFALL.BERNOULLI
ne: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI ले संभाव्य परामिति @pसँगै बरनाउली वितरणबाट @k प्राप्त गरेको संभाव्यता p(k) फर्काउँछ। *यदि @k != 0 र @k != 1 छ भने BERNOULLI ले #NUM! त्रुटि फर्काउँछ । * यदि @p < 0 वा @p > 1 छ भने BERNOULLI ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=RANDBERNOULLI
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli işlevi Bernoulli açılımlı bir rasgele sayı verir. @p < 0 veya @p > 1 ise işlev #SAYI! hatası verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN function returns the natural logarithm of the gamma function. * If @x is non-number then GAMMALN returns #VALUE! error. * If @x <= 0 then GAMMALN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= GAMMALN(23) equals 48.471181352. @SEEALSO=POISSON
de: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN liefert den natürlichen Logarithmus der Gamma-Funktion. * Falls @x keine Zahl ist, liefert GAMMALN einen #WERT!-Fehler. * Falls @x <= 0 ist, liefert GAMMALN einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= GAMMALN(23) liefert 48.471181352. @SEEALSO=POISSON
ne: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN कार्यले गामा कार्यको प्राकृतिक लघुगणक फर्काउँछ। * यदि @x सङ्ख्या होएन भने GAMMALN ले #VALUE! त्रुटि फर्काउँछ। * यदि @x <= 0 छ भने GAMMALN ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सलसँग मिल्दोजुल्दो छ। @EXAMPLES= GAMMALN(23) बराबर 48.471181352. @SEEALSO=POISSON
tr: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN işlevi gamma işlevinin tabii logaritmasını hesaplar. @x bir sayı değilse işlev #DEĞER! hatası verir. @x <= 0 ise işlev #SAYI hatası verir. İşlev Excel uyumludur. Örnek: GAMMALN(23) eşittir 48.471181352 Benzeri: POISSON @EXAMPLES= GAMMALN(23) eşittir 48.471181352 @SEEALSO=POISSON
