Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=DVAR @SYNTAX=DVAR(database,field,criteria) @DESCRIPTION=DVAR function returns the estimate of variance of a population based on a sample. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DVAR(A1:C7, "Age", A9:B11) equals 98. DVAR(A1:C7, "Salary", A9:B11) equals 83450280.5. @SEEALSO=DVARP
ne: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(डाटाबेस,फाँट,मापदण्ड) @DESCRIPTION=DCOUNT कार्यले नमूनामा आधारित जनसङ्ख्याको भ्यारेन्सको अनुमान फर्काउँछ। जनसङ्ख्या नम्बरहरूको समाविष्ट हो जोसँग निर्दिष्ट गरिएको शर्तहरू मेल खान्छ। @database अक्षहरूको दायरा हो जसमा सम्बन्धित सूचनाको पङ्क्तिहरू रेकर्ड हुन्छन् र डेटाको स्तम्भहरू फाँटहरू हुन्छन्। डाटाबेसको पहिलो पङ्क्तिले हरेक स्तम्भका लागि लेबुलहरू समाविष्ट गर्दछ। @field ले कार्यमा प्रयोग भएको स्तम्भ निर्दिष्ट गर्दछ। यदि @field एउटा इन्टेजर हो भने, उदाहरण २ का लागि, दोस्रो स्तम्भ प्रयोग हुँनेछ। फाँट एउटा स्तम्भको लेबुल पनि हुनसक्छ। उदाहरणका लागि, ``Age'' ले @database दायरामा लेबुल ``Age''सँगै स्तम्भ सन्दर्भ गर्दछ। @criteria अक्षहरूको दायरा हो जसले निर्दिष्ट शर्तहरू समाविष्ट गर्दछ। @criteria को पहिलो पङ्क्तिले मापदण्डहरूका लागि फाँटहरूको लेबुल निर्दिष्ट गर्दछ। लेबुलहरू मुनिको अक्षहरूले शर्तहरू निर्दिष्ट गर्दछ, उदाहरणका लागि, ``>3'' वा ``<9''। समान शर्तहरू मान निर्दिष्ट गरेर सामन्य रूपमा दिन सकिन्छ, उदाहरणका लागि ``3'' वा ``John''। @criteria मा हरेक पङ्क्तिले भिन्न शर्तहरू निर्दिष्ट गर्दछ। यदि @database मा एउटा पङ्क्ति @criteria मा अर्को पङ्क्तिसँग मेल खान्छ भने, त्यो पङ्क्ति गन्ति हुन्छ। प्राविधिक रूपले बोल्दा, यो @criteria मा पङ्क्तिहरू बीच बुलियन वा सञ्चालन हो। यदि @criteria ले एउटा भन्दा बढी स्तम्भ निर्दिष्ट गर्दछ भने, निर्दिष्ट गरिएको स्तम्भहरूमा हरेक शर्तहरू @database मा मेल खान पङ्क्तिहरूका लागि सत्य हुनुपर्छ। प्राविधिक रूपमा बोल्दा, @criteria मा स्तम्भहरू बीच यो एउटा बुलियन र सञ्चालन हो। @EXAMPLES= दायरा A1:C7 ले निम्न मानहरू समाविष्ट गर्दछ भन्ने मानौ : Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 थपमा, अक्ष A9:B11 हरूले निम्न मानहरू समाविष्ट गर्दछटs: Age Salary <30 >40 >46000 DVAR(A1:C7, "Age", A9:B11) equals 98. DVAR(A1:C7, "Salary", A9:B11) equals 83450280.5. @SEEALSO=DVARP

source: @FUNCTION=DVARP @SYNTAX=DVARP(database,field,criteria) @DESCRIPTION=DVARP function returns the variance of a population based on the entire population. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DVARP(A1:C7, "Age", A9:B11) equals 49. DVARP(A1:C7, "Salary", A9:B11) equals 41725140.25. @SEEALSO=DVAR
ne: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(डाटाबेस,फाँट,मापदण्ड) @DESCRIPTION=DCOUNT कार्यले सम्पूर्ण जनसङ्ख्यामा आधारित जनसङ्ख्याको भ्यारियन्स फर्काउँछ। जनसङ्ख्या नम्बरहरूको समाविष्ट हो जोसँग निर्दिष्ट गरिएको शर्तहरू मेल खान्छ। @database अक्षहरूको दायरा हो जसमा सम्बन्धित सूचनाको पङ्क्तिहरू रेकर्ड हुन्छन् र डेटाको स्तम्भहरू फाँटहरू हुन्छन्। डाटाबेसको पहिलो पङ्क्तिले हरेक स्तम्भका लागि लेबुलहरू समाविष्ट गर्दछ। @field ले कार्यमा प्रयोग भएको स्तम्भ निर्दिष्ट गर्दछ। यदि @field एउटा इन्टेजर हो भने, उदाहरण २ का लागि, दोस्रो स्तम्भ प्रयोग हुँनेछ। फाँट एउटा स्तम्भको लेबुल पनि हुनसक्छ। उदाहरणका लागि, ``Age'' ले @database दायरामा लेबुल ``Age''सँगै स्तम्भ सन्दर्भ गर्दछ। @criteria अक्षहरूको दायरा हो जसले निर्दिष्ट शर्तहरू समाविष्ट गर्दछ। @criteria को पहिलो पङ्क्तिले मापदण्डहरूका लागि फाँटहरूको लेबुल निर्दिष्ट गर्दछ। लेबुलहरू मुनिको अक्षहरूले शर्तहरू निर्दिष्ट गर्दछ, उदाहरणका लागि, ``>3'' वा ``<9''। समान शर्तहरू मान निर्दिष्ट गरेर सामन्य रूपमा दिन सकिन्छ, उदाहरणका लागि ``3'' वा ``John''। @criteria मा हरेक पङ्क्तिले भिन्न शर्तहरू निर्दिष्ट गर्दछ। यदि @database मा एउटा पङ्क्ति @criteria मा अर्को पङ्क्तिसँग मेल खान्छ भने, त्यो पङ्क्ति गन्ति हुन्छ। प्राविधिक रूपले बोल्दा, यो @criteria मा पङ्क्तिहरू बीच बुलियन वा सञ्चालन हो। यदि @criteria ले एउटा भन्दा बढी स्तम्भ निर्दिष्ट गर्दछ भने, निर्दिष्ट गरिएको स्तम्भहरूमा हरेक शर्तहरू @database मा मेल खान पङ्क्तिहरूका लागि सत्य हुनुपर्छ। प्राविधिक रूपमा बोल्दा, @criteria मा स्तम्भहरू बीच यो एउटा बुलियन र सञ्चालन हो। @EXAMPLES= दायरा A1:C7 ले निम्न मानहरू समाविष्ट गर्दछ भन्ने मानौ : Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 थपमा, अक्ष A9:B11 हरूले निम्न मानहरू समाविष्ट गर्दछटs: Age Salary <30 >40 >46000 DVARP(A1:C7, "Age", A9:B11) equals 49. DVARP(A1:C7, "Salary", A9:B11) equals 41725140.25. @SEEALSO=DVAR

source: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=GETPIVOTDATA function fetches summary data from a pivot table. @pivot_table is a cell range containing the pivot table. @field_name is the name of the field of which you want the summary data. * If the summary data is unavailable, GETPIVOTDATA returns #REF! error. @EXAMPLES= @SEEALSO=
de: @FUNCTION=PIVOTDATEN.ZUORDNEN @SYNTAX=PIVOTDATEN.ZUORDNEN(Pivottabelle,Feldname) @DESCRIPTION=PIVOTDATEN.ZUORDNEN holt Summendaten aus einer Pivottabelle. @Pivottabelle ist ein Zellbereich, der die Pivottabelle enthält. @Feldname ist der Name des Feldes, von dem die Zusammenfassungsdaten berechnet werden sollen. * Falls keine Summendaten verfügbar sind, liefert PIVOTDATENZUORDNEN einen #BEZUG!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=GETPIVOTDATA कार्यले पिभोट तालिका बाट सारांश डेटा तान्छ। @pivot_table पिभोट तालिका समाविष्ट गरिरहेको कक्ष दायरा हो। @field_name तपाईँले सारांश गर्न चाहनुभएको डेटाको नामको फाँट हो। * यदि सारांश डेटा उपलब्ध छैन भने, GETPIVOTDATA ले #REF! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(aralık,alan_ismi) @DESCRIPTION=GETPIVOTDATA bir mihver tablodan özet veri çıkarır. @aralık, mihver tabloyu içeren aralık, @alan_ismi özet verinin alan ismidir. Özet veri yoksa işlev #REF! hatası ile sonuçlanır. @EXAMPLES= @SEEALSO=

source: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=DATE returns the number of days since the 1st of January of 1900(the date serial number) for the given year, month and day. * If @month < 1 or @month > 12, the year will be corrected. A similar correction takes place for days. * The @years should be at least 1900. If @years < 1900, it is assumed to be 1900 + @years. * If the given date is not valid, DATE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= DATE(2001, 3, 30) returns 'Mar 30, 2001'. @SEEALSO=TODAY, NOW
de: @FUNCTION=DATUM @SYNTAX=DATUM (Jahr,Monat,Tag) @DESCRIPTION=DATUM berechnet die Tage seit dem 1. Januar 1900 (die Datumsseriennummer) für das angegebene Jahr, den angegebenen Monat und Tag. * Falls @Monat < 1 oder > 12 ist, wird das Jahr angepasst. Eine ähnliche Anpassung findet für Tage statt. * @Jahr sollte mindestens 1900 sein. Falls @Jahr < 1900 ist, wird 1900 + @Jahr angenommen. * Falls das angegebene Datum ungültig ist, liefert DATUM einen #ZAHL!-Fehler. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DATUM(2001, 3, 30) liefert »Mär 30, 2001«. @SEEALSO=HEUTE, JETZT
ne: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=DATE ले दिएको वर्ष, महिना र दिनका लागि १९०० (मितिको क्रमसङ्ख्या) को जनवरी पहिलो दिन देखि दिनहरूको सङ्ख्या फर्काउँछ। * यदि @month < 1 वा @month > 12, वर्ष सही हुँनेछ। दिनहरूका लागि एउटटा उस्तै सुधारले ठाऊँ लिन्छ। * @years कम्तीमा १९०० हुँनेछ। यदि @years < 1900 भयो भने, यो 1900 + @years मान्य हुँनेछ। * यदि दिएको मिति वैध छैन भने, DATE ले #NUM! त्रुटि फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DATE(2001, 3, 30) returns 'Mar 30, 2001'. @SEEALSO=TODAY, NOW
tr: @FUNCTION=DATE @SYNTAX=DATE(yıl,ay,gün) @DESCRIPTION=1 Ocak 1900 den itibaren verilen tarihe kadar gün sayısı hesaplanır. * @ay <1 ya da @ay> 12 ise yıl düzeltilir, benzer düzeltme @gün içinde yapılır. * @yıl 1900 den küçük olursa, 1900+@yıl kabul edilir. * Verilen tarih geçersizse #DEĞER! hatası döner. * Bu işlev Excel uyumludur. Örnek: DATE(2001, 3, 30) eşittir '30/Mar/2001' dir Benzerleri: TODAY, NOW @EXAMPLES= DATE(2001, 3, 30) eşittir '30/Mar/2001' @SEEALSO=TODAY, NOW

source: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE converts a unix time into a spreadsheet date and time. A unix time is the number of seconds since midnight January 1, 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
de: @FUNCTION=UNIXINDATUM @SYNTAX=UNIXINDATUM(Unix_Zeit) @DESCRIPTION=UNIXINDATUM konvertiert eine Unix-Zeit in ein für die Tabellenkalkulation lesbares Datums- und Zeitformat. * Die Unix-Zeit ist die Anzahl der Sekunden seit Mitternacht des 1. Januars 1970. @EXAMPLES= @SEEALSO=JETZT, DATUM, DATUMINUNIX
ne: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE ले spreadsheet मिति र समयमा एउटा युनिक्स समय रूपान्तरण गर्दछ। युनिक्स समय १९७०, जनवारी १ को मध्यरात सुरु हुन अघिको सेकेण्डहरूको सङ्ख्या हो। @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
tr: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unix_zamanı) @DESCRIPTION=UNIX2DATE verilen unix zamanını günlük zamana dönüştürür. * Unix zamanı 1 Ocak 1970 geceyarısından beri geçen saniye sayısıdır. * Günlük zaman ise 1 Ocak 1900 geceyarısından beri geçen gün sayısıdır. Benzerleri: NOW, DATE, DATE2UNIX @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX

source: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX converts a spreadsheet date and time serial number into a unix time. A unix time is the number of seconds since midnight January 1, 1970. @EXAMPLES= DATE2UNIX("01/01/2000") equals 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
de: @FUNCTION=DATUMINUNIX @SYNTAX=DATUMINUNIX(Seriennummer) @DESCRIPTION=DATUMINUNIX konvertiert eine für die Tabellenkalkulation lesbare Datums- und Zeit-Seriennummer in das Unix-Zeitformat. * Die Unix-Zeit ist die Anzahl der Sekunden seit Mitternacht des 1. Januars 1970. @EXAMPLES= @SEEALSO=JETZT, DATUM, UNIXINDATUM
ne: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE ले एउटा युनिक्स समयमा spreadsheet मिति र समय रूपान्तरण गर्दछ। युनिक्स समय १९७०, जनवारी १ को मध्यरात सुरु हुन अघिको सेकेण्डहरूको सङ्ख्या हो। @EXAMPLES= DATE2UNIX("01/01/2000") equals 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
tr: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(günlük_zaman) @DESCRIPTION=DATE2UNIX günlük zamanı unix zamanına dönüştürür. * Unix zamanı 1 Ocak 1970 geceyarısından beri geçen saniye sayısıdır. * Günlük zaman ise 1 Ocak 1900 geceyarısından beri geçen gün sayısıdır. Benzerleri: NOW, DATE, UNIX2DATE @EXAMPLES= @SEEALSO=NOW, DATE, UNIX2DATE

source: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE returns the serial number of the date. @date_str is the string that contains the date. The value depends on the date convention. The MS Excel 1900 convention dates things from Jan 1 1900 while the 1904 convention uses Jan 1 1904. * This function is Excel compatible. @EXAMPLES= DATEVALUE("1/1/1999") equals 36161 (in the 1900 convention). @SEEALSO=DATE
de: @FUNCTION=DATWERT @SYNTAX=DATWERT(Datum_Zeichenkette) @DESCRIPTION=DATWERT liefert die Seriennummer des Datums. @Datum_Zeichenkette ist die Zeichenkette, die das Datum enthält. Der Wert hängt von der Datumskonvention ab. Die MS Excel 1900-Konvention zählt Daten vom 1. Januar 1900 an, wohingegen die 1904-Konvention den 1. Januar 1904 verwendet. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DATEVALUE("1/1/1999") liefert 36161 (in der 1900-Konvention). @SEEALSO=DATUM
ne: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE ले मितिको क्रमसङ्ख्या फर्काउँछ। @date_str मिति समाविष्ट गर्ने स्ट्रिङ हो। मान मिति सम्मेलनमा आधारित हुन्छ। १९०४ सम्मेलनले जनवरी १, १९०४ प्रयोग गर्दा MS Excel 1900 सम्मेलन जनवारी १, १९०० मा सोचियो। * यो कार्य इक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DATEVALUE("1/1/1999") equals 36161 (in the 1900 convention). @SEEALSO=DATE
tr: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(tarih_dizgesi) @DESCRIPTION=DATEVALUE 1 Ocak 1900 tarihi ile verilen tarih arasında kaç gün geçtiğini hesaplar. @tarih_dizgesi metin biçiminde verilmelidir. * Bu işlev Excel uyumludur. Örnek: DATEVALUE("1/1/1999") eşittir 36161 Benzeri: DATE @EXAMPLES= DATEVALUE("1/1/1999") eşittir 36161 @SEEALSO=DATE

source: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF returns the difference between two dates. @interval is one of six possible values: "y", "m", "d", "ym", "md", and "yd". The first three options will return the number of complete years, months, or days, respectively, between the two dates specified. "ym" will return the number of full months between the two dates, not including the difference in years. "md" will return the number of full days between the two dates, not including the difference in months. "yd" will return the number of full days between the two dates, not including the difference in years. * This function is Excel compatible. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") equals 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") equals 3. @SEEALSO=DATE
de: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(Datum1,Datum2,Intervall) @DESCRIPTION=DATEDIF liefert die Differenz zwischen zwei Daten. @Intervall ist einer der sechs folgenden möglichen Werte: "y", "m", "d", "ym", "md" und "yd". Die ersten drei Möglichkeiten liefern jeweils die Anzahl ganzer Jahre, Monate oder Tage zwischen den beiden angegebenen Daten. "ym" liefert die Anzahl ganzer Monate zwischen den beiden Daten, ohne Berücksichtigung der Differenz in Jahren. "md" liefert die Anzahl ganzer Tage zwischen den beiden Daten, ohne Berücksichtigung der Differenz in Monaten. "yd" liefert die Anzahl ganzer Tage zwischen den beiden Daten, ohne Berücksichtigung der Differenz in Jahren. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= DATEDIF(DATUM(2000,4,30),DATUM(2003,8,4),"d") liefert 1191. DATEDIF(DATUM(2000,4,30),DATUM(2003,8,4),"y") liefert 3. @SEEALSO=DATUM
ne: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF दुई मितिहरू बीच फरक फर्काउँछ। @interval छ संभाव्य मानहरू मध्य एक हो।: "y", "m", "d", "ym", "md", and "yd". पहिलो तीन विकल्पहरूले निर्दिष्ट गरिएको दुई मिति बीच सम्पूर्ण वर्ष, महिना, वा दिन क्रमश फर्काउँछ। "ym" ले दुई मितिहरू बीचको पूरै महिनाको सङ्ख्या फर्काउँछ, तर वर्षमा समावेश भएको फरक होइन। "md" ले दुई मितिहरू बीच पूरै दिनहरूको सङ्ख्या फर्काउँछ, तर महिनामा समावेश भएको फरक होइन। "yd" ले दुई मितिहरू बीचको पूरै दिनहरूको सङ्ख्या फर्काउनेछ, तर वर्षमा समावेश भएको फरक होइन। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") equals 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") equals 3. @SEEALSO=DATE
tr: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(tarih1,tarih2,birim) @DESCRIPTION=DATEDIF iki tarih arasındaki farkı hesaplar. * @birim için olası değerler: "y", "m", "d", "ym", "md", ve "yd". İlk üçü sırasıyla yıl, ay, gün karşılığıdır ve fark bu birimler cinsinden hesaplanır. * "ym" verildiğinde yıllar arasındaki fark yok sayılarak sadece aylar arasındaki fark hesaplanır. * "md" verildiğinde aylar arasındaki fark yok sayılarak sadece günler arasındaki fark hesaplanır. * "yd" verildiğinde yıllar arasındaki fark yok sayılarak sadece günler arasındaki fark hesaplanır. * Bu işlev Excel uyumludur. Örnekler: DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") eişttir 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") eşittir 3. Benzeri: DATE @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") eişttir 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") eşittir 3. @SEEALSO=DATE

source: @FUNCTION=EDATE @SYNTAX=EDATE(date,months) @DESCRIPTION=EDATE returns the serial number of the date that is the specified number of months before or after a given date. @date is the serial number of the initial date and @months is the number of months before (negative number) or after (positive number) the initial date. * If @months is not an integer, it is truncated. * This function is Excel compatible. @EXAMPLES= EDATE(DATE(2001,12,30),2) returns 'Feb 28, 2002'. @SEEALSO=DATE
de: @FUNCTION=EDATUM @SYNTAX=EDATUM(Datum, Monate) @DESCRIPTION=EDATUM liefert die Seriennummer des Datums, das die angegebene Anzahl von Monaten vor oder nach dem angegebenen Datum liegt. @Datum ist die Seriennummer des Ausgangsdatums und @Monate ist die Anzahl von Monaten vor (negative Zahl) oder nach (positive Zahl) dem Ausgangsdatum. * Falls @Monate keine Ganzzahl ist, werden die Nachkommastellen abgeschnitten. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= EDATUM(DATUM(2001,12,30),2) liefert »Feb 28, 2002«. @SEEALSO=DATUM
ne: @FUNCTION=EDATE @SYNTAX=EDATE(दिन,महिना) @DESCRIPTION=EDATE ले मितिको क्रमसङ्ख्या फर्काउँछ जुन दिएको मिति अघिल्लो वा पछिल्लो महिनाको निर्दिष्ट सङ्ख्या हो। @date सुरुको मितिको क्रमसङ्ख्या हो र @months सुरुको मिति अघिल्लो (ऋणात्मक नम्बर) वा पछिल्लो (धनात्मक नम्बर) महिनाको सङ्ख्या हो। * यदि @months एउटा इन्टेजर होइन भने, यो काटियो। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= EDATE(DATE(2001,12,30),2) returns 'Feb 28, 2002'. @SEEALSO=DATE
tr: @FUNCTION=EDATE @SYNTAX=EDATE(tarih,ay) @DESCRIPTION=EDATE @tarih gün sayısı olarak, @ay ay sayısı olarak verildiğinde tarihi cebirsel toplam olarak verir. * @aylar tamsayı değilse ondalık haneler atılarak tamsayı yapılır. * Bu işlev Excel uyumludur. Örnek: EDATE(DATE(2001,12,30),2) eşittir 28/Şub/2002. Benzeri: DATE @EXAMPLES= EDATE(DATE(2001,12,30),2) eşittir 28/Şub/2002. @SEEALSO=DATE

source: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY returns the serial number for today (the number of days elapsed since the 1st of January of 1900). * This function is Excel compatible. @EXAMPLES= TODAY() returns 'Nov 6, 2001' on that particular day. @SEEALSO=NOW
de: @FUNCTION=HEUTE @SYNTAX=HEUTE() @DESCRIPTION=HEUTE liefert die heutige Datumsseriennummer, also die Anzahl der Tage, die seit dem 1. Januar 1900 vergangen sind. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= HEUTE() liefert am entsprechenden Tag 'Nov 6, 2001'. @SEEALSO=JETZT
ne: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY ले आजका लागि क्रमसङ्ख्या फर्काउँछ (१९०० को जनवारी पहिलो बाट दिनहरूको सङ्ख्या बित्यो)। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TODAY() returns 'Nov 6, 2001' on that particular day. @SEEALSO=NOW
tr: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Bugünün tarihini verir. (1 Ocak 1900 tarihinden itibaren bugüne kadar kaç gün geçtiği hesaplanır). * Bu işlev Excel uyumludur. Örnek: TODAY() işlevinin sonucu 25/Kas/2001 ya da 37220 dir. Benzeri: NOW @EXAMPLES= TODAY() işlevinin sonucu 25/Kas/2001 ya da 37220 dir. @SEEALSO=NOW

source: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW returns the serial number for the date and time at the time it is evaluated. Serial Numbers in Gnumeric are represented as follows: The integral part is the number of days since the 1st of January of 1900. The decimal part represent the fraction of the day and is mapped into hour, minutes and seconds. For example: .0 represents the beginning of the day, and 0.5 represents noon. * This function is Excel compatible. @EXAMPLES= NOW(). @SEEALSO=TODAY
ne: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW ले मूल्याङ्कन भएको समयमा मिति र समयका लागि क्रमसङ्ख्या फर्काउँछ। Serial Numbers in Gnumeric मा क्रम सङ्ख्याहरू यस प्रकार प्रस्तुत भएका छन् : १९९० को जनावरी पहिलो देखि इन्टिग्रल भाग दिनहरूको सङ्ख्या हो। दशमलव भागले दिनको विभाजन प्रस्तुत गर्दछ र घण्टा, मिनेट र सेकेण्डमा कोरिनेछ। उदाहरणका लागि: .0 ले दिनको सुरुआत प्रतिनिधित्व गर्दछ, र ०.५ ले केही पनि प्रतिनिधत्व गर्दैन। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= NOW(). @SEEALSO=TODAY

source: @FUNCTION=TIME @SYNTAX=TIME (hours,minutes,seconds) @DESCRIPTION=TIME returns a fraction representing the time of day. * This function is Excel compatible. @EXAMPLES= TIME(3, 5, 23) equals 3:05AM. @SEEALSO=HOUR
de: @FUNCTION=ZEIT @SYNTAX=ZEIT(Stunden,Minuten,Sekunden) @DESCRIPTION=ZEIT liefert die Uhrzeit. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ZEIT(3, 5, 23) liefert 3:05 AM. @SEEALSO=STUNDE
ne: @FUNCTION=TIME @SYNTAX=TIME (घण्टा,मिनेट,सेकेण्ड) @DESCRIPTION=TIME ले दिनको समय प्रतिनिधित्व गरिरहेको विभाजन फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= TIME(3, 5, 23) equals 3:05AM. @SEEALSO=HOUR
tr: @FUNCTION=TIME @SYNTAX=TIME (saat,dakika,saniye) @DESCRIPTION= Saat, dakika ve saniye cinsinden verilen zamanı hesaplar. * Bu işlev Excel uyumludur. Örnek: TIME(13, 5, 23) eşittir 13:05:23 Benzeri: HOUR @EXAMPLES= TIME(13, 5, 23) eşittir 13:05:23 @SEEALSO=HOUR
