Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(call_put_flag,spot,strike,t1,t2,rate,d,volatility) @DESCRIPTION=OPT_RGW models the theoretical price of an american option according to the Roll-Geske-Whaley approximation where: @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @t1 is the time to the dividend payout. @t2 is the time to option expiration. @rate is the annualized rate of interest. @d is the amount of the dividend to be paid. @volatility is the annualized rate of volatility of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
de: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(Call_oder_Put,Kassapreis,Ausübungspreis,Laufzeit1,Laufzeit2,Kurs,d,Volatilität) @DESCRIPTION=OPT_RGW berechnet den theoretischen Preis einer Option nach der Roll-Geske-Whaley-Näherung. @Laufzeit1 ist die Zeit bis zur Auszahlung der Dividende @Laufzeit2 die Zeit bis zum Verfall der Option @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(call_put_flag,spot,strike,t1,t2,rate,d,volatility) @DESCRIPTION=OPT_RGW ले Roll-Geske-Whaley approximation को अनुसार एउटा अमेरिकन विकल्पको सैदान्तिक मूल्य नमूना गर्दछ जहाँ: @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ । @spot कच सम्पतिको स्पोट मूल्य हो। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हो। @t1 लाभांश तिर्ने समय हो। @t2 विकल्प समाप्तिको समय हो। @rate वार्षिक व्याजदर हो। @d लाभांश तिरिने रकम हो। @volatility कच सम्पतिको वार्षिकी भोलाटिलिटी दर हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(call_put_flag,spot,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_BAW_AMER models the theoretical price of an option according to the Barone Adesie & Whaley approximation. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(call_put_flag,spot,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_BAW_AMER ले Barone Adesie & Whaley approximation अनुसार एउटा विकल्पको सैदान्तिक मूल्य नमूना गर्दछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ । @spot कच सम्पतिको स्पोट मूल्य हो। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ। @time विकल्पको अवधिमा दिनहरूको सङ्ख्या हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @cost_of_carry कमन स्टकका लागि,कच सम्पतिको मानमा चुहावट हो, यो dividend yield हुँनेछ। @volatility कच सम्पतिको मूल्यमा वार्षिकी भोलाटिलिटि हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BJER_STENS models the theoretical price of american options according to the Bjerksund & Stensland approximation technique. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BJER_STENS ले Bjerksund & Stensland approximation technique अनुसार अमेरिकन विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल हो वा पुट हो सङ्केत गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ। @time विकल्पको अवधिमा दिनहरूको सङ्ख्या हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @volatility कच सम्पतिको मूल्यमा वार्षिकी भोलाटिलिटी हो। @cost_of_carry कमन स्टका लागि, कच सम्पतिको मानमा चुहावट हो, यो dividend yield हुँनेछ।ए @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(call_put_flag,spot,strike,time,rate,volatility,cost_of_carry,lambda) @DESCRIPTION=OPT_EXEC models the theoretical price of executive stock options @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. One would expect this to always be a call option. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @lambda is the jump rate for executives. The model assumes executives forfeit their options if they leave the company. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(call_put_flag,spot,strike,time,rate,volatility,cost_of_carry,lambda) @DESCRIPTION=OPT_EXEC ले कार्यान्वयन स्टकमा सैदान्तिक मूल्य नमूना गर्दछoptions @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ। एउटाले यसलाई सधै कल विकल्प हुन अपेक्षा गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ। @time विकल्पको अवधिमादिनहरूको सङ्ख्या हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @volatility कच सम्पतिको मूल्यमा वार्षिकी भोलाटिलिटी हो। @cost_of_carry कमन स्टकका लागि, कच सम्पतिको मानमा चुहावट हो, यो dividend yield हुँनेछ। @lambda कार्यकारीहरूका लागि जम्प दर हो। कार्यकारीहरूले कम्पनी छोडेमा मोडेलले कार्यकारीहरूले उनीहरूको विकल्प गुमाएको मान्दछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(call_put_flag,spot,alpha,time1,time,rate,volatility,cost_of_carry) @DESCRIPTION=OPT_FORWARD_START models the theoretical price of forward start options @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @alpha is a fraction that set the strike price the future date @time1. @time1 is the number of days until the option starts. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(call_put_flag,spot,alpha,time1,time,rate,volatility,cost_of_carry) @DESCRIPTION=OPT_FORWARD_START ले अगाडि सुरु भएको विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @alpha खण्ड हो जसले future date @time1 मा स्ट्राइक मूल्य सेट गर्दछ । @time1 विकल्प सुरु हुनु पहिलेको दिनहरूको सङ्ख्या हो। @time विकल्पको अवधिमा दिमहरूको सङ्ख्या हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @volatility कच सम्पतिको मूल्यमा वार्षिकी भोलाटिलिटी हो। @cost_of_carry कमन स्टकहरूका लागि, कच समपतिको मानमा चुहावट हो, यो dividend yield हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(call_put_flag,spot,strike,a,time,m,dt,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_TIME_SWITCH models the theoretical price of time switch options. (Pechtl 1995) The holder receives @a * @dt for each period dt that the asset price was greater than the strike price (for a call) or below it (for a put). @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @a is the amount received for each time period as discussed above. @time is the maturity of the option in years. @m is the number of time units the option has already met the condition. @dt is the agreed upon discrete time period (often a day) expressed as a fraction of a year. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(call_put_flag,spot,strike,a,time,m,dt,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_TIME_SWITCH ले समय स्विच विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ। (Pechtl 1995) होल्डरले हरेको अवधिका लागि @a * @dt प्राप्त गर्दछ जसमा सम्पति मूल्य स्ट्राइक मूल्य भन्दा बढी थियो (कलका लागि) वा यसको तल (पुटका लागि)। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ। @a तल छलफल गरे जस्तै हरेक समय अवधिका लागि प्राप्त भएको रकम हो। @time वर्षहरूमा विकल्पको अवधि हो। @m विकल्पले शर्तहरूसँग पहिल्यै भेटिसकेको समय एकाइहरूको सङ्ख्या हो। @dt एउटा वर्षमा अभिव्यक्त भएको खण्ड जस्तै असतत समय अवधि (प्राय दिनको) बीचको सम्झौता हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @cost_of_carry कमन स्टकहरूका लागि, कच सम्पतिको मानमा चुहावट हो, यो dividend yield हुँनेछ। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(call_put_flag,spot,strike_call,strike_put,time,time_call,time_put,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_COMPLEX_CHOOSER models the theoretical price of complex chooser options. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike_call is the strike price at which the option is struck, applicable if exercised as a call option. @strike_put is the strike price at which the option is struck, applicable if exercised as a put option. @time is the time in years until the holder chooses a put or a call option. @time_call is the time in years to maturity of the call option if chosen. @time_put is the time in years to maturity of the put option if chosen. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(call_put_flag,spot,strike_call,strike_put,time,time_call,time_put,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_COMPLEX_CHOOSER ले जटिल छनौटकर्ता विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो सङ्केत गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @strike_call स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ,यदि कल विकल्पको रूपमा अभ्यास गर्ने हो भने प्रयोगजन्य हुन्छ। @strike_put स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ, पुट विकल्पको रूपमा अभ्यास गर्ने हो भने प्रयोगजन्य हुँनेछ। @time होल्डरले पुट वा कल विकल्प छनौट नगरे सम्म वर्ष भरिको समय हो। @time_call यदि छनौट भएमाकल विकल्पको अवधिमा वर्ष भरिको समय हो। @time_put यदि छनौट भएमा पुट विकल्पको अवधिमा वर्ष भरिको समय हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @cost_of_carry कमन स्टकहरूका लागि, कच सम्पतिको मानमा चुहावट हो, यो dividend yield हुँनेछ। @volatility कच सम्पतिको मूल्यमा वार्षिकी भोलाटिलिटी हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(type_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_ON_OPTIONS models the theoretical price of options on options. @type_flag is 'cc' for calls on calls, 'cp' for calls on puts, and so on for 'pc', and 'pp'. @spot is the spot price of the underlying asset. @strike1 is the strike price at which the option being valued is struck. @strike2 is the strike price at which the underlying option is struck. @time1 is the time in years to maturity of the option. @time2 is the time in years to the maturity of the underlying option. (@time2 >= @time1). @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset of the underlying option.for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset of the underlying option. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(type_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_ON_OPTIONS ले विकल्पहरूमा विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ। @type_flag कलहरूमा कलहरूका लागि 'cc' हो, 'cp' पुटहरूमा कलहरूका लागि हो, र अरू धेरै 'pc', र 'pp' का लागि हो। @spot कच सम्पतिको स्पोट मूल्य हो। @strike1 स्ट्राइक मूल्य हो जसमा विकल्पको मान स्ट्रक हुन्छ। @strike2 स्ट्राइक मूल्य हो जसमा कच विकल्प स्ट्रक हुन्छ। @time1 विकल्पको अवधिमा वर्ष भरीको समय हो। @time2 कच विकल्पको अवधिमा वर्ष भरीको समय हो। (@time2 >= @time1). @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @cost_of_carry कच विकल्पको कच सम्पतिको मानमा चुहावट हो। कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility कच विकल्पको कच सम्पतिको मूल्यमा वार्षिकी भोलाटिलिटी हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(call_put_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_EXTENDIBLE_WRITER models the theoretical price of extendible writer options. These are options that can be exercised at an initial period, @time1, or their maturity extended to @time2 if the option is out of the money at @time1. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike1 is the strike price at which the option is struck. @strike2 is the strike price at which the option is re-struck if out of the money at @time1. @time1 is the initial maturity of the option in years. @time2 is the is the extended maturity in years if chosen. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(call_put_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_EXTENDIBLE_WRITER ले फैलिने लेखक विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ। यी विकल्पहरू यदि विकल्प @time1 मा पैसा बाहिर भएमा एउटा सुरुको अवधिमा, @time1, वा @time2 मा तिनीहरूको अवधि विस्तारमा अभ्यास हुने विकल्पहरू हुन्। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो भन्ने सङ्केत गर्दछ। @spot कच सम्पतिको स्पोट मूल्य हो। @strike1 स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ। @strike2 स्ट्राइक मूल्य हो जसमा यदि @time1 मा मुद्राविहिन हुँदा विकल्प पुन: स्ट्रक हुन्छ। @time1 वर्ष भरीमा विकल्पको सुरुको अवधि हो। @time2 छनौट भएमा वर्ष भरीमा विस्तारित अवधि हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @cost_of_carry कच सम्पतिको मानमा चुहावट हो, कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility कच सम्पतिको वार्षिकी भोलाटिलिटी हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(call_put_flag,spot1,spot2,strike1,strike2,time,cost_of_carry1,cost_of_carry2,rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION models the theoretical price of options on 2 assets with correlation @rho. The payoff for a call is max(@spot2 - @strike2,0) if @spot1 > @strike1 or 0 otherwise. The payoff for a put is max (@strike2 - @spot2, 0) if @spot1 < @strike1 or 0 otherwise. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot1 & @spot2 are the spot prices of the underlying assets. @strike1 & @strike2 are the strike prices at which the option is struck. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry1 & @cost_of_carry2 are the leakage in value of the underlying assets, for common stocks, this would be the dividend yield. @volatility1 & @volatility2 are the annualized volatility in price of the underlying assets. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(call_put_flag,spot1,spot2,strike1,strike2,time,cost_of_carry1,cost_of_carry2,rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION ले correlation @rhoसँग २ सम्पतिहरूमा विकल्पहरूको सैदान्तिक मूल्य नमूना गर्दछ। यदि @spot1 > @strike1 वा 0 अन्यथा भएमा कलका लागि तलब अधिकतम(@spot2 - @strike2,0) हुँनेछ। यदि @spot1 < @strike1 वा 0 अन्यथा भएमा पुटको तलब अधिकतम (@strike2 - @spot2, 0) हुँनेछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो भन्ने सङ्केत गर्दछ। @spot1 र @spot2 कच सम्पतिहरूको स्पोट मूल्यहरू हुन्। @strike1 र @strike2 स्ट्राइक मूल्यहरू हुन् जसमा विकल्प स्ट्रक हुन्छ। @time वर्ष भरीमा विकल्पको सुरुआत अवधि हो। @rate व्याजको वार्षिकी जोखिम-विहिन दर हो। @cost_of_carry1 र @cost_of_carry2 कच सम्पतिहरूको मानमा चुहावट हुन्, कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility1 र @volatility2 कच गरिएको सम्पतिहरूको मूल्यमा वार्षिकी गरिएका भोलाटिलिटी हुन्। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1,volatility2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE models the theoretical price of a European option to exchange one asset with quantity @qty2 and spot price @spot2 for another, with quantity @qty1 and spot price @spot1. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry1 & @cost_of_carry2 are the leakage in value of the underlying assets, for common stocks, this would be the dividend yield. @volatility1 & @volatility2 are the annualized volatility in price of the underlying assets. @rho is the correlation between the two assets. @EXAMPLES= @SEEALSO=OPT_AMER_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1,volatility2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE ले quantity @qty1 and spot price @spot1 संग, अर्को quantity @qty2 and spot price @spot2 का लागि एउटा सम्पति विनिमय गर्न युरेपियन विकल्पको सैदान्तिक मूल्य नमूना गर्दछ। @time वर्षमा विकल्पको सुरुआत अवधि हो। @rate व्याजको वार्षिकिकरण गरिएको जोखिम-विहिन दर हो। @cost_of_carry1 र @cost_of_carry2 कच गरिएको सम्पतिहरूको मानमा चुहावट हुन्, कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility1 र @volatility2 कच गरिएको सम्पतिहरूको वार्षिकिकरण गरिएको भोलाटिलिटी हुन्। @rho दुईवटा सम्पतिहरूको बीचको कोरिलेसन हो। @EXAMPLES= @SEEALSO=OPT_AMER_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1, volatility2, rho) @DESCRIPTION=OPT_AMER_EXCHANGE models the theoretical price of an American option to exchange one asset with quantity @qty2 and spot price @spot2 for another, with quantity @qty1 and spot price @spot1. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry1 & @cost_of_carry2 are the leakage in value of the underlying assets, for common stocks, this would be the dividend yield. @volatility1 & @volatility2 are the annualized volatility in price of the underlying assets. @rho is the correlation between the two assets. @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1, volatility2, rho) @DESCRIPTION=OPT_AMER_EXCHANGE ले quantity @qty1 and spot price @spot1सँग अर्को quantity @qty2 and spot price @spot2 का लागि एउटा सम्पतिसँग विनिमय गर्न एउटा अमेरिकन विकल्पको सैदान्तिक मूल्य नमूना गर्दछ। @time वर्षमा विकल्पको सुरुको अवधि हो। @rate व्याजको वार्षिकिकरण गरिएको जोखिम-विहिन दर हो। @cost_of_carry1 र @cost_of_carry2 कच गरिएको सम्पतिहरूको मानमा चुहावट हुन्, कमन स्टकहरूका लागि, यो dividend yield हुँनेछ। @volatility1 र @volatility2 कच गरिएको सम्पतिहरूको मूल्यमा वार्षिकिकरण गरिएको भोलाटिलिटी हुन्। @rho दुई सम्पतिहरू बीचको कोरिलेसन हो। @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(call_put_flag,fut_price1,fut_price2,strike,time, rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_SPREAD_APPROX models the theoretical price of a European option on the spread between two futures contracts. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @fut_price1 & @fut_price2 are the prices of the two futures contracts. @strike is the strike price at which the option is struck @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @volatility1 & @volatility2 are the annualized volatility in price of the underlying futures contracts. @rho is the correlation between the two futures contracts. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
ne: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(call_put_flag,fut_price1,fut_price2,strike,time, rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_SPREAD_APPROX ले भविष्यका दुई ठेक्काहरू बीच फैलिन एउटा युरोपियन विकल्पको सैदान्तिक मूल्य नमूना गर्दछ। @call_put_flag 'c' वा 'p' हो जसले विकल्प कल वा पुट हो भन्ने सङ्केत गर्दछ। @fut_price1 र @fut_price2 भविष्यका दुई ठेक्काहरूको मूल्यहरू हुन्। @strike स्ट्राइक मूल्य हो जसमा विकल्प स्ट्रक हुन्छ @time वर्षमा विकल्पको सुरु अवधि हो। @rate व्याजको वार्षिकिकरण गरिएको जोखिम-विहिन दर हो। @volatility1 र @volatility2 कच गरिएका भविष्यका ठेक्काहरूको मूल्यमा वार्षिकिकरण गरिएको भोलाटिलिटी हो। @rho भविष्यका दुई ठेक्काहरू बीचको कोरिलेसन हो। @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
