Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS returns a cell address as text for specified row and column numbers. @a1 is a logical value that specifies the reference style. If @a1 is TRUE or omitted, ADDRESS returns an A1-style reference, i.e. $D$4. Otherwise ADDRESS returns an R1C1-style reference, i.e. R4C4. @text specifies the name of the worksheet to be used as the external reference. * If @abs_num is 1 or omitted, ADDRESS returns absolute reference. * If @abs_num is 2 ADDRESS returns absolute row and relative column. * If @abs_num is 3 ADDRESS returns relative row and absolute column. * If @abs_num is 4 ADDRESS returns relative reference. * If @abs_num is greater than 4 ADDRESS returns #VALUE! error. * If @row_num or @col_num is less than one, ADDRESS returns #VALUE! error. @EXAMPLES= ADDRESS(5,4) equals "$D$5". ADDRESS(5,4,4) equals "D5". ADDRESS(5,4,3,FALSE) equals "R[5]C4". @SEEALSO=COLUMNNUMBER
de: @FUNCTION=ADRESSE @SYNTAX=ADRESSE(Zeilennummer,Spaltennummer[,Absolut,A1_Bezug,Text]) @DESCRIPTION=ADRESSE liefert die Adresse der Zelle mit der angegebenen Zeilen- und Spaltennummer als Text. @A1 ist ein logischer Wert, der die Bezugsformatierung angibt. Falls dieser WAHR ist oder nicht übergeben wird, liefert ADRESSE einen A1-formatierten Zellbezug, also z.B. $D$4, andernfalls einen Zellbezug im R1C1-Format, also z.B. R4C4. @Text gibt den Namen des als externer Bezug zu verwendenden Arbeitsbuchs an. * Falls @Absolut 1 ist oder nicht übergeben wird, liefert ADRESSE den absoluten Bezug. * Falls @Absolut 2 ist, liefert ADRESSE die absolute Zeilen- und die relative Spaltennummer. * Falls @Absulut 3 ist, liefert ADRESSE die relative Zeilen- und die absolute Spaltennummer. * Falls @Absolut 4 ist, liefert ADRESSE den relativen Bezug. * Falls @Absolut größer als 4 ist, liefert ADDRESSE einen #WERT!-Fehler. * Falls @Zeilennummer oder @Spaltennummer kleiner als 1 ist, liefert ADRESSE einen #WERT!-Fehler. @EXAMPLES= ADRESSE(5,4) liefert "$D$5", ADRESSE(5,4,4) "D5" und ADRESSE(5,4,3,FALSCH) "R[5]C4". @SEEALSO=SPALTENNUMMER
ne: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS ले निर्दिष्ट गरिएको पङ्क्ति र स्तम्भ सङ्ख्याहरूका लागि पाठको रूपमा अक्ष ठेगानाहरू फर्काउँछ। @a1 सन्दर्भित शैली निर्दिष्ट गर्ने लोजिकल मान हो। यदि @a1 is सत्य छ वा हट्यो भने, ADDRESS ले एउटा A1-शैली सन्दर्भ फर्काउँछ, त्यो $D$4 हो। अन्यथा ADDRESS ले एउटा R1C1-शैली सन्दर्भ फर्काउँछ, त्यो R4C4 हो। @text ले आन्तरिक सन्दर्भको रूपमाप्रयोग हुने कार्य तालिकाको नाम निर्दिष्ट गर्दछ। * यदि @abs_num १ हो वा हट्यो भने, ADDRESS ले पूर्ण सन्दर्भहरू फर्काउँछ। * यदि @abs_num २ हो भने, ADDRESS ले पूरा पङ्क्ति र सम्बन्धित स्तम्भ फर्काउँछ। * यदि @abs_num ३ हो भने, ADDRESS सम्बन्धित पङ्क्ति र पूरा स्तम्भ फर्काउँछ। * यदि @abs_num ४ हो भने, ADDRESS ले सम्बन्धित सन्दर्भ फर्काउँछ। * यदि @abs_num ४ भन्दा ठूलो छ भने, ADDRESS ले #VALUE! त्रुटि फर्काउँछ। * यदि @row_num वा @col_num १ भन्दा सानो छ भने, ADDRESS ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= ADDRESS(5,4) बराबर "$D$5". ADDRESS(5,4,4) बराबर "D5". ADDRESS(5,4,3,FALSE) बराबर "R[5]C4". @SEEALSO=COLUMNNUMBER
tr: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(satır_num,sütun_num[,mut_num,a1,metin]) @DESCRIPTION=ADDRESS işlevi satır ve sütun numaraları ile belirtilen gözenin adresini metin olarak verir. @mut_num 1 ise ya da verilmemişse ADDRESS mutlak başvuru adresi ile sonuçlanır. 2 verilmişse mutlak satır ve göreli sütun numarasını, 3 ise göreli satır ve mutlak sütun numarasını, 4 ise göreli başvuru ve 4 den büyükse #SAYI! hatasını verir. @a1 başvuru türünü belirleyen bir mantıksal değerdir. @a1 DOĞRU ise ya da belirtilmemişse A1-tipi başvuru ($D$4), YANLIŞ ise R1C1-tipi başvuru (R4C4) ile sonuçlanır. @metin dış başvuru kaynağı olarak kullanılan bir çizelgenin ismini belirtmek için kullanılır. @satır_num veya @sütun_num birden küçük ise işlev #SAYI! hatası ile sonuçlanır. Örnekler: ADDRESS(5,4) eşittir "$D$5" ADDRESS(5,4,4) eşittir "D5" ADDRESS(5,4,3,YANLIŞ) eşittir "R[5]C4" @EXAMPLES= ADDRESS(5,4) eşittir "$D$5" ADDRESS(5,4,4) eşittir "D5" ADDRESS(5,4,3,YANLIŞ) eşittir "R[5]C4" @SEEALSO=

source: @FUNCTION=AREAS @SYNTAX=AREAS(reference) @DESCRIPTION=AREAS returns the number of areas in @reference. @EXAMPLES= AREAS((A1,B2,C3)) equals 3. @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
de: @FUNCTION=BEREICHE @SYNTAX=BEREICHE(@Bezug) @DESCRIPTION=BEREICHE liefert die Anzahl der Bereiche in @Bezug. @EXAMPLES= BEREICHE((A1,B2,C3)) liefert 3. @SEEALSO=ADRESSE, INDEX, INDIREKT, BEREICH.VERSCHIEBEN
ne: @FUNCTION=AREAS @SYNTAX=AREAS(सन्दर्भ) @DESCRIPTION=AREAS ले @reference मा क्षेत्रहरूको सङ्ख्या फर्काउँछ। @EXAMPLES= AREAS((A1,B2,C3)) बराबर ३ हुन्छ। @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
tr: @FUNCTION=CHAR @SYNTAX=CHAR(sayı) @DESCRIPTION=CHAR @sayı'ya karşılık gelen ASCII karakter ile sonuçlanır. Örnek: CHAR(65) eşittir A Benzer işlev: CODE @EXAMPLES= CHAR(65) eşittir A. @SEEALSO=CODE

source: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,value1][,value2]...) @DESCRIPTION=CHOOSE returns the value of index @index. @index is rounded to an integer if it is not. * If @index < 1 or @index > number of values, CHOOSE returns #VALUE! error. @EXAMPLES= CHOOSE(3,"Apple","Orange","Grape","Perry") equals "Grape". @SEEALSO=IF
de: @FUNCTION=WAHL @SYNTAX=WAHL(Index[,Wert1][,Wert2]...) @DESCRIPTION=WAHL liefert den Wert des @Index-ten Index. Falls @Index keine Ganzzahl ist, wird auf die nächste aufgerundet. * Falls @Index < 1 oder @Index > Anzahl der Werte, liefert WAHL einen #WERT!-Fehler. @EXAMPLES= WAHL(3,"Apfel","Birnen","Orangen","Wein") liefert "Orangen". @SEEALSO=FALLS
ne: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(अनुक्रमणिका[,मान१][,मान२]...) @DESCRIPTION=CHOOSE ले index @index को मान फर्काउँछ। यदि यो होइन भने @index एउटा इन्टेजरमा गोलाकार हुन्छ। * यदि @index < 1 वा @index > मानहरूको सङ्ख्या हो भने, CHOOSE ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= CHOOSE(3,"Apple","Orange","Grape","Perry") बराबर "Grape". @SEEALSO=IF
tr: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(indeks[,değer1][,değer2]...) @DESCRIPTION=CHOOSE işlevi @indeks'teki değerle döner. @indeks bir tamsayı değilse tamsayıya yuvarlanır. @indeks < 1 veya @indeks > değerlerin sayısı ise #DEĞER! hatası verir. Örnek: CHOOSE(3,"Elma","Portakal","Armut","Mandalina") eşittir "Armut". Benzeri: IF @EXAMPLES= CHOOSE(3,"Elma","Portakal","Armut","Mandalina") eşittir "Armut". @SEEALSO=IF

source: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(value,range,column[,approximate,as_index]) @DESCRIPTION=VLOOKUP function finds the row in range that has a first column similar to @value. If @approximate is not true it finds the row with an exact equivalence. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the row with value less than @value. It returns the value in the row found at a 1-based offset in @column columns into the @range. @as_index returns the 0-based offset that matched rather than the value. * VLOOKUP returns #NUM! if @column < 0. * VLOOKUP returns #REF! if @column falls outside @range. @EXAMPLES= @SEEALSO=HLOOKUP
ne: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(मान,दायरा,स्तम्भ[,अन्दाजी,अनुक्रमणिका_जस्तै]) @DESCRIPTION=VLOOKUP कार्यले दायरामा पङ्क्ति फेला पार्दछ जसको पहिलो स्तम्भ @valueसँग मिल्छ। If @approximate सत्य भएन भने यसले एउटा ठीक बराबरीको पङ्क्ति फेला पार्दछ। यदि @approximate सत्य छ भने, मानहरू सही कार्यका लागि बढ्दो मानमा क्रमबद्ध हुनुपर्छ; यो केसमा यसले @value भन्दा कम मान भएको पङ्क्ति फेला पार्दछ। यसले @range भित्र स्तम्भहरू @column मा १-आधारित अफसेटमा फेला परेको पङ्क्तिमा मान फर्काउँछ। @as_index ले ०-आधारित अफसेट फर्काउँछ जो मानसँग भन्दा बढी मेल खान्छ। * यदि @column < 0 छ भने VLOOKUP ले #NUM! फर्काउँछ। * यदि @column @range बाहिर झर्छ भने VLOOKUP ले #REF! फर्काउँछ। @EXAMPLES= @SEEALSO=HLOOKUP
tr: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(değer,aralık,sütun[,yaklaşık]) @DESCRIPTION=VLOOKUP işlevi verilen aralık içinde ilk sütundaki değerlere benzer bir değeri içeren satırı bulur. @yaklaşık YANLIŞ ise tam bir eşitlik aranır. @yaklaşık DOĞRU ise işlevin doğru sonuç vermesi için değerler artan sırada sıralanmış olmalıdır. Bu durumda @değerden küçük değere sahip olan satırı @aralık içindeki @sütununun başlangıcını 1 kabul eden bir sayı olarak bulur. @sütun < 0 ise #SAYI!, @sütun @aralık dışında ise #REF! hatası verir. Benzeri: HLOOKUP @EXAMPLES= @SEEALSO=HLOOKUP

source: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(value,range,row[,approximate,as_index]) @DESCRIPTION=HLOOKUP function finds the col in range that has a first row cell similar to @value. If @approximate is not true it finds the col with an exact equivalence. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the col with value less than @value it returns the value in the col found at a 1-based offset in @row rows into the @range. @as_index returns the 0-based offset that matched rather than the value. * HLOOKUP returns #NUM! if @row < 0. * HLOOKUP returns #REF! if @row falls outside @range. @EXAMPLES= @SEEALSO=VLOOKUP
ne: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(मान,दायरा,स्तम्भ[,अन्दाजी,अनुक्रमणिका_जस्तै]) @DESCRIPTION=HLOOKUP कार्यले दायरामा स्तम्भ फेला पार्दछ जसको पहिलो पङ्क्ति @valueसँग मिल्छ। If @approximate सत्य भएन भने यसले एउटा ठीक बराबरीको स्तम्भ फेला पार्दछ। यदि @approximate सत्य छ भने, मानहरू सही कार्यका लागि बढ्दो मानमा क्रमबद्ध हुनुपर्छ; यो केसमा यसले @value भन्दा कम मान भएको स्तम्भ फेला पार्दछ। यसले @range भित्र पङ्क्तिहरू @column मा १-आधारित अफसेटमा फेला परेको स्तम्भमा मान फर्काउँछ। @as_index ले ०-आधारित अफसेट फर्काउँछ जो मानसँग भन्दा बढी मेल खान्छ। * यदि @row < 0 छ भने VLOOKUP ले #NUM! फर्काउँछ। * यदि @row @range बाहिर झर्छ भने VLOOKUP ले #REF! फर्काउँछ। @EXAMPLES= @SEEALSO=VLOOKUP
tr: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(değer,aralık,satır[,yaklaşık]) @DESCRIPTION=HLOOKUP işlevi verilen aralık içinde ilk satırdaki değerlere benzer bir değeri içeren sütunu bulur. @yaklaşık YANLIŞ ise tam bir eşitlik aranır. @yaklaşık DOĞRU ise işlevin doğru sonuç vermesi için değerler artan sırada sıralanmış olmalıdır. Bu durumda @değerden küçük değere sahip olan sütunu @aralık içindeki @satırının başlangıcını 1 kabul eden bir sayı olarak bulur. @satır < 0 ise #SAYI!, @satır @aralık dışında ise #REF! hatası verir. Benzeri: VLOOKUP @EXAMPLES= @SEEALSO=VLOOKUP

source: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(value,vector1[,vector2]) @DESCRIPTION=LOOKUP function finds the row index of @value in @vector1 and returns the contents of @vector2 at that row index. Alternatively a single array can be used for @vector1. If the area is longer than it is wide then the sense of the search is rotated. * If LOOKUP can't find @value it uses the largest value less than @value. * The data must be sorted. * If @value is smaller than the first value it returns #N/A. @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
de: @FUNCTION=VERWEIS @SYNTAX=VERWEIS(Wert,Vektor1[,Vektor2]) @DESCRIPTION=VERWEIS sucht den Zeilenindex von @Wert in @Vektor1 und liefert den Inhalt von @Vektor2 bei diesem Zeilenindex. Alternativ kann ein einzelnes Datenfeld für @Vektor2 verwendet werden. Falls der Bereich länger als dessen Breite ist, wird die Suche umgekehrt. * Falls @Wert nicht gefunden werden kann, wird ein niedrigerer, am nächsten an @Wert gelegener Wert verwendet. * Die Daten müssen sortiert werden. * Falls @Wert kleiner als der erste Wert ist, liefert VERWEIS #NV. @EXAMPLES= @SEEALSO=SVERWEIS,WVERWEIS
ne: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(मान,भेक्टर १[,भेक्टर२]) @DESCRIPTION=LOOKUP कार्यले @vector मा @value को पङ्क्ति अनुक्रमणिका फेला पार्दछ र त्यो पङ्क्ति अनुक्रमणिकामा @vector2 को सामग्रीहरू फर्काउँछ। वैकल्पिक रूपमा एउटा एकल एरे @vector1 का लागि प्रयो हुनसक्छ। यदि क्षेत्र यसको चौडा भन्दा लामो छ भने त्यसपछि खोजीको अर्थ घुम्छ। * यदि LOOKUP @value फेला पार्न सकेन भने यसले @value भन्दा सानो ठूलो मान प्रयोग गर्नेछ। * डेटा क्रमबद्ध हुनुपर्छ। * यदि @value पहिलो मान भन्दा सानो छ भने यसले #N/A फर्काउँछ। @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
tr: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(değer,vektör1,vektör2) @DESCRIPTION=The LOOKUP işlevi @vektör1 içindeki @değerin satır indeksini bulur ve satır indeksindeki vektör2 nin içeriği ile sonuçlanır. Alan, genişliğinden daha büyükse aramanın duyarlığı döndürülür. Alternatif olarak bir tek dizi kullanılabilir. İşlev @değeri bulamazsa değerden küçük sonraki en büyük değeri kullanır. Veri sıralanmış olmalıdır. @değer ilk değerden küçükse işlev #YOK! hatası ile sonuçlanır. Benzerleri: VLOOKUP,HLOOKUP @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP

source: @FUNCTION=MATCH @SYNTAX=MATCH(seek,vector[,type]) @DESCRIPTION=MATCH function finds the row index of @seek in @vector and returns it. If the area is longer than it is wide then the sense of the search is rotated. Alternatively a single array can be used. * The @type parameter, which defaults to +1, controls the search: * If @type = 1, MATCH finds largest value <= @seek. * If @type = 0, MATCH finds first value == @seek. * If @type = -1, MATCH finds smallest value >= @seek. * For @type = 0, the data can be in any order. * For @type = -1 and @type = +1, the data must be sorted. (And in these cases, MATCH uses a binary search to locate the index.) * If @seek could not be found, #N/A is returned. @EXAMPLES= @SEEALSO=LOOKUP
de: @FUNCTION=VERGLEICH @SYNTAX=VERGLEICH(Begriff,Vektor[,Typ]) @DESCRIPTION=VERGLEICH liefert den Zeilenindex von @Begriff in @Vektor. Falls der Bereich länger als dessen Breite ist, wird die Suche umgekehrt. Alternativ kann ein einzelnes Datenfeld verwendet werden. * Der Parameter @Typ, dessen Vorgabe +1 ist, steuert die Suche: * Falls @Typ 1 ist, liefert VERGLEICH den größten Wert <= @Begriff. * Falls @Typ 0 ist, liefert VERGLEICH den ersten Wert == @Begriff. * Falls @Typ -1 ist, liefert VERGLEICH den kleinsten Wert >= @Begriff. * Falls @Typ 0 ist, können die Daten in beliebiger Reihenfolge vorliegen. * Falls @Typ 1 oder -1 ist, müssen die Daten sortiert werden (In diesem Fall führt VERGLEICH zum Lokalisieren des Indexes eine Binärsuche durch). * Falls @Begriff nicht gefunden werden kann, liefert VERGLEICH #NV. @EXAMPLES= @SEEALSO=VERWEIS
ne: @FUNCTION=MATCH @SYNTAX=MATCH(खोजी,भेक्टर[,प्रकार]) @DESCRIPTION=MATCH कार्यले @vector मा @seek को पङ्क्ति अनुक्रमणिका फेला पार्दछ र यसलाई फर्काउँछ। यदि यसको क्षेत्र चौडा भन्दा लामो छ भने त्यसपछि खोजीको अर्थ घुम्छ। वैकल्पिक रूपमा एउटा एकल एरे पनि प्रयोग गर्न सकिन्छ। * @type परामिति, जसले +1 मा पूर्वनिर्धारण गर्दछ, ले खोजी नियन्त्रण गर्दछ: * यदि @type = 1 छ भने, MATCH ले ठूलो मान फेला पार्दछ <= @seek. * यदि @type = 0 छ भने, MATCH ले पहिलो मान फेला पार्दछ == @seek. * यदि @type = -1 छ भने, MATCH ले सानो मान फेला पार्दछ >= @seek. * @type = 0 का लागि, डेटा कुनै पनि क्रममा हुनसक्छ। * @type = -1 र @type = +1 का लागि, डेटा क्रमबद्ध हुनुपर्छ। (र यो केसहरूमा, MATCH ले अनुक्रमणिका राख्न बाइनरी खोजी प्रयोग गर्दछ।) * यदि @seek फेला परेन भने, #N/A फर्कन्छ। @EXAMPLES= @SEEALSO=LOOKUP
tr: @FUNCTION=MATCH @SYNTAX=MATCH(sıra,vektör[,türü]) @DESCRIPTION=MATCH işlevi @vektör içindeki @sıranın satır indeksini bulur. Alan, genişliğinden uzunsa aramanın duyarlığı döndürülür. Alternatif olarak bir tek dizi kullanılabilir. @türü verilmezse öntanımlı olarak +1 dir. Arama denetimi: @türü = 1 ise @sıradan küçük ya da eşit en büyük değeri bulur. @türü = 0 ise @sıraya eşit ilk değeri bulur. @türü = -1 ise @sıradan büyük ya da eşit en küçük değeri bulur. @türü = 0 için veri herhangi bir sırada olabilir. Diğer türler için veri sıralı olmalıdır. (Bu durumda işlev indeksi bulurken ikilik arama yapar.) @sıra bulunamazsa #YOK! hatası verir. Benzeri: LOOKUP @EXAMPLES= @SEEALSO=LOOKUP

source: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text[,format]) @DESCRIPTION=INDIRECT function returns the contents of the cell pointed to by the @ref_text string. The string specifies a single cell reference the format of which is either A1 or R1C1 style. The style is set by the @format boolean, which defaults to the A1 style. * If @ref_text is not a valid reference returns #REF! @EXAMPLES= If A1 contains 3.14 and A2 contains A1, then INDIRECT(A2) equals 3.14. @SEEALSO=AREAS,INDEX,CELL
de: @FUNCTION=INDIREKT @SYNTAX=INDIREKT(Bez_Text[,Format]) @DESCRIPTION=INDIREKT liefert den Inhalt der in der Zeichenkette @Bez_Text angegebenen Zelle. @Bez_Text ist ein einzelliger Bezug, der entweder A1- oder R1C1-formatiert ist. Das vorliegende Format wird durch den Boole'schen Parameter @Format bestimmt, dessen Vorgabe A1 ist. * Falls @Bez_Text kein gültiger Bezug ist, liefert INDIREKT einen #BEZUG!-Fehler @EXAMPLES= Angenommen, A1 enthält 3.14 und A2 A1, dann liefert INDIREKT(A2) 3.14. @SEEALSO=BEREICHE,INDEX,
ne: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text[,format]) @DESCRIPTION=INDIRECT कार्यले @ref_text स्ट्रिङ द्वारा स्पष्ट गरिएको अक्षको सामग्रीहरू फर्काउँछ। स्ट्रिङले एकल अक्ष सन्दर्भ ढाँचा निर्दिष्ट गर्दछ जसको या A1 वा R1C1 शैली हुन्छ। शैली @format बूलियन द्वारा सेट गरिएको छ, जसले A1 शैलीमा पूर्वनिर्धारण गर्दछ। * यदि @ref_text वैध सन्दर्भ होइन भने #REF! फर्काउँछ। @EXAMPLES= If A1 ले ३.१४ र A2 ले A1 समाविष्ट गर्दछ भने, INDIRECT(A2) बराबर ३.१४ हुन्छ। @SEEALSO=AREAS,INDEX,CELL
tr: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_metin[,biçem]) @DESCRIPTION=INDIRECT işlevi @ref_metin dizgesiyle başvurulan gözenin içeriğini verir. Başvuru A1 ya da R1C1 türünde olabilir. Tür, @biçem ile mevcut gösterimi öntanımlı kabul ederek mantıksal bir değer olarak belirtilebilir. @ref_metin geçerli bir başvuru içermiyorsa #REF! hatası verir. Örnek: A1 -> 3.14 ve A2 -> A1 içeriyorsa, INDIRECT(A2) eşittir 3.14 @EXAMPLES= A1 -> 3.14 ve A2 -> A1 içeriyorsa, INDIRECT(A2) eşittir 3.14 @SEEALSO=

source: @FUNCTION=INDEX @SYNTAX=INDEX(array[,row, col, area]) @DESCRIPTION=INDEX gives a reference to a cell in the given @array.The cell is pointed out by @row and @col, which count the rows and columns in the array. * If @row and @col are omitted the are assumed to be 1. * If the reference falls outside the range of the @array, INDEX returns a #REF! error. @EXAMPLES=Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then INDEX(A1:A5,4,1,1) equals 25.9 @SEEALSO=
de: @FUNCTION=INDEX @SYNTAX=INDEX(Feld[, Zeile, Spalte, Bereich]) @DESCRIPTION=INDEX liefert einen Zellbezug im angegebenen Feld @Feld. Die Zelle wird mittels @Zeile und @Spalte angegeben, die die Zeilen und Spalten im Feld zählen. * Falls @Zeile und @Spalte nicht übergeben werden, wird angenommen, dass sie 1 sind. * Falls der Bezug außerhalb des Feldes @Feld liegt, liefert INDEX einen #BEZUG!-Fehler. @EXAMPLES=Angenommen, die Zellen A1, A2, ..., A5 enthalten die Zahlen 11.4, 17.3, 21.3, 25.9 und 40.1. Dann liefert INDEX(A1:A5,4,1,1) 25.9 @SEEALSO=
ne: @FUNCTION=INDEX @SYNTAX=INDEX(एरे[,पङ्क्ति, स्तम्भ, क्षेत्र]) @DESCRIPTION=INDEX ले दिएको @array मा अक्षमा सन्दर्भ दिन्छ। अक्ष @row र @col द्वारा स्पष्ट गरिएको हुन्छ, जसले एरेमा पङ्क्ति र स्तम्भहरू गन्ति गर्दछ। * यदि @row र @col हटे भने, तिनीहरू १ मानिने छन्। * यदि सन्दर्भ @array को दायरा भन्दा बाहिर झर्छ भने, INDEX ले एउटा #REF! त्रुटि फर्काउँछ। @EXAMPLES=मानौ अक्षहरू A1, A2, ..., A5 ले सङ्ख्याहरू११.४, १७.३, २१.३, २५.९, र ४०.१ समाविष्ट गर्दछ। त्यसपछि INDEX(A1:A5,4,1,1) बराबर २५.९ हुन्छ @SEEALSO=
tr: @FUNCTION=INDEX @SYNTAX=INDEX(dizi[,satır,sütun,alan]) @DESCRIPTION=INDEX işlevi belirtilen dizi içindeki bir gözenin değerini verir. Gözenin yeri @satır, @sütunluk bölgede belirtilebilir. Eğer @satır ve @sütun belirtilmezse 1 varsayılır. @alan 1 olacaktır çünkü henüz çoklu alanlardan değer döndürme işleminin kodu yazılmadı. Eğer başvuru @dizi kapsamının dışında kalıyorsa işlev #REF! hatası ile sonuçlanır. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 değerlerini içeriyorsa: INDEX(A1:A5,4,1,1) eşitir 25,9 @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3,21.3, 25.9, 40.1 değerlerini içeriyorsa: INDEX(A1:A5,4,1,1) eşitir 25,9 @SEEALSO=

source: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(name) @DESCRIPTION=COLUMNNUMBER function returns an integer corresponding to the column name supplied as a string. * If @name is invalid, COLUMNNUMBER returns the #VALUE! error. @EXAMPLES= COLUMNNUMBER("E") equals 5. @SEEALSO=ADDRESS
de: @FUNCTION=SPALTENNUMMER @SYNTAX=SPALTENNUMMER(Name) @DESCRIPTION=SPALTENNUMMER liefert eine Ganzzahl, die dem als Zeichenkette übergebenen Spaltennamen entspricht. * Falls @Name ungültig ist, liefert SPALTEN einen #WERT!-Fehler. @EXAMPLES= SPALTENANZAHL("E") liefert 5. @SEEALSO=ADRESSE
ne: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(नाम) @DESCRIPTION=COLUMNNUMBER कार्यले स्ट्रिङ‌को रूपमा आपूर्ति भएको स्तम्भ नाममा मिलेको एउटा इन्टेजर फर्काउँछ। * यदि @name अवैध छ भने, COLUMNNUMBER ले VALUE! त्रुटि फर्काउँछ। EXAMPLES= COLUMNNUMBER("E") बराबर ५ हुन्छ। @SEEALSO=ADDRESS
tr: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referans) @DESCRIPTION=COLUMNS işlevi belirtilen alandaki sütun sayısı ile sonuçlanır. @referans bir dizi, bir aralık ya da bir başvuru değilse işlev #DEĞER! hatası ile sonuçlanır. Örnek: COLUMNS(H2:J3) eşittir 3 Benzerleri: COLUMN, ROW, ROWS @EXAMPLES= COLUMNS(H2:J3) eşittir 3 @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=COLUMNS function returns the number of columns in area or array reference. * If @reference is neither an array nor a reference nor a range, COLUMNS returns #VALUE! error. @EXAMPLES= COLUMNS(H2:J3) equals 3. @SEEALSO=COLUMN,ROW,ROWS
de: @FUNCTION=SPALTEN @SYNTAX=SPALTEN(Bezug) @DESCRIPTION=SPALTEN liefert die Anzahl der Spalten im Bereich oder dem Feldbezug. * Falls @Bezug weder ein Feld, noch ein Bezug oder Bereich ist, liefert SPALTEN einen #WERT!-Fehler. @EXAMPLES= SPALTEN(H2:J3) liefert 3. @SEEALSO=SPALTE, ZEILE, ZEILEN
ne: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(सन्दर्भ) @DESCRIPTION=COLUMNS कार्यले क्षेत्र वा एरे सन्दर्भमा स्तम्भहरूको सङ्ख्या फर्काउँछ। * यदि @reference न त एउटा एरे, न एउटा सन्दर्भ, न एउटा दायरा कुनै पनि होइन भने, COLUMNS ले #VALUE! त्रुटि फर्काउँछ। @EXAMPLES= COLUMNS(H2:J3) बराबर ३ हुन्छ। @SEEALSO=COLUMN,ROW,ROWS
tr: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referans) @DESCRIPTION=COLUMNS işlevi belirtilen alandaki sütun sayısı ile sonuçlanır. @referans bir dizi, bir aralık ya da bir başvuru değilse işlev #DEĞER! hatası ile sonuçlanır. Örnek: COLUMNS(H2:J3) eşittir 3 Benzerleri: COLUMN, ROW, ROWS @EXAMPLES= COLUMNS(H2:J3) eşittir 3 @SEEALSO=COLUMN,ROW,ROWS
