Repository: GNOME/gnumeric
Catalog: gnumeric-1-8/po-functions/*.po
Languages: de, ne, tr

source: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNUM returns the numbers of coupons to be paid between the settlement and maturity dates, rounded up. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 * If @frequency is other than 1, 2, 4, 6 or 12, COUPNUM returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is not in between 0 and 5, #NUM! error is returned. @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
de: @FUNCTION=KUPANZAHL @SYNTAX=KUPANZAHL(Abrechnung,Fälligkeit,Häufigkeit[,Basis,EdM]) @DESCRIPTION=KUPANZAHL liefert die zwischen den Abrechnungs- und dem Fälligkeitsdata zu zahlenden Kupons (aufgerundet). @Abrechnung ist das Abrechnungsdatum der Sicherheit. @Fälligkeit ist das Fälligkeitsdatum der Sicherheit. @Häufigkeit ist die Anzahl der Kuponzahlungen pro Jahr. @EdM = WAHR führt zu einer speziellen Handhabung des Monatsendes. Zulässige Werte für @Häufigkeit: 1 = jährlich, 2 = halbjährlich, 4 = vierteljährlich. 6 = zweimonatlich, 12 = monatlich. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2 oder 4 ist, liefert KUPANZAHL einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert KUPANZAHL einen #ZAHL!-Fehler. @EXAMPLES= KUPANZAHL(DATUM(2002,11,29),DATUM(2004,2,29),4,0) liefert 6 KUPANZAHL(DATUM(2002,11,29),DATUM(2004,2,29),4,0,FALSCH) liefert 5 @SEEALSO=
ne: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(अवास्थापन,अवधि,आवृति[,basis,eom]) @DESCRIPTION=COUPNUM ले गोलाकार, अवास्थापन र आवधिक मिति बीच तिर्नु पर्ने कुपनहरूको सङ्ख्या फर्काउँछ। @settlement सेक्युरिटीको अवास्थापन मिति हो। @maturity सेक्युरिटीको आवधिक मिति हो। @frequency कुपन भुक्तानी प्रति वर्षको सङ्ख्या हो। @eom = TRUE handles end of month maturity dates special. अनुमति दिएका आवृतिहरू: १ = वार्षिक, २ = अर्धवार्षिक, ४ = चौमासिक, ६ = bimonthly, १२ = महिनावरी। @basis तपाईँले प्रोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० * यदि @frequency अवैध छ भने, COUPNUM ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis ० र ५ बीच छैन भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
tr: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(valör,itfa,sıklık[,tahakkuk,aysonu]) @DESCRIPTION=COUPNUM yuvarlanmış olarak, valör ve itfa tarihleri arasında kalan kupon ödeme sayısını hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @sıklık, bir yıldaki kupon ödemelerinin sayısıdır. @aysonu = DOĞRU ise itfa tarihleri ay sonu özellikli elde edilir. İzin verilen sıklıklar: 1=yılda bir, 2=yılda iki, 4=yılda dört, 6=yılda 6, 12=aylık. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 5 Avrupa+ 30/360 (Tahakkuk esaslarının ayrıntılı açıklaması için gnumeric kılavuzuna bakınız.) Eğer @sıklık değeri geçersizse, COUPNCD, #SAYI! hatası verir. Eğer @tahakkuk belirtilmez ise, MSRB 30/360 uygulanır. Eğer @tahakkuk, 0 ve 5 arasında değil ise, #SAYI! hatası verilir. Örnekler: COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,YANLIŞ) = 5 @EXAMPLES= @SEEALSO=

source: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMIPMT returns the cumulative interest paid on a loan between @start_period and @end_period. * If @rate <= 0, CUMIPMT returns #NUM! error. * If @nper <= 0, CUMIPMT returns #NUM! error. * If @pv <= 0, CUMIPMT returns #NUM! error. * If @start_period < 1, CUMIPMT returns #NUM! error. * If @end_period < @start_period, CUMIPMT returns #NUM! error. * If @end_period > @nper, CUMIPMT returns #NUM! error. * If @type <> 0 and @type <> 1, CUMIPMT returns #NUM! error. @EXAMPLES= @SEEALSO=
de: @FUNCTION=GESZINSZ @SYNTAX=GESZINSZ(Zinssatz,Periodenanzahl,pv,Periodenbeginn,Periodenende,Typ) @DESCRIPTION=GESZINSZ liefert die Zinsaufwendung für ein Darlehen zwischen @Periodenbeginn und @Periodenende. * Falls @Zinssatz <= 0 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenanzahl <= 0 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @pv <= 0 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenbeginn < 1 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenende < @Periodenbeginn ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenende > @Periodenanzahl ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Typ <> 0 und @Typ <> 1 ist, liefert GESZINSZ einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMIPMT ले @start_period र @end_period बीच ऋणमा तिरेको क्युमुलेटिभ व्याज फर्काउँछ।. * यदि @rate <= 0 छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @nper <= 0 छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @pv <= 0 छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @start_period < 1 छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @end_period < @start_period छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @end_period > @nper, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @type <> 0 र @type <> 1 छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=VDB @SYNTAX=VDB(maliyet,hurda,ömür,baş_dönem,son_dönem[,faktör,bayrak]) @DESCRIPTION=VDB çift azalan bakiye yöntemini kullanarak bir varlığın verilen tam veya kısmi bir dönem için amortismanını hesaplar. Benzeri: DB @EXAMPLES= @SEEALSO=DB

source: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMPRINC returns the cumulative principal paid on a loan between @start_period and @end_period. * If @rate <= 0, CUMPRINC returns #NUM! error. * If @nper <= 0, CUMPRINC returns #NUM! error. * If @pv <= 0, CUMPRINC returns #NUM! error. * If @start_period < 1, CUMPRINC returns #NUM! error. * If @end_period < @start_period, CUMPRINC returns #NUM! error. * If @end_period > @nper, CUMPRINC returns #NUM! error. * If @type <> 0 and @type <> 1, CUMPRINC returns #NUM! error. @EXAMPLES= @SEEALSO=
de: @FUNCTION=GESZINSK @SYNTAX=GESZINSK(Zinssatz,Periodenanzahl,pv,Periodenbeginn,Periodenende,Typ) @DESCRIPTION=GESZINSK liefert die Kapitalaufwendung für ein Darlehen zwischen @Periodenbeginn und @Periodenende. * Falls @Zinssatz <= 0 ist, liefert GESZINSK einen #ZAHL!-Fehler. * Falls @Periodenanzahl <= 0 ist, liefert GESZINSK einen #ZAHL!-Fehler. * Falls @pv <= 0 ist, liefert GESZINSK einen #ZAHL!-Fehler. * Falls @Periodenbeginn < 1 ist, liefert GESZINSK einen #ZAHL!-Fehler. * Falls @Periodenende < @Periodenbeginn ist, liefert GESZINSK einen #ZAHL!-Fehler. * Falls @Periodenende > @Periodenanzahl ist, liefert GESZINSK einen #ZAHL!-Fehler. * Falls @Typ <> 0 und @Typ <> 1 ist, liefert GESZINSK einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMPRINC ले @start_period र @end_period बीच ऋणमा तिरेको क्युमुलेटिभ मूलधन फर्काउँछ।. * यदि @rate <= 0 छ भने, CUMIPMT ले #NUM! त्रुटि फर्काउँछ। * यदि @nper <= 0 छ भने, CUMPRINC ले #NUM! त्रुटि फर्काउँछ। * यदि @pv <= 0 छ भने, CUMPRINC ले #NUM! त्रुटि फर्काउँछ। * यदि @start_period < 1 छ भने, CUMPRINC ले #NUM! त्रुटि फर्काउँछ। * यदि @end_period < @start_period छ भने, CUMPRINC ले #NUM! त्रुटि फर्काउँछ। * यदि @end_period > @nper, CUMPRINC ले #NUM! त्रुटि फर्काउँछ। * यदि @type <> 0 र @type <> 1 छ भने, CUMPRINC ले #NUM! त्रुटि फर्काउँछ। @EXAMPLES= @SEEALSO=
tr: @FUNCTION=VDB @SYNTAX=VDB(maliyet,hurda,ömür,baş_dönem,son_dönem[,faktör,bayrak]) @DESCRIPTION=VDB çift azalan bakiye yöntemini kullanarak bir varlığın verilen tam veya kısmi bir dönem için amortismanını hesaplar. Benzeri: DB @EXAMPLES= @SEEALSO=DB

source: @FUNCTION=MDURATION @SYNTAX=MDURATION(settlement,maturity,coupon,yield,frequency[,basis]) @DESCRIPTION=MDURATION returns the Macauley duration for a security with par value 100. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 * If @settlement or @maturity are not valid dates, MDURATION returns #NUM! error. * If @frequency is other than 1, 2, or 4, MDURATION returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= @SEEALSO=DURATION,G_DURATION
de: @FUNCTION=ERTRAG @SYNTAX=ERTRAG(settle,mat,rate,price,redemption_price,Häufigkeit[,Basis]) @DESCRIPTION=ERTRAG liefert den Ertrag auf eine Sicherheit, die einen periodischen Zins abwirft. @Basis ist der Typ des zur Tagesberechnung verwendeten Systems: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 Tatsächliche Tage/Tatsächliche Tage 2 Tatsächliche Tage/360 3 Tatsächliche Tage/365 4 Europäisch 30/360 5 Europäisch + 30/360 * Falls @Häufigkeit weder 1, noch 2, 4 oder ungültig ist, liefert ERTRAG einen #ZAHL!-Fehler. * Falls @Basis nicht übergeben wird, wird MSRB 30/360 angenommen. * Falls @Basis nicht zwischen 0 und 4 liegt, liefert ERTRAG einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=MDURATION @SYNTAX=MDURATION(अवास्थापन,अवधि,आवृति[,basis,eom]) @DESCRIPTION=MDURATION ले अंकित मान १००सँगै सेक्युरिटीका लागि माकाउले अवधि फर्काउँछ। @basis तपाईँले प्रयोग गर्न चाहनुभएको दिन गन्ति प्रणालीको प्रकार हो: 0 MSRB 30/360 (MSRB Rule G33 (e)) १ वास्तविक दिन/वास्तविक दिन २ वास्तविक दिन/३६० ३ वास्तविक दिन/३६५ ४ यरोपियन ३०/३६० ५ युरोपियन+ ३०/३६० * यदि @settlement वा @maturity वैध मितिहरू होइन भने, MDURATION ले #NUM! त्रुटि फर्काउँछ। * यदि @frequency अवैध छ भने, MDURATION ले #NUM! त्रुटि फर्काउँछ। * यदि @basis हट्यो भने, MSRB ३०/३६० लागू हुन्छ। * यदि @basis अवैध छ भने, #NUM! त्रुटि फर्कन्छ। @EXAMPLES= @SEEALSO=DURATION,G_DURATION
tr: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(valör,itfa,ihraç,oran,pr[,tahakkuk]) @DESCRIPTION=YIELDMAT, faizi itfa tarihinde ödenen bir yatırımın yıllık getirisini hesaplar. @valör, yatırımın valör tarihidir. @itfa, yatırımın itfa tarihidir. @ihraç, yatırımın ihraç tarihidir. @oran, yatırımın faiz oranıdır. Yatırımın 100 nominal bedeline karşılık gelen fiyat, @pr olarak belirtilir. @tahakkuk, kullanmak istediğiniz tahakkuk esasını belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eğer @tahakkuk belirtilmez ise, ABD 30/360 uygulanır. Eğer @tahakkuk, 0 ve 4 arasında değil ise, #SAYI! hatası verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB calculates the depreciation of an asset for a given period or partial period using the double-declining balance method. * If @start_period < 0, VDB returns #NUM! error. * If @start_period > @end_period, VDB returns #NUM! error. * If @end_period > @life, VDB returns #NUM! error. * If @cost < 0, VDB returns #NUM! error. * If @salvage > @cost, VDB returns #NUM! error. * If @factor <= 0, VDB returns #NUM! error. @EXAMPLES= @SEEALSO=DB
de: @FUNCTION=GESZINSZ @SYNTAX=GESZINSZ(Zinssatz,Periodenanzahl,pv,Periodenbeginn,Periodenende,Typ) @DESCRIPTION=GESZINSZ liefert die Zinsaufwendung für ein Darlehen zwischen @Periodenbeginn und @Periodenende. * Falls @Zinssatz <= 0 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenanzahl <= 0 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @pv <= 0 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenbeginn < 1 ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenende < @Periodenbeginn ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Periodenende > @Periodenanzahl ist, liefert GESZINSZ einen #ZAHL!-Fehler. * Falls @Typ <> 0 und @Typ <> 1 ist, liefert GESZINSZ einen #ZAHL!-Fehler. @EXAMPLES= @SEEALSO=
ne: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB ले दोहोरो-घट्ढो सन्तुलन विधि प्रयोग गरेर दिएको अवधि वा आंशिक अवधिका लागि एउटा सम्पतिको ह्रास गणना गर्दछ। * यदि @start_period < 0 छ भने, VDB ले #NUM! त्रुटि फर्काउँछ। * यदि @start_period > @end_period छ भने, VDB ले #NUM! त्रुटि फर्काउँछ। * यदिf @end_period > @life छ भने, VDB ले #NUM! त्रुटि फर्काउँछ। * यदि @cost < 0 छ भने, VDB ले #NUM! त्रुटि फर्काउँछ। * यदि @salvage > @cost छ भने, VDB ले #NUM! त्रुटि फर्काउँछ। * यदि @factor <= 0 छ भने, VDB ले #NUM! त्रुटि पर्काउछ। @EXAMPLES= @SEEALSO=DB
tr: @FUNCTION=VDB @SYNTAX=VDB(maliyet,hurda,ömür,baş_dönem,son_dönem[,faktör,bayrak]) @DESCRIPTION=VDB çift azalan bakiye yöntemini kullanarak bir varlığın verilen tam veya kısmi bir dönem için amortismanını hesaplar. Benzeri: DB @EXAMPLES= @SEEALSO=DB

source: @FUNCTION=CELL @SYNTAX=CELL(type,ref) @DESCRIPTION=CELL returns information about the formatting, location, or contents of a cell. @type specifies the type of information you want to obtain: address Returns the given cell reference as text. col Returns the number of the column in @ref. contents Returns the contents of the cell in @ref. format Returns the code of the format of the cell. parentheses Returns 1 if @ref contains a negative value and its format displays it with parentheses. row Returns the number of the row in @ref. width Returns the column width. * This function is Excel compatible. @EXAMPLES= Cell("format",A1) returns the code of the format of the cell A1. @SEEALSO=INDIRECT
de: @FUNCTION=ZELLE @SYNTAX=ZELLE(Typ,Bezug) @DESCRIPTION=ZELLE liefert Informationen zu Formatierung, Ort und Inhalt einer Zelle. @Typ gibt den abzurufenden Informationstyp an: address liefert den übergebenen Zellbezug als Text. col liefert die Anzahl der Spalten in @Bezug. contents liefert den Inhalt der Zelle in @Bezug. format liefert die Formatierungskennung der Zelle. parentheses liefert 1, falls @Bezug einen negativen Wert enthält und ihn dessen Formatierung eingeklammert anzeigt. row liefert die Anzahl der Zeilen in @Bezug. width liefert die Spaltenbreite. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ZELLE("format",A1) liefert die Formatierungskennung der Zelle A1. @SEEALSO=
ne: @FUNCTION=CELL @SYNTAX=CELL(type,ref) @DESCRIPTION=CELL ले अक्षको ढाँचा, स्थान, वा सामग्रीहरूका बारेमा सूचना फर्काउँछ। @type ले तपाईँले प्राप्त गर्न खोज्नु भएकोसूचनाको प्रकार निर्दिष्ट गर्दछ : ठेगाना पाठको रूपमा दिएको अक्ष सन्दर्भ फर्काउँछ। स्तम्भ @ref मा स्तम्भको सङ्ख्या फर्काउँछ। सामग्री @ref मा अक्षको सामग्री फर्काउँछ। ढाँचा अक्षको ढाँचाको कोड फर्काउँछ। प्यारेन्थेसिस १ फर्काउँछ यदि @ref ले ऋणात्मक मान समाविष्ट गर्दछ भने र ञसको ढाँचाले प्यारेन्थेसिससँग यसलाई प्रदर्शन गर्दछ। पङ्क्ति @ref मा पङ्क्तिको सङ्ख्या फर्काउँछ। चौडाइ स्तम्भ चौडाइ फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुदो छ। @EXAMPLES= Cell("format",A1) ले अक्ष A1 को ढाँचाको कोड फर्काउँछ। @SEEALSO=INDIRECT
tr: @FUNCTION=CELL @SYNTAX=CELL(türü,ref) @DESCRIPTION=Gözenin içeriği, konumu ve biçemleme bilgilerini verir. @türü ile aradığınız bilgi türünü belirtebilirsiniz: address belirtilen göze başvurusu col @ref içindeki sütun sayısı contents @ref içindeki gözelerin içeriği format göze biçem kodu parentheses @ref bir negatif değer içeriyorsa biçem parantezli gösterilir. row @ref içindeki satır sayısı width Sütun genişliği Bu işlev Excel uyumludur. Örnek: CELL("format",A1) işlevi A1 gözesinin biçem kodu ile döner. @EXAMPLES= CEll("format",A1) A1 gözesinin biçem kodu ile döner. @SEEALSO=

source: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION returns expression in @cell as a string, or empty if the cell is not an expression. @EXAMPLES= entering '=EXPRESSION(A3)' in A2 = empty (assuming there is nothing in A3). entering '=EXPRESSION(A2)' in A1 = 'EXPRESSION(A3)'. @SEEALSO=TEXT
de: @FUNCTION=AUSDRUCK @SYNTAX=AUSDRUCK(Zelle) @DESCRIPTION=AUSDRUCK liefert den Ausdruck in @Zelle als Zeichenkette, oder nichts, falls die Zelle kein Ausdruck ist. @EXAMPLES= In A2 liefert AUSDRUCK(A3) nichts (angenommen, dass A3 leer ist). In A1 liefert AUSDRUCK(A3) "AUSDRUCK(A3)". @SEEALSO=TEXT
ne: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION ले @cell मा स्ट्रिङ‌को रूपमा अभिव्यक्ति फर्काउँछ, वा यदि अक्ष एउटा अभिव्यक्ति होइन भने खाली गर्दछ। @EXAMPLES= entering '=EXPRESSION(A3)' in A2 = empty ( A3 मा केही छैन भन्ने मान्नुहोस्). entering '=EXPRESSION(A2)' in A1 = 'EXPRESSION(A3)'. @SEEALSO=TEXT
tr: @SYNTAX=EXPRESSION(göze) @DESCRIPTION=EXPRESSION @göze bir ifade ise bu ifadeyi bir dizge olarak verir, değilse boş döner. Örnekler: A1 içinde EXPRESSION(A2) eşittir 'EXPRESSION(A3)'. A2 içinde EXPRESSION(A3) eşittir ''. Benzer işlev: TEXT @EXAMPLES= A1 içinde EXPRESSION(A2) eşittir 'EXPRESSION(A3)'. A2 içinde EXPRESSION(A3) eşittir ''. @SEEALSO=TEXT

source: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK returns the number of blank cells in a @range. * This function is Excel compatible. @EXAMPLES= COUNTBLANK(A1:A20) returns the number of blank cell in A1:A20. @SEEALSO=COUNT
de: @FUNCTION=ANZAHLLEEREZELLEN @SYNTAX=ANZAHLLEEREZELLEN(Bereich) @DESCRIPTION=ANZAHLLEEREZELLEN liefert die Anzahl leerer Zellen in @Bereich. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ANZAHLLEEREZELLEN(A1:A20) liefert die Anzahl leerer Zellen in A1:A20. @SEEALSO=ANZAHL
ne: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(दायरा) @DESCRIPTION=COUNTBLANK ले @range मा खाली अक्षहरूको सङ्ख्या फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= COUNTBLANK(A1:A20) ले A1:A20 मा खाली अक्षको सङ्ख्या फर्काउँछ। @SEEALSO=COUNT
tr: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(aralık) @DESCRIPTION=COUNTBLANK işlevi verilen bir @aralık'taki boş gözelerin sayısını verir. Bu işlev Excel uyumludur. Örnek: COUNTBLANK(A1:A20) işlevi A1:A20 içindeki boş gözelerin sayısını verir. Benzer işlev: COUNT @EXAMPLES= COUNTBLANK(A1:A20) işlevi A1:A20 içindeki boş gözelerin sayısını verir. @SEEALSO=COUNT

source: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO returns information about the current operating environment. @type is the type of information you want to obtain: memavail Returns the amount of memory available, bytes. memused Returns the amount of memory used (bytes). numfile Returns the number of active worksheets. osversion Returns the operating system version. recalc Returns the recalculation mode (automatic). release Returns the version of Gnumeric as text. system Returns the name of the environment. totmem Returns the amount of total memory available. * This function is Excel compatible, except that types directory and origin are not implemented. @EXAMPLES= INFO("system") returns "Linux" on a Linux system. @SEEALSO=
de: @FUNCTION=INFO @SYNTAX=INFO(Typ) @DESCRIPTION=INFO liefert Informationen zur aktuellen Arbeitsumgebung. @Typ ist der Informationstyp, den Sie erhalten möchten: memavail Liefert den freien Speicher in Bytes. memused Liefert den freien Speicher in Bytes. numfile Liefert die Anzahl geöffneter Arbeitsbücher. osversion Liefert die Version des Betriebssystems. recalc Liefert den Modus für die Neuberechnungs (automatisch). release Liefert die verwendete Gnumeric-Version als Text. system Liefert den Umgebungsname. totmem Liefert den verfügbaren Gesamtspeicher in Bytes. * Diese Funktion ist Excel-kompatibel, außer dass die Typen »directory« und »origin« nicht implementiert sind. @EXAMPLES= INFO("system") liefert auf einem Linux-System "Linux". @SEEALSO=
ne: @FUNCTION=INFO @SYNTAX=INFO(प्रकार) @DESCRIPTION=INFO ले हालको सञ्चालित वातवरणका बारेमा सूचना फर्काउँछ। @type तपाईँले प्राप्त गर्न खोज्नु भएको सूचनाको प्रकार हो: memavail उपलब्ध स्मृतिको रकम फर्काउँछ, बाइट्स। memused प्रयोग भएको स्मृतिको रकम फर्काउँछ (बाइट्स)। numfile सक्रिय कार्यपानाहरू फर्काउँछ। osversion सञचालन प्रणाली संस्करण फर्काउँछ। recalc पुन: गणना मोड फर्काउँछ (स्वचालित)। release पाठको रूपमा जीन्युमेरिकको संस्करण फर्काउँछ। system परिवेशको नाम फर्काउँछ। totmem उपलब्ध जम्मा स्मृतिको रकम फर्काउँछ। * कार्यान्वयन नभएका डाइरेक्टरी र उत्पति बाहेक, यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= INFO("system") ले "Linux" लिनक्स प्रणालीमा फर्काउँछ। @SEEALSO=
tr: @FUNCTION=INFO @SYNTAX=INFO(türü) @DESCRIPTION= İşletim sistemi hakkında bilgi verir. @türü ile aradığınız bilgi türünü belirtebilirsiniz: memavail Serbest bellek miktarı (bayt) memused Kullanımdaki bellek miktarı (bayt) numfile Etkin çizelge sayısı osversion işletim sistemi sürümü recalc yeniden hesaplama kipi (otomatik) release Gnumeric sürümü system Ortam ismi totmem Toplam bellek miktarı. Dizin ve orijin türleri dışında Excel uyumludur. Örnek: Bir Linux sistemi üzerinde: INFO("system") eşittir "Linux" @EXAMPLES= Bir Linux sistemi üzerinde INFO("system") eşittir "Linux". @SEEALSO=

source: @FUNCTION=ISERROR @SYNTAX=ISERROR(value) @DESCRIPTION=ISERROR returns a TRUE value if the expression has an error. * This function is Excel compatible. @EXAMPLES= ISERROR(NA()) equals TRUE. @SEEALSO=ERROR
de: @FUNCTION=ISTFEHLER @SYNTAX=ISTFEHLER(Wert) @DESCRIPTION=ISTFEHLER liefert WAHR, falls der Ausdruck einen Fehler enthält. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTFEHLER(NA()) liefert WAHR. @SEEALSO=FEHLER
ne: @FUNCTION=ISERROR @SYNTAX=ISERROR(मान) @DESCRIPTION=ISERROR ले यदि अभिव्यक्तिसँग एउटा त्रुटि छ भने सत्य मान फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISERROR(NA()) बराबर TRUE हुन्छ। @SEEALSO=ERROR
tr: @FUNCTION=ISERROR @SYNTAX=ISERROR(ifade) @DESCRIPTION=ISERROR işlevi @ifade hatalı ise DOĞRU ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: ISERROR(NA()) eşittir DOĞRU Benzer işlev: ISERR, ERROR @EXAMPLES= ISERROR(NA()) eşittir DOĞRU. @SEEALSO=ERROR

source: @FUNCTION=ISNA @SYNTAX=ISNA(value) @DESCRIPTION=ISNA returns TRUE if the value is the #N/A error value. * This function is Excel compatible. @EXAMPLES= ISNA(NA()) equals TRUE. @SEEALSO=NA
de: @FUNCTION=ISTNV @SYNTAX=ISTNV(Wert) @DESCRIPTION=ISTNV liefert WAHR, falls der Wert der #NV-Fehlerwert ist. * Diese Funktion ist Excel-kompatibel. @EXAMPLES= ISTNV(NV()) liefert WAHR. @SEEALSO=NV
ne: @FUNCTION=ISNA @SYNTAX=ISNA(value) @DESCRIPTION=ISNA ले यदि मान #N/A त्रुटि मान छ भने TRUE फर्काउँछ। * यो कार्य एक्सेलसँग मिल्दोजुल्दो छ। @EXAMPLES= ISNA(NA()) बराबर TRUE हुन्छ। @SEEALSO=NA
tr: @FUNCTION=ISNA @SYNTAX=ISNA(değer) @DESCRIPTION=ISNA işlevi @değer #YOK! ise DOĞRU ile sonuçlanır. Bu işlev Excel uyumludur. Örnek: ISNA(NA()) eşittir DOĞRU Benzer işlev: NA @EXAMPLES= ISNA(NA()) eşittir DOĞRU. @SEEALSO=NA
