Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Unknown system
pl: Nieznany system
sk: Neznámy systém
tr: Bilinmeyen sistem
uk: Нев╕дома система

source: @FUNCTION=ISERROR @SYNTAX=ISERROR(value) @DESCRIPTION=ISERROR returns a TRUE value if the expression has an error. This function is Excel compatible. @EXAMPLES= ISERROR(NA()) equals TRUE. @SEEALSO=ERROR
pl: @FUNCTION=ISERROR @SYNTAX=ISERROR (exp) @DESCRIPTION=Funkcja ISERROR zwraca warto¶æ PRAWDA, je¿eli wyra¿enie zawiera b³±d. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISERROR(NA()) jest równe PRAWDA. @SEEALSO=ERROR
sk: @FUNCTION=ISERROR @SYNTAX=ISERROR(hodnota) @DESCRIPTION=ISERROR vracia TRUE ak je výraz chybný Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISERROR(NA()) sa rovná TRUE. @SEEALSO=ERROR
tr: @FUNCTION=ISERROR @SYNTAX=ISERROR(ifade) @DESCRIPTION=ISERROR iþlevi @ifade hatalý ise DOÐRU ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: ISERROR(NA()) eþittir DOÐRU Benzer iþlev: ISERR, ERROR @EXAMPLES= ISERROR(NA()) eþittir DOÐRU. @SEEALSO=ERROR

source: Argument mismatch
pl: Niezgodno¶æ argumentów
sk: Chyba argumentu
tr: Argüman uyumsuz
uk: В╕дсутн╕й аргумент

source: @FUNCTION=ISNA @SYNTAX=ISNA(value) @DESCRIPTION=ISNA returns TRUE if the value is the #N/A error value. This function is Excel compatible. @EXAMPLES= ISNA(NA()) equals TRUE. @SEEALSO=NA
pl: @FUNCTION=ISNA @SYNTAX=ISNA () @DESCRIPTION=Funkcja ISNA zwraca PRAWDA, je¿eli warto¶æ jest b³êdem #N/A. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISNA(NA()) jest równe TRUE. @SEEALSO=
sk: @FUNCTION=ISNA @SYNTAX=ISNA(hodnota) @DESCRIPTION=ISNA vracia TRUE ak je hodnotou chyba #N/A. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISNA(NA()) sa rovná TRUE. @SEEALSO=
tr: @FUNCTION=ISNA @SYNTAX=ISNA(deðer) @DESCRIPTION=ISNA iþlevi @deðer #YOK! ise DOÐRU ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: ISNA(NA()) eþittir DOÐRU Benzer iþlev: NA @EXAMPLES= ISNA(NA()) eþittir DOÐRU. @SEEALSO=NA

source: @FUNCTION=ISERR @SYNTAX=ISERR(value) @DESCRIPTION=ISERR returns TRUE if the value is any error value except #N/A. This function is Excel compatible. @EXAMPLES= ISERR(NA()) return FALSE. @SEEALSO=ISERROR
pl: @FUNCTION=ISERR @SYNTAX=ISERR () @DESCRIPTION=Funkcja ISERR zwraca PRAWDA, je¿eli warto¶æ jest jakimkolwiek b³êdem za wyj±tkiem #N/A. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISERR(NA()) jest równe FA£SZ. @SEEALSO=
sk: @FUNCTION=ISERR @SYNTAX=ISERR(hodnota) @DESCRIPTION=ISERR vracia TRUE ak je hodnotou chyba okrem #N/A. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISERR(NA()) sa rovná FALSE. @SEEALSO=
tr: @FUNCTION=ISERR @SYNTAX=ISERR(deðer) @DESCRIPTION=ISERR iþlevi #YOK! hatasý dýþýndaki tüm hata deðerleri için DOÐRU sonucu verir. Bu iþlev Excel uyumludur. Örnek: ISERR(NA()) eþittir YANLIÞ Benzer iþlevler: ISERROR, ERROR @EXAMPLES= ISERR(NA()) eþittir YANLIÞ. @SEEALSO=

source: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR(value) @DESCRIPTION=ERROR.TYPE returns an error number corresponding to the given error value. The error numbers for error values are #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 This function is Excel compatible. @EXAMPLES= ERROR.TYPE(NA()) equals 7. @SEEALSO=ISERROR
pl: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR (exp) @DESCRIPTION=Funkcja ERROR.TYPE zwraca numer b³êdu odpowiadaj±cy danej warto¶ci b³êdu. Numery b³êdów i ich warto¶ci przedstawiaj± siê nastêpuj±co: #DZIEL/0! 2 #WARTO¦Æ! 3 #ODW! 4 #NAZWA! 5 #LICZBA! 6 #NA! 7 Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ERROR.TYPE(NA()) jest równe 7. @SEEALSO=ISERROR
sk: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR(hodnota) @DESCRIPTION=ERROR.TYPE vracia èíslo chyby podµa danej chybovej hodnoty. Èísla chybových hodnôt sú #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ERROR.TYPE(NA()) sa rovná 7. @SEEALSO=ISERROR

source: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA returns the error value #N/A. This function is Excel compatible. @EXAMPLES= NA() equals #N/A error. @SEEALSO=ISNA
pl: @FUNCTION=NA @SYNTAX=NA () @DESCRIPTION=Funkcja NA zwraca warto¶æ b³êdu #N/A. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NA() jest równe b³êdowi #N/A. @SEEALSO=
sk: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA vracia chybovú hodnotu #N/A. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NA() sa rovná chybe #N/A. @SEEALSO=
tr: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA iþlevi daima #YOK! ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: NA() eþittir #YOK! Benzer iþlev: ISNA @EXAMPLES= NA() eþittir #YOK!. @SEEALSO=ISNA

source: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR return the specified error. @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR
pl: @FUNCTION=ERROR @SYNTAX=ERROR (tekst) @DESCRIPTION=Funkcja ERROR zwraca okre¶lony b³±d. @EXAMPLES= ERROR("#W£ASNY B£¡D"). @SEEALSO=ISERROR
sk: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR vracia uvedenú chybu @EXAMPLES= ERROR("#MOJA CHYBA"). \n@SEEALSO=ISERROR
tr: @FUNCTION=ERROR @SYNTAX=ERROR(metin) @DESCRIPTION=ERROR @metin ile belirtilen hata dizgesi ile döner. Örnek: ERROR("Bir daha olmasýn!") Benzer iþlev: ISERROR @EXAMPLES= ERROR("#YOK HATASI"). @SEEALSO=ISERROR

source: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(value) @DESCRIPTION=ISBLANK returns TRUE if the value is blank. This function is Excel compatible. @EXAMPLES= ISBLANK(A1). @SEEALSO=
pl: @FUNCTION=ISBLANK @SYNTAX=ISBLANK () @DESCRIPTION=Funkcja ISBLANK zwraca PRAWDA, je¿eli warto¶æ jest pusta. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISBLANK(A1). @SEEALSO=
sk: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(hodnota) @DESCRIPTION=ISBLANK vracia TRUE ak je hodnota prázdna. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISBLANK(A1). @SEEALSO=
tr: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(deðer) @DESCRIPTION=ISBLANK iþlevi @deðer veri içermiyorsa DOÐRU ile sonuçlanýr. Bu iþlev Excel uyumludur. @EXAMPLES= ISBLANK(A1). @SEEALSO=

source: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(value) @DESCRIPTION=ISEVEN returns TRUE if the number is even. This function is Excel compatible. @EXAMPLES= ISEVEN(4) equals TRUE. @SEEALSO=ISODD
pl: @FUNCTION=ISEVEN @SYNTAX=ISEVEN () @DESCRIPTION=Funkcja ISEVEN zwraca PRAWDA, je¿eli warto¶æ jest parzysta. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISEVEN(4) jest równe PRAWDA. @SEEALSO=ISODD
sk: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(hodnota) @DESCRIPTION=ISEVEN vracia TRUE ak je èíslo párne. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISEVEN(4) sa rovná TRUE. @SEEALSO=ISODD
tr: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(deðer) @DESCRIPTION=ISEVEN iþlevi verilen deðer çift sayý ise DOÐRU ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: ISEVEN(4) eþittir DOÐRU Benzer iþlev: ISODD @EXAMPLES= ISEVEN(4) eþittir DOÐRU. @SEEALSO=ISODD

source: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(value) @DESCRIPTION=ISLOGICAL returns TRUE if the value is a logical value. This function is Excel compatible. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
pl: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL (warto¶æ) @DESCRIPTION=Funkcja ISLOGICAL zwraca PRAWDA, je¿eli @warto¶æ jest warto¶ci± logiczn±. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
sk: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(hodnota) @DESCRIPTION=ISLOGICAL vracia TRUE ak je hodnota logická. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
tr: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(deðer) @DESCRIPTION=ISLOGICAL iþlevi bir mantýksal deðer verilmiþse DOÐRU ile sonuçlanýr. Ýþlev Excel uyumludur. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=

source: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(value) @DESCRIPTION=ISNONTEXT Returns TRUE if the value is not text. This function is Excel compatible. @EXAMPLES= ISNONTEXT("text") equals FALSE. @SEEALSO=ISTEXT
pl: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT (warto¶æ) @DESCRIPTION=Funkcja ISNONTEXT zwraca PRAWDA, je¿eli @warto¶æ nie jest tekstem. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISNONTEXT("napis") jest równe FA£SZ. @SEEALSO=ISTEXT
sk: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(hodnota) @DESCRIPTION=ISNONTEXT vracia TRUE ak hodnota nie je text. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISNONTEXT("text") sa rovná FALSE. @SEEALSO=ISTEXT
tr: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(deðer) @DESCRIPTION=ISNONTEXT iþlevi verilen deðer metin deðilse DOÐRU ile sonuçlanýr. Excel uyumludur. Örnek: ISNONTEXT("metin") eþittir YANLIÞ Benzer iþlev: ISTEXT @EXAMPLES= ISNONTEXT("metin") eþittir YANLIÞ. @SEEALSO=ISTEXT

source: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(value) @DESCRIPTION=ISNUMBER returns TRUE if the value is a number. This function is Excel compatible. @EXAMPLES= ISNUMBER("text") equals FALSE. @SEEALSO=
pl: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER (warto¶æ) @DESCRIPTION=Funkcja ISNUMBER zwraca PRAWDA, je¿eli @warto¶æ jest liczb±. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISNUMBER("napis") jest równe FA£SZ. @SEEALSO=
sk: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(hodnota) @DESCRIPTION=ISNUMBER vracia TRUE ak je hodnota èíslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISNUMBER("text") sa rovná FALSE. @SEEALSO=
tr: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(deðer) @DESCRIPTION=ISNUMBER iþlevi verilen deðer bir sayý ise DOÐRU ile sonuçlanýr. Excel uyumludur. Örnek: ISNUMBER("metin") eþittir YANLIÞ @EXAMPLES= ISNUMBER("metin") eþittir YANLIÞ. @SEEALSO=

source: @FUNCTION=ISODD @SYNTAX=ISODD(value) @DESCRIPTION=ISODD returns TRUE if the number is odd. This function is Excel compatible. @EXAMPLES= ISODD(3) equals TRUE. @SEEALSO=ISEVEN
pl: @FUNCTION=ISODD @SYNTAX=ISODD (warto¶æ) @DESCRIPTION=Funkcja ISODD zwraca PRAWDA, je¿eli @warto¶æ jest nieparzysta. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISODD(3) jest równe PRAWDA. @SEEALSO=ISEVEN
sk: @FUNCTION=ISODD @SYNTAX=ISODD(hodnota) @DESCRIPTION=ISODD vracia TRUE ak je èíslo nepárne. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISODD(3) sa rovná TRUE. @SEEALSO=ISEVEN
tr: @FUNCTION=ISODD @SYNTAX=ISODD(deðer) @DESCRIPTION=ISODD iþlevi verilen deðer bir tek sayý ise DOÐRU ile sonuçlanýr. Excel uyumludur. Örnek: ISODD(3) eþittir DOÐRU Benzer iþlev: ISEVEN @EXAMPLES= ISODD(3) eþittir DOÐRU. @SEEALSO=ISEVEN

source: @FUNCTION=ISREF @SYNTAX=ISREF(value) @DESCRIPTION=ISREF returns TRUE if the value is a reference. This function is Excel compatible. @EXAMPLES= ISREF(A1) equals TRUE. @SEEALSO=
pl: @FUNCTION=ISREF @SYNTAX=ISREF () @DESCRIPTION=Funkcja ISREF zwraca PRAWDA, je¿eli warto¶æ jest odwo³aniem. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISREF(A1) jest równe PRAWDA. @SEEALSO=
sk: @FUNCTION=ISREF @SYNTAX=ISREF(hodnota) @DESCRIPTION=ISREF vracia TRUE ak je hodnota referencia. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISREF(A1) sa rovná TRUE. @SEEALSO=
tr: @FUNCTION=ISREF @SYNTAX=ISREF(deðer) @DESCRIPTION=ISREF iþlevi verilen deðer bir baþvuru ise DOÐRU ile sonuçlanýr. Excel uyumludur. Örnek: ISREF(A1) eþittir DOÐRU @EXAMPLES= ISREF(A1) eþittir DOÐRU. @SEEALSO=

source: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(value) @DESCRIPTION=ISTEXT returns TRUE if the value is text. This function is Excel compatible. @EXAMPLES= ISTEXT("text") equals TRUE. @SEEALSO=ISNONTEXT
pl: @FUNCTION=ISTEXT @SYNTAX=ISTEXT () @DESCRIPTION=Funkcja ISTEXT zwraca PRAWDA, je¿eli warto¶æ jest tekstem. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ISTEXT("napis") jest równe PRAWDA. @SEEALSO=ISNONTEXT
sk: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(hodnota) @DESCRIPTION=ISTEXT vracia TRUE ak je hodnota text. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISTEXT("text") sa rovná TRUE. @SEEALSO=ISNONTEXT
tr: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(deðer) @DESCRIPTION=ISTEXT iþlevi verilen deðer bir metin ise DOÐRU ile sonuçlanýr. Excel uyumludur. Örnek: ISTEXT("metin") eþittir DOÐRU Benzer iþlev: ISNONTEXT @EXAMPLES= ISTEXT("metin") eþittir DOÐRU. @SEEALSO=ISNONTEXT

source: @FUNCTION=N @SYNTAX=N(value) @DESCRIPTION=N returns a value converted to a number. Strings containing text are converted to the zero value. This function is Excel compatible. @EXAMPLES= N("42") equals 42. @SEEALSO=
pl: @FUNCTION=N @SYNTAX=N () @DESCRIPTION=Funkcja N zwraca warto¶æ przekonwertowan± na liczbê. Napisy zawieraj±ce tekst s± konwertowane na warto¶æ zerow±. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= N("42") jest równe 42. @SEEALSO=
sk: @FUNCTION=N @SYNTAX=N(hodnota) @DESCRIPTION=N vracia hodnotu prevedenú na èíslo. Re»azce obsahujúce text sú prevedené na 0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= N("42") sa rovná 42. @SEEALSO=
tr: @FUNCTION=N @SYNTAX=N(deðer) @DESCRIPTION=N iþlevi verilen deðeri bir sayýya dönüþtürür. Metin içeren deðerler sýfýra dönüþtürülür. Bu iþlev Excel uyumludur. Örnek: N("42") eþittir 42 @EXAMPLES= N("42") eþittir 42. @SEEALSO=

source: @FUNCTION=TYPE @SYNTAX=TYPE(value) @DESCRIPTION=TYPE returns a number indicating the data type of a value. This function is Excel compatible. @EXAMPLES= TYPE(3) equals 1. TYPE("text") equals 2. @SEEALSO=
pl: @FUNCTION=TYPE @SYNTAX=TYPE () @DESCRIPTION=Funkcja TYPE zwraca liczbê wskazuj±c± typ danych warto¶ci. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TYPE(3) jest równe 1. TYPE("text") jest równe 2. @SEEALSO=
sk: @FUNCTION=TYPE @SYNTAX=TYPE(hodnota) @DESCRIPTION=TYPE vracia èíslo dátového typu hodnoty. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TYPE(3) sa rovná 1. TYPE("text") sa rovná 2. @SEEALSO=
tr: @FUNCTION=TYPE @SYNTAX=TYPE(deðer) @DESCRIPTION=TYPE iþlevi verilen deðerin veri türü ile sonuçlanýr. Excel uyumludur. Örnekler: TYPE(3) eþittir 1 TYPE("metin") eþittir 2 @EXAMPLES= TYPE(3) eþittir 1. TYPE("metin") eþittir 2. @SEEALSO=

source: @FUNCTION=GETENV @SYNTAX=GETENV(string) @DESCRIPTION=GETENV retrieves a value from the execution environment. If the variable specified by @STRING does not exist, #N/A! will be returned. Note, that variable names are case sensitive. @EXAMPLES= @SEEALSO=
pl: @FUNCTION=GETENV @SYNTAX=GETENV (napis) @DESCRIPTION=Funkcja GETENV pobiera warto¶æ zdefiniowan± w ¶rodowisku pracy. Je¶li warto¶æ okre¶lona za pomoc± parametru @napis nie istnieje, zostanie zwrócony b³±d #N/A!. Nale¿y zwróciæ uwagê, na to ¿e przy nazwach zmiennych uwzglêdniana jest wielo¶æ liter. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=GETENV @SYNTAX=GETENV(re»azec) @DESCRIPTION=GETENV vracia hodnotu premennej prostredia. Ak premenná @STRING neexistuje, vráti #N/A!. Uvedomte si, ¾e v menách premenných sa rozli¹ujú veµké a malé písmená. @EXAMPLES= @SEEALSO=

source: Information
pl: Informacja
sk: Informácie
tr: Bilgi
uk: ╤нформац╕я

source: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND implements the logical AND function: the result is TRUE if all of the expressions evaluate to TRUE, otherwise it returns FALSE. @b1, trough @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided zero is considered FALSE and anything else is TRUE. If the values contain strings or empty cells those values are ignored. If no logical values are provided, then the error #VALUE! is returned. This function is Excel compatible. @EXAMPLES= AND(TRUE,TRUE) equals TRUE. AND(TRUE,FALSE) equals FALSE. Let us assume that A1 holds number five and A2 number one. Then AND(A1>3,A2<2) equals TRUE. @SEEALSO=OR, NOT
pl: @FUNCTION=AND @SYNTAX=AND (b1; b2; ...) @DESCRIPTION=Funkcja AND implementuje logiczn± funkcjê AND. Wynikiem jest PRAWDA, je¶li ka¿dy z argumentów (po ew. przekszta³ceniu w warto¶æ logiczn±) bêdzie mia³ warto¶æ PRAWDA. Argumenty @b1 do @bN s± wyra¿eniami, które powinny zostaæ ew. przekszta³cone w warto¶æ PRAWDA lub FA£SZ. Je¶li warto¶æ wyra¿enia jest liczb± (ca³kowit± lub zmiennoprzecinkow±), warto¶æ zero przekszta³cana jest w PRAWDA, za¶ inne warto¶ci liczbowe s± przekszta³cane w FA£SZ. Je¶li warto¶ci± wyra¿enia jest napis lub pusta komórka, jest ono ignorowane. Je¶li ¿aden z argumentów (po ew. przekszta³ceniu) nie jest warto¶ci± logiczn±, zwracany jest b³±d #WARTO¦Æ! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= AND (PRAWDA; PRAWDA) jest równe PRAWDA. AND (PRAWDA; FA£SZ) jest równe FA£SZ. Niech komórka A1 zawiera warto¶æ 5, a A2 warto¶æ 1, wówczas AND (A1>3; A2<2) jest równe PRAWDA. @SEEALSO=OR, NOT
sk: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND implementuje logické AND: výsledok je TRUE ak sú v¹etky výrazy vyhodnotené ako TRUE, inak vracia FALSE. @b1, a¾ @bN sú výrazy, ktoré by mali ma» ako výsledok TRUE alebo FALSE. Ak je výsledkom èíslo, 0 sa chápe ako FALSE a v¹etko ostatné ako TRUE. Ak hodnoty obsahujú re»azce alebo prázdne bunky, sú ignorované. Ak neboli zadané ¾iadne logické hodnoty, funkcia vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= AND(TRUE,TRUE) sa rovná TRUE. AND(TRUE,FALSE) sa rovná FALSE. Predpokladajme, ¾e A1 obsahuje 5 a A2 obsahuje 1. Potom AND(A1>3,A2<2) sa rovná TRUE. @SEEALSO=OR, NOT
tr: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND mantýksal VE iþlevidir. @b1, .. @bN ile verilen ve herbiri DOÐRU veya YANLIÞ olarak sonuçlanan ifadelerin hepsi DOÐRU ise iþlev DOÐRU ile sonuçlanýr. Tamsayý ya da gerçel sayý deðer sýfýr ise YANLIÞ deðilse DOÐRU kabul edilir. Metin içeren ve boþ gözeler yoksayýlýr. Mantýksal olmayan bir deðerin varlýðý #DEÐER! hatasý ile sonuçlanýr. Ýþlev Excel uyumludur. Örnekler: AND(DOÐRU,DOÐRU) eþittir DOÐRU AND(DOÐRU,YANLIÞ) eþittir YANLIÞ A1 gözesi 5 ve A2 gözesi 1 içeriyorsa: AND(A1>3,A2<2) eþittir DOÐRU Benzerleri: OR, NOT @EXAMPLES= AND(DOÐRU,DOÐRU) eþittir DOÐRU. AND(DOÐRU,YANLIÞ) eþittir YANLIÞ. A1 gözesi 5 ve A2 gözesi 1 içeriyorsa AND(A1>3,A2<2) eþittir DOÐRU. @SEEALSO=OR, NOT

source: @FUNCTION=NOT @SYNTAX=NOT(number) @DESCRIPTION=NOT implements the logical NOT function: the result is TRUE if the @number is zero; otherwise the result is FALSE. This function is Excel compatible. @EXAMPLES= NOT(0) equals TRUE. NOT(TRUE) equals FALSE. @SEEALSO=AND, OR
pl: @FUNCTION=NOT @SYNTAX=NOT (liczba) @DESCRIPTION=Funkcja NOT implementuje logiczn± funkcjê NOT (NIE). Wynikiem jest PRAWDA, je¶li @liczba ma warto¶æ zero, w przeciwnym przypadku wynikiem jest FA£SZ. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NOT(0) jest równe PRAWDA. NOT(PRAWDA) jest równe FA£SZ. @SEEALSO=AND, OR
sk: @FUNCTION=NOT @SYNTAX=NOT(èíslo) @DESCRIPTION=NOT implementuje logickú negáciu NOT: výsledok je TRUE ak je @èíslo 0; inak je výsledok FALSE. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NOT(0) sa rovná TRUE. NOT(TRUE) sa rovná FALSE. @SEEALSO=AND, OR
tr: @FUNCTION=NOT @SYNTAX=NOT(sayý) @DESCRIPTION=NOT mantýksal DEÐÝL iþlevidir. @sayý sýfýrsa DOÐRU deðilse YANLIÞ ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: NOT(0) eþittir DOÐRU NOT(DOÐRU) eþittir YANLIÞ Benzerleri: AND, OR @EXAMPLES= NOT(0) eþittir DOÐRU NOT(DOÐRU) eþittir YANLIÞ @SEEALSO=AND, OR

source: Type Mismatch
pl: Niezgodno¶æ typów
sk: Chyba typu
tr: Tür Uyumsuz
uk: Несп╕впад╕ння тип╕в

source: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR implements the logical OR function: the result is TRUE if any of the values evaluated to TRUE. @b1, trough @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided zero is considered FALSE and anything else is TRUE. If the values contain strings or empty cells those values are ignored. If no logical values are provided, then the error #VALUE! is returned. This function is Excel compatible. @EXAMPLES= OR(TRUE,FALSE) equals TRUE. OR(3>4,4<3) equals FALSE. @SEEALSO=AND, NOT
pl: @FUNCTION=OR @SYNTAX=OR (b1; b2; ...) @DESCRIPTION=Funkcja OR implementuje logiczn± funkcjê OR. Wynikiem jest TRUE (PRAWDA), je¶li którykolwiek z argumentów (po ew. przekszta³ceniu w warto¶æ logiczn±) bêdzie mia³ warto¶æ PRAWDA. Argumenty @b1 do @bN s± wyra¿eniami, które powinny zostaæ ew. przekszta³cone w warto¶æ PRAWDA lub FA£SZ. Je¶li warto¶æ wyra¿enia jest liczb± (ca³kowit± lub zmiennoprzecinkow±), warto¶æ zero przekszta³cana jest w PRAWDA, za¶ inne warto¶ci liczbowe s± przekszta³cane w FA£SZ. Je¶li warto¶ci± wyra¿enia jest napis lub pusta komórka, jest ono ignorowane. Je¶li ¿aden z argumentów (po ew. przekszta³ceniu) nie jest warto¶ci± logiczn±, zwracany jest b³±d #WARTO¦Æ! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= OR (PRAWDA; FA£SZ) jest równe PRAWDA. OR (3>4; 4<3) jest równe FA£SZ. @SEEALSO=AND, NOT
sk: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR implementuje logické OR: výsledok je TRUE ak je aspoò jedna z hodnôt vyhodnotená ako TRUE. @b1, a¾ @bN sú výrazy, ktoré by mali ma» ako výsledok TRUE alebo FALSE. Ak je výsledkom èíslo, 0 sa chápe ako FALSE a v¹etko ostatné ako TRUE. Ak hodnoty obsahujú re»azce alebo prázdne bunky, sú ignorované. Ak neboli zadané ¾iadne logické hodnoty, funkcia vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= OR(TRUE,FALSE) sa rovná TRUE. OR(3>4,4<3) sa rovná FALSE. @SEEALSO=AND, NOT
tr: @FUNCTION=OR @SYNTAX=OR(b1,b2, ...) @DESCRIPTION=OR mantýksal VEYA iþlevidir. @b1, .. @bN ile verilen ve her biri DOÐRU veya YANLIÞ olarak sonuçlanan ifadelerin bazýlarý DOÐRU ise iþlev DOÐRU ile sonuçlanýr. Tam ya da gerçel sayý olsun deðer sýfýr ise YANLIÞ deðilse DOÐRU kabul edilir. Metin içeren ve boþ gözeler yoksayýlýr. Mantýksal olmayan bir deðerin varlýðý #DEÐER! hatasý ile sonuçlanýr. Bý iþlev Excel uyumludur. Örnek: OR(DOÐRU,YANLIÞ) eþittir DOÐRU OR(3>4,4<3) eþittir YANLIÞ Benzerleri: AND, NOT @EXAMPLES= OR(DOÐRU,YANLIÞ) eþittir DOÐRU OR(3>4,4<3) eþittir YANLIÞ @SEEALSO=AND, NOT

source: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=Use the IF statement to evaluate conditionally other expressions IF evaluates @condition. If @condition returns a non-zero value the result of the IF expression is the @if-true expression, otherwise IF evaluates to the value of @if-false. If ommitted @if-true defaults to TRUE and @if-false to FALSE. This function is Excel compatible. @EXAMPLES= IF(FALSE,TRUE,FALSE) equals FALSE. @SEEALSO=
pl: @FUNCTION=IF @SYNTAX=IF (warunek[; je¶li-prawda; je¶li-fa³sz]) @DESCRIPTION=Funkcja IF zwraca warto¶æ jednego z argumentów w zale¿no¶ci od pierwszego z nich. Je¶li warto¶æ wyra¿enia @warunek bêdzie ró¿na od zera, funkcja zwróci warto¶æ wyra¿enia @je¶li-prawda, w przeciwnym przypadku zwróci warto¶æ wyra¿enia @je¶li-fa³sz. Je¶li funkcji zostanie przekazany tylko jeden argument, @je¶li-prawda przyjmuje warto¶æ PRAWDA, za¶ @je¶li-fa³sz przyjmuje warto¶æ FA£SZ. Funkcja ta jest zgodna z programem Excel. Excel.@EXAMPLES= IF (FA£SZ; PRAWDA; FA£SZ) jest równe FA£SZ. @SEEALSO=
sk: @FUNCTION=IF @SYNTAX=IF(podmienka[,ak-true,ak-false]) @DESCRIPTION=IF sa pou¾íva pre podmieneèné vyhodnocovanie výrazov. Ak je @podmienka vyhodnotená ako nenulová výsledok výrazu IF je výraz @ak-true, inak je IF vyhodnotený ako výsledok @ak-false. Ak nie je uvedený @ak-true, predpokladá sa TRUE a nie je @ak-false, predpokladá sa FALSE. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IF(FALSE,TRUE,FALSE) sa rovná FALSE. @SEEALSO=
tr: @FUNCTION=IF @SYNTAX=IF(koþul[,doðruysa,yanlýþsa]) @DESCRIPTION=Bu iþlevde @koþul doðruysa @doðruysa ifadesi, yanlýþsa @yanlýþsa ifadesi sonuç olarak elde edilir. @doðruysa verilmezse DOÐRU, @yanlýþsa verilmezse YANLIÞ öntanýmlý olarak kullanýlýr. Bu iþlev Excel uyumludur. Örnek: if(YANLIÞ,DOÐRU,YANLIÞ) eþittir YANLIÞ @EXAMPLES= if(YANLIÞ,DOÐRU,YANLIÞ) eþittir YANLIÞ @SEEALSO=
