Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=CORREL returns the correlation coefficient of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then CORREL(A1:A5,B1:B5) equals 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
pl: @FUNCTION=CORREL @SYNTAX=CORREL (tablica1; tablica2) @DESCRIPTION=Funkcja CORREL zwraca wspó³czynnik korelacji dwóch zbiorów danych. Napisy oraz puste komórki s± ignorowane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1, a komórki B1, B2, ... B5 23,2, 25,8, 29,9, 33,5, oraz 42,7. Wówczas wyra¿enie CORREL (A1:A5; B1:B5) jest równe 0,996124788. @SEEALSO=COVAR,FISHER,FISHERINV
sk: @FUNCTION=CORREL @SYNTAX=CORREL(pole1,pole2) @DESCRIPTION=CORREL vracia korelaèný koeficient dvoch mno¾ín dát. Re»azce a prázdne bunky sú jednoducho ignorované. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1 a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom CORREL(A1:A5,B1:B5) sa rovná 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
tr: @FUNCTION=CORREL @SYNTAX=CORREL(dizi1,dizi2) @DESCRIPTION=CORREL iki veri kümesinin ilinti katsayýsýný hesaplar. Dizgeler ve boþ gözeler yoksayýlýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1, deðerlerini ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: CORREL(A1:A5,B1:B5) eþittir 0.996124788 Benzerleri: COVAR, FISHER, FISHERINV @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1, deðerlerini ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: CORREL(A1:A5,B1:B5) eþittir 0.996124788 @SEEALSO=COVAR,FISHER,FISHERINV

source: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST function returns the negative binomial distribution. @f is the number of failures, @t is the threshold number of successes, and @p is the probability of a success. If @f or @t is a non-integer it is truncated. If (@f + @t -1) <= 0 NEGBINOMDIST returns #NUM! error. If @p < 0 or @p > 1 NEGBINOMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= NEGBINOMDIST(2,5,0.55) equals 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
pl: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST (f; t; p) @DESCRIPTION=Funkcja NEGBINOMDIST zwraca warto¶æ ujemnego rozk³adu dwumianowego. @f okre¶la liczbê niepowodzeñ, @t jest progiem liczbowym sukcesu, za¶ @p jest prawdopodobieñstwem sukcesu. Je¶li @f lub @t nie s± liczbami, s± pomijane. Je¶li (@f + @t -1) <= 0 funkcja NEGBINOMDIST zwraca b³±d #LICZBA!. Je¶li @p < 0 lub @p > 1 NEGBINOMDIST zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NEGBINOMDIST (2; 5; 0,55) jest równe 0,152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
sk: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=Funkcia NEGBINOMDIST vracia záporné binomické rozdelenie. @f je poèet zlyhaní, @t je hranièný poèet úspechov a @p je pravdepodobnos» úspechu. Ak nie je @f alebo @t celé èíslo, je orezané. Ak ej (@f + @t -1) <= 0 NEGBINOMDIST vracia chybu #NUM!. Ak je @p < 0 alebo @p > 1 NEGBINOMDIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NEGBINOMDIST(2,5,0.55) sa rovná 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
tr: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST negatif binom açýlýmýný hesaplar. @f baþarýsýzlýklarýn sayýsý, @t baþarýlýlarýn eþik deðeri ve @p baþarý olasýlýðýdýr. @f ve @t tamsayý deðilse ondalýk kýsým atýlýr. (@f + @t -1) <= 0, @p < 0 ya da @p > 1 ise iþlev #SAYI! hatasý verir.Bu iþlev Excel uyumludur. Örnek: NEGBINOMDIST(2,5,0.55) eþittir 0.152872629 Benzerleri: BINOMDIST, COMBIN, FACT, HYPGEOMDIST, PERMUT @EXAMPLES= NEGBINOMDIST(2,5,0.55) eþittir 0.152872629 @SEEALSO=BINOMDIST, COMBIN, FACT, HYPGEOMDIST, PERMUT

source: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST function returns the standard normal cumulative distribution. @x is the value for which you want the distribution. This function is Excel compatible. @EXAMPLES= NORMSDIST(2) equals 0.977249868. @SEEALSO=NORMDIST
pl: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST (x) @DESCRIPTION=Funkcja NORMSDIST zwraca warto¶æ standaryzowanego ³±cznego rozk³adu normalnego. @x jest warto¶ci±, dla której liczony jest rozk³ad. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NORMSDIST(2) jest równe 0,977249868. @SEEALSO=NORMDIST
sk: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=Funkcia NORMSDIST vracia ¹tandardné normálne kumulatívne rozdelenie. @x je hodnota, pre ktorú chcete rozdelenie. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NORMSDIST(2) sa rovná 0.977249868. @SEEALSO=NORMDIST
tr: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST standart normal kümülatif açýlýmý hesaplar. @x açýlýmýnýzýn deðeridir. Bu iþlev Excel uyumludur. Örnek: NORMSDIST(2) eþittir 0.977249868 Benzeri: NORMDIST @EXAMPLES= NORMSDIST(2) eþittir 0.977249868 @SEEALSO=NORMDIST

source: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV function returns the inverse of the standard normal cumulative distribution. @p is the given probability corresponding to the normal distribution. If @p < 0 or @p > 1 NORMSINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= NORMSINV(0.2) equals -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
pl: @FUNCTION=NORMSINV @SYNTAX=NORMSINV (p) @DESCRIPTION=Funkcja NORMSINV zwraca warto¶æ odwrotno¶ci standaryzowanego ³±cznego rozk³adu normalnego. Parametr @p jest zadanym prawdopodobieñstwem okre¶laj±cym dany rozk³ad normalny. Funkcja ta jest zgodna z programem Excel. Excel. Je¶li @p < 0 lub @p > 1, funkcja NORMSINV zwraca b³±d #LICZBA!. @EXAMPLES= NORMSINV(0,2) jest równe -0,841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
sk: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=Funkcia NORMSINV vracia inverznú hodnotu ¹tandardného normálneho kumulatívneho rozdelenia. @p je daná pravdepodobnos» odpovedajúca normálnemu rozdeleniu. Táto funkcia je kompatibilná s Excelom. Ak je @p < 0 alebo @p > 1 NORMSINV vracia chybu #NUM!. @EXAMPLES= NORMSINV(0.2) sa rovná -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
tr: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV standart normal kümülatif açýlýmýn tersini hesaplar. @p normal açýlýma karþýlýk düþen olasýlýktýr. @p < 0 veya @p > 1 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev excel uyumludur. Örnek: NORMSINV(0.2) eþittir -0.841621234 Benzerleri: NORMDIST, NORMINV, NORMSDIST, STANDARDIZE, ZTEST @EXAMPLES= NORMSINV(0.2) eþittir -0.841621234 @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST

source: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,mean,stdev) @DESCRIPTION=LOGNORMDIST function returns the lognormal distribution. @x is the value for which you want the distribution, @mean is the mean of the distribution, and @stdev is the standard deviation of the distribution. If @stdev = 0 LOGNORMDIST returns #DIV/0! error. If @x <= 0, @mean < 0 or @stdev < 0 LOGNORMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= LOGNORMDIST(3,1,2) equals 0.519662338. @SEEALSO=NORMDIST
pl: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST (x; ¶rednia; odchylenie) @DESCRIPTION=Funkcja LOGNORMDIST zwraca warto¶æ rozk³adu logarytmicznego. Parametr @x okre¶la warto¶æ dla której ma byæ liczony rozk³ad, @¶rednia jest warto¶ci± ¶redni± rozk³adu, za¶ @odchylenie okre¶la warto¶æ odchylenia standartowego rozk³adu. Funkcja ta jest zgodna z programem Excel. Je¶li @odchylenie = 0, funkcja LOGNORMDIST zwraca b³±d #DZIEL/0!. Je¶li @x <= 0, @¶rednia < 0 lub @odchylenie < 0, funkcja LOGNORMDIST zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LOGNORMDIST (3; 1; 2) jest równe 0,519662338. @SEEALSO=NORMDIST
sk: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,priemer,odch) @DESCRIPTION=Funkcia LOGNORMDIST vracia lognormálne rozdelenie. @x je hodnota, pre ktorú sa poèíta, @priemer je priemer rozdelenia, a @odch je smerodajná odchýlky rozdelenia. Táto funkcia je kompatibilná s Excelom. Ak je @odch = 0 LOGNORMDIST vracia chybu #DIV/0!. Ak je @x <= 0, @priemer < 0 alebo @odch < 0 LOGNORMDIST vracia chybu #NUM!. @EXAMPLES= LOGNORMDIST(3,1,2) sa rovná 0.519662338. @SEEALSO=NORMDIST
tr: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,ort,stdsapma) @DESCRIPTION=LOGNORMDIST lognormal açýlýmý hesaplar. @x istenen açýlýmýn deðeri, @ort açýlýmýn ortalamasý, @stdsapma ise açýlýmýn standart sapmasýdýr. @stdev = 0 ise iþlev #BÖL/0! hatasý ile, @x <= 0, @mean < 0 ya da @stdev < 0 ise #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: LOGNORMDIST(3,1,2) eþittir 0.519662338 Benzeri: NORMDIST, LOGINV @EXAMPLES= LOGNORMDIST(3,1,2) eþittir 0.519662338 @SEEALSO=NORMDIST

source: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,mean,stdev) @DESCRIPTION=LOGINV function returns the inverse of the lognormal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stdev is the standard deviation of the distribution. If @p < 0 or @p > 1 or @stdev <= 0 LOGINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= LOGINV(0.5,2,3) equals 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
pl: @FUNCTION=LOGINV @SYNTAX=LOGINV (p; ¶rednia; odchylenie) @DESCRIPTION=Funkcja LOGINV zwraca warto¶æ odwrotno¶ci ³±cznego rozk³adu logarytmicznego normalnego. Parametr @p okre¶la prawdopodobieñstwo odpowiadaj±cego rozk³adu normalnego, @¶rednia jest ¶redni± arytmetyczn± rozk³adu, za¶ @odchylenie okre¶la warto¶æ odchylenia standardowego rozk³adu. Je¶li @p < 0 lub @p > 1 lub @odchylenie < 0, funkcja LOGINV zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LOGINV (0,5; 2; 3) jest równe 7,389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
sk: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,priemer,odchýlka) @DESCRIPTION=Funkcia LOGINV vracia inverznú hodnotu lognormálneho kumulatívneho rozdelenia. @p je daná pravdepodobnos» odpovedajúca normálnemu rozdeleniu, @priemer je aritmetický priemer rozdelenia a @odchýlka je smerodajná odchýlka rozdelenia. Ak je @p < 0 alebo @p > 1 alebo @odchýlka <= 0 LOGINV vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOGINV(0.5,2,3) sa rovná 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
tr: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,ort,stdsapma) @DESCRIPTION=LOGINV lognormal kümülatif açýlýmýn tersini hesaplar. @p normal açýlýma karþý düþen olasýlýk olarak verilir. @ort açýlýmýn aritmetik ortalamasý, @stdsapma ise açýlýmýn standart sapmasýdýr. @p < 0, @p > 1 veya @stdev <= 0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: LOGINV(0.5,2,3) eþittir 7.389056099 Benzerleri: EXP, LN, LOG, LOG10, LOGNORMDIST @EXAMPLES= LOGINV(0.5,2,3) eþittir 7.389056099 @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST

source: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV function returns the inverse of the Fisher transformation at @x. If @x is non-number FISHERINV returns #VALUE! error. This function is Excel compatible. @EXAMPLES= FISHERINV(2) equals 0.96402758. @SEEALSO=FISHER
pl: @FUNCTION=FISHERINV @SYNTAX=FISHERINV (x) @DESCRIPTION=Funkcja FISHERINV zwraca odwrotno¶æ transformaty Fishera parametru @x. Je¶li parametr @x nie jest liczb±, funkcja FISHERINV zwraca b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FISHERINV(2) jest równe 0,96402758. @SEEALSO=FISHER
sk: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=Funkcia FISHERINV vracia inverznú Fisherovu transformáciu v @x. Ak @x nie je èíslo, FISHERINV vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FISHERINV(2) sa rovná 0.96402758. @SEEALSO=FISHER
tr: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV iþlevi @x için Fisher dönüþümünün tersini hesaplar. @x sayý deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: FISHERINV(2) eþittir 0.96402758 Benzeri: FISHER @EXAMPLES= FISHERINV(2) eþittir 0.96402758 @SEEALSO=FISHER

source: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE returns the most common number of the data set. If the data set has many most common numbers MODE returns the first one of them. Strings and empty cells are simply ignored. If the data set does not contain any duplicates MODE returns #N/A error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 11.4, 25.9, and 40.1. Then MODE(A1:A5) equals 11.4. @SEEALSO=AVERAGE,MEDIAN
pl: @FUNCTION=MODE @SYNTAX=MODE (n1; n2; ...) @DESCRIPTION=Funkcja MODE zwraca najczê¶ciej pojawiaj±ce siê liczby ze zbioru danych. Je¶li takich liczb jest kilka, funkcja MODE zwraca pierwsz± z nich. Ci±gi znaków nie bêd±ce liczbami oraz puste komórki s± ignorowane. Je¶li zbiór danych nie zawiera powtarzaj±cych siê liczb, funkcja MODE zwraca b³±d #N/A!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 11,4, 25,9 oraz 40,1. Wówczas wyra¿enie MODE(A1:A5) jest równe 11,4. @SEEALSO=AVERAGE,MEDIAN
sk: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE vracia najèastej¹iu hodnotu z mno¾iny dát. Ak má mno¾ina viacero takýchto hodnôt, MODE vracia prvú z nich. Re»azce a prázdne bunky sú jednoducho ignorované. Ak mno¾ina neobsahuje ¾iadny duplikát, MODE vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Nech bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom sa MODE(A1:A5) rovná 11.4. @SEEALSO=AVERAGE,MEDIAN

source: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN returns the harmonic mean of the N data points (that is, N divided by the sum of the inverses of the data points). This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then HARMEAN(A1:A5) equals 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
pl: @FUNCTION=HARMEAN @SYNTAX=HARMEAN (b1; b2; ...) @DESCRIPTION=Funkcja HARMEAN zwraca ¶redni± harmoniczn± dla N danych (czyli N podzielon± przez sumê odwrotno¶ci warto¶ci wej¶ciowych). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie HARMEAN(A1:A5) jest równe 19,529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
sk: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN vracia harmonický priemer z N hodnôt (t.j., N deleno súètom obrátených dátových hodnôt). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom HARMEAN(A1:A5) sa rovná 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
tr: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1,b2, ...) @DESCRIPTION=HARMEAN iþlevi verilen veri noktalarýnýn harmonik ortalamasýný hesaplar. Veri noktalarýnýn sayýsý, veri noktalarýnýn terslerinin toplamýna bölünür. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: HARMEAN(A1:A5) eþittir 19.529814427 Benzerleri: AVERAGE, GEOMEAN, MEDIAN, MODE, TRIMMEAN @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: HARMEAN(A1:A5) eþittir 19.529814427 @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN returns the geometric mean of the given arguments. This is equal to the Nth root of the product of the terms. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then GEOMEAN(A1:A5) equals 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
pl: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN (b1; b2; ...) @DESCRIPTION=Funkcja GEOMEAN zwraca ¶redni± geometryczn± z podanych argumentów wej¶ciowych. Funkcja jest obliczana jako N-ty pierwiastek iloczynu wszystkich wyra¿eñ. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie GEOMEAN(A1:A5) jest równe 21,279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
sk: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN vracia geometrický priemer argumentov. Ten je rovný N-tej odmocnine súèinu argumentov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom GEOMEAN(A1:A5) sa rovná 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
tr: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1,b2, ...) @DESCRIPTION=GEOMEAN iþlevi verilen deðerlerin geometrik ortalamasýný hesaplar. Bu deðerlerin çarpýmýnýn n. (deðer sayýsý) dereceden köküne eþittir. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: GEOMEAN(A1:A5) eþittir 21.279182482 Benzerleri: AVERAGE, HARMEAN, MEDIAN, MODE, TRIMMEAN @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: GEOMEAN(A1:A5) eþittir 21.279182482 @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT returns the total number of integer or floating point arguments passed. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then COUNT(A1:A5) equals 5. @SEEALSO=AVERAGE
pl: @FUNCTION=COUNT @SYNTAX=COUNT (b1; b2; ...) @DESCRIPTION=Funkcja COUNT zwraca ca³kowit± liczbê przekazanych argumentów liczbowych (ca³kowitych i zmiennoprzecinkowych). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie COUNT(A1:A5) jest równe 5. @SEEALSO=AVERAGE
sk: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT vracia celkový poèet èíselných argumentov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom COUNT(A1:A5) sa rovná 5. @SEEALSO=AVERAGE
tr: @FUNCTION=COUNT @SYNTAX=COUNT(b1,b2, ...) @DESCRIPTION=COUNT iþlevi verilen deðerler arasýndaki tamsayý ve gerçel sayýlarý sayar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: COUNT(A1:A5) eþittir 5 Benzeri: AVERAGE, COUNTA @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: COUNT(A1:A5) eþittir 5 @SEEALSO=AVERAGE

source: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA returns the number of arguments passed not including empty cells. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, "missing", "missing", 25.9, and 40.1. Then COUNTA(A1:A5) equals 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
pl: @FUNCTION=COUNTA @SYNTAX=COUNTA (b1; b2; ...) @DESCRIPTION=Funkcja COUNTA zwraca liczbê przekazanych argumentów z wy³±czeniem pustych komórek. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby oraz napisy 11,4, "brak", "brak", 25,9, oraz 40,1. Wówczas wyra¿enie COUNTA(A1:A5) jest równe 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
sk: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA vracia poèet argumentov nezapoèítavajúc prázdne bunky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, "missing", "missing", 25.9, a 40.1. Potom COUNTA(A1:A5) sa rovná 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
tr: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1,b2, ...) @DESCRIPTION=COUNTA iþlevi verilen aralýkdaki gözelerden boþ olmayanlarý sayar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla rakam ve metin olarak 11.4, "missing", "missing", 25.9, ve 40.1 deðerlerini içeriyorsa: COUNTA(A1:A5) eþittir 5 Benzerleri: AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla rakam ve metin olarak 11.4, "missing", "missing", 25.9, ve 40.1 deðerlerini içeriyorsa: COUNTA(A1:A5) eþittir 5 @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM

source: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(value1, value2,...) @DESCRIPTION=AVERAGE computes the average of all the values and cells referenced in the argument list. This is equivalent to the sum of the arguments divided by the count of the arguments. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVERAGE(A1:A5) equals 23.2. @SEEALSO=SUM, COUNT
pl: @FUNCTION=AVERAGE @SYNTAX=AVERAGE (warto¶æ1; warto¶æ2; ...) @DESCRIPTION=Funkcja AVERAGE oblicza ¶redni± arytmetyczn± ze wszystkich warto¶ci lub komórek podanych na wej¶cie. To jest równoznaczne z sum± wszystkich argumentów podzielon± przez ich liczbê. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie AVERAGE(A1:A5) jest równe 23,2. @SEEALSO=SUM, COUNT
sk: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(hodnota1, hodnota2,...) @DESCRIPTION=AVERAGE poèíta priemer v¹etkých hodnôt a buniek uvedených v argumentoch. Toto je ekvivalentné súètu argumentov deleno poètom argumentov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom AVERAGE(A1:A5) sa rovná 23.2. @SEEALSO=SUM, COUNT
tr: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(deðer1,deðer2,...) @DESCRIPTION=AVERAGE iþlevi verilen deðerlerin aritmetik ortalamasýný hesaplar. Deðerlerin toplamýnýn sayýsýna oranýdýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: AVERAGE(A1:A5) eþittir 23.2 Benzerleri: SUM, COUNT, AVERAGEA @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: AVERAGE(A1:A5) eþittir 23.2 @SEEALSO=SUM, COUNT
