Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Distance from tip of arrowhead to the center point
pl: Odleg³o¶æ od czubka grota do jego punktu ¶rodkowego
sk: Vzdialenos» od konca ¹ipky do stredového bodu
tr: Ok ucundan merkeze uzaklýk

source: Distance from tip of arrowhead to trailing point, measured along shaft
pl: Odleg³o¶æ od czubka grota do jego punktu koñcowego, liczona wzd³u¿ krawêdzi
sk: Vzdialenos» od konca ¹ipky do koncového bodu, pozdå¾ dr¾adla
tr: Ok ucundan ok baþlangýcýna uzaklýk

source: Distance of trailing point from outside edge of shaft
pl: Odleg³o¶æ od punktu koñcowego grota do osi strza³ki
sk: Vzdialenos» koncového bodu od vonkaj¹ieho okraja dr¾adla
tr: Okun dýþ kenarýndan kuyruk ucuna kadar mesafe

source: Configure filled object
pl: Konfiguracja wype³nionego obiektu
sk: Nastaví vyplnený objekt
tr: Dolgu nesneleri yapýlandýrmasý

source: Outline color
pl: Kolor obwódki
sk: Farba okrajov
tr: Sýnýr çizgisi rengi

source: Fill color
pl: Kolor wype³nienia
sk: Farba výplne
tr: Dolgu rengi

source: Border width
pl: Szeroko¶æ krawêdzi
sk: ©írka okrajov
tr: Kenarlýk geniþliði

source: Transparent
pl: Przezroczysto¶æ
sk: Priesvitný
tr: Þeffaf

source: Scrollbar Configure
pl: Konfiguracja paska przewijania
sk: Nastavenie posuvníka

source: Link to :
pl: Przy³±czony do :
sk: Odkaz na:

source: Increment :
pl: Przyrost :
sk: Zvý¹enie:

source: Page :
pl: Strona :
sk: Stránka:

source: CheckBox %d
pl: Prze³±cznik %d
sk: Za¹krtávacie tlaèidlo %d

source: Checkbox Configure
pl: Konfiguracja prze³±cznika
sk: Nastavenie za¹krtávacieho tlaèidla
tr: Onay Düðmesi Yapýlandýrmasý

source: Label :
pl: Etykieta :
sk: Návestie:
tr: Etiket:

source: Properties...
pl: W³a¶ciwo¶ci...
sk: Vlastnosti...
tr: Özellikler...

source: Target region contains merged cells
pl: Obszar docelowy zawiera scalone komórki
sk: Cieµová oblas» obsahuje spojené bunky
tr: Hedef alan birleþik gözeler içeriyor

source: cannot operate on merged cells
pl: nie mo¿na operowaæ na scalonych komórkach
sk: nedá sa vykona» na spojených bunkách
tr: birleþik gözelerde iþlem yapýlamýyor

source: cannot operate on array formulae
pl: nie mo¿na operowaæ na wyra¿eniach tablicowych
sk: nedá sa vykona» na poli vzorcov
tr: dizi formülünde iþlem yapýlamýyor

source: Clear
pl: Wyczy¶æ
sk: Zmaza»
tr: Temizle
uk: Очистити

source: Insert Columns
pl: Wstaw kolumny
sk: Vlo¾i» ståpce
tr: Sütun Ekle
uk: Вставити стовпчики

source: Delete Columns
pl: Usuñ kolumny
sk: Odstráni» ståpce
tr: Sütun Sil
uk: Стерти стовпчики

source: Insert Rows
pl: Wstaw wiersze
sk: Vlo¾i» riadky
tr: Satýr Ekle
uk: Вставити рядки

source: Delete Rows
pl: Usuñ wiersze
sk: Odstráni» riadky
tr: Satýr Sil
uk: Стерти рядки

source: Answer Report
pl: Raport wynikowy
sk: Odpoveï
tr: Yanýt Raporu

source: Gnumeric Solver Answer Report
pl: Raport wynikowy solvera programu Gnumeric
sk: Hlásenie o odpovedi Rie¹iteµa
tr: Gnumeric Çözümleyici Yanýt Raporu

source: Target Cell (Maximize)
pl: Komórka docelowa (maksimum)
sk: Cieµová bunka (Maximalizácia)
tr: Hedef Göze (Büyüt)

source: Target Cell (Minimize)
pl: Komórka docelowa (minimum)
sk: Cieµová bunka (Minimalizácia)
tr: Hedef Göze (Küçült)

source: Original Value
pl: Warto¶æ pocz±tkowa
sk: Pôvodná hodnota
tr: Özgün Deðer
uk: Початкове значення

source: Final Value
pl: Warto¶æ koñcowa
sk: Cieµová hodnota
tr: Son Deðer
uk: Остаточне значення

source: Adjustable Cells
pl: Modyfikowalne komórki
sk: Upraviteµné bunky
tr: Ayarlanabilir Gözeler

source: Cell Value
pl: Warto¶æ komórki
sk: Hodnota bunky
tr: Göze Deðeri
uk: Значення ком╕рки

source: Formula
pl: Formu³a
sk: Vzorec
tr: Formül
uk: Формула

source: Binding
sk: Záväzný
tr: Birleþtirme

source: Not Binding
sk: Nezáväzný
tr: Birleþtirmeme

source: Sensitivity Report
pl: Raport czu³o¶ci
sk: Správa o citlivosti
tr: Duyarlýlýk Raporu

source: Gnumeric Solver Sensitivity Report
pl: Raport czu³o¶ci solvera programu Gnumeric
sk: Správa o citlivosti Rie¹iteµa Gnumericu
tr: Gnumeric Çözümleyici Duyarlýlýk Raporu

source: Final
sk: Finálny
tr: Son

source: Reduced
sk: Zmen¹ený
tr: Ýndirgenmiþ

source: Objective
sk: Objektívny
tr: Nesnel

source: Allowable
sk: Odpoèítateµný
tr: Ýzin verilebibir

source: Cost
pl: Koszt
sk: Cena
tr: Eder

source: Coefficient
pl: Wspó³czynnik
sk: Koeficient
tr: Katsayý
uk: Коф╕ц╕╓нт

source: Increase
pl: Zwiêksz
sk: Zvý¹enie
tr: Arttýrma
uk: Зб╕льшити

source: Decrease
pl: Zmniejsz
sk: Zní¾enie
tr: Azaltma
uk: Зменшити

source: Shadow
pl: Cieñ
sk: Tieò
tr: Gölgeleme

source: Constraint
pl: Wiêz
sk: Obmedzenie
tr: Koþul
uk: Обмеження

source: Price
pl: Cena
sk: Cena
tr: Fiyat
uk: Ц╕на

source: R.H. Side
pl: Prawa strona
sk: Pravá strana
tr: Sað Taraf
uk: Права сторона

source: Too many rows in data to parse: %d
pl: Zbyt wiele wierszy z danymi: %d
sk: Príli¹ veµa riadkov dát pre spracovanie: %d
tr: Veri içinde ayrýþtýrýlacak satýr sayýsý çok fazla: %d

source: Too many columns in data to parse: %d
pl: Zbyt wiele kolumn z danymi: %d
sk: Príli¹ veµa ståpcov dát pre spracovanie: %d
tr: Veri içinde ayrýþtýrýlacak sütun sayýsý çok fazla: %d

source: Error while trying to memory map file
pl: Wyst±pi³ b³±d przy próbie odwzorowania pliku w pamiêci
sk: Chyba pri pokuse o namapovanie súboru do pamäti
tr: Eþlem dosyasý belleðe alýnýrken hata oluþtu
uk: Помилка п╕д час спроби в╕добразити файл у пам'ят╕

source: Error while trying to pre-convert file
pl: B³±d przy próbie wstêpnej konwersji pliku
sk: Chyba pri pokuse o prevod súboru
tr: Dosya dönüþtürülürken hata oluþtu
uk: Помилка п╕д час спроби передконвертувати файл

source: This file does not seem to be a valid text file. The character '%c' (ASCII decimal %d) was encountered. Most likely your locale settings are wrong.
pl: Plik nie wygl±da na poprawny plik tekstowy. Napotkano znak "%c" (o kodzie %d w zbiorze ASCII) Najprawdopodobniej nieprawid³owe s± bie¿±ce ustawienia narodowe.
sk: Tento súbor nevyzerá ako platný textový súbor. Bol nájdený znak '%c' (ASCII hodnota %d). Va¹e nastavenie národného prostredia asi nie je v poriadku.
tr: Bu dosya geçerli bir metin dosyasý gibi görünmüyor. '%c' karakteri (ascii ondalýk %d) saptandý. Yerel ayarlarýnýz sorunlu olabilir.

source: Parse error while trying to parse data into sheet
pl: B³±d sk³adniowy w danych wklejanych do arkusza.
sk: Chyba pri naèítavaní dát do listu
tr: Çizelgedeki veriyi çözümlerken hata oluþtu
uk: Помилка анал╕зу даних в аркуш╕

source: Error while trying to write csv file
pl: Wyst±pi³ b³±d przy próbie zapisu do pliku csv
sk: Chyba pri zápise csv súboru
tr: csv dosyasýna yazýlýrken hata oluþtu
uk: Помилка при спроб╕ запису cvs-файлу

source: Text import (auto-detect CSV or tab-delimited)
pl: Import tekstu (automatycznie - CSV lub tabulacje)
sk: Import textu (automatická detekcia CSV alebo text oddelený tabulátormi)

source: Text import (configurable)
pl: Import tekstu (konfigurowalny)
sk: Import textového súboru (nastaviteµné)

source: Text export (configurable)
pl: Eksport tekstu (konfigurowalny)
sk: Export textového súboru (nastaviteµné)

source: <Has not been set>
pl: <Nie zosta³ ustawiony>
sk: <Nebol nastavený>
tr: <Ayarlanmamýþtý>
uk: <Не було встановлено>

source: Gnumeric failed to find a suitable default font. Your gnome-print installation is likely incomplete. Please try reinstalling gnome-print. %s If you still have no luck, please file a proper bug report (see http://bugzilla.gnome.org) including the following extra items: 1) The content of your fontmap2 file, if the file exists. (typically located in %s) 2) The value of the LC_ALL environment variable LC_ALL=%s 3) The value of the LANG environment variable LANG=%s 4) What version of libxml gnumeric is running with. You may be able to use the 'ldd' command to get that information. 5) What version of gnome-print gnumeric is running with. You may be able to use the 'ldd' command to get that information. Thanks -- the Gnumeric Team
pl: Nie powiod³o siê odnalezienie odpowiedniej domy¶lnej czcionki. Instalacja gnome-print w systemie jest prawdopodobnie niepe³na. Spróbuj przeinstalowaæ tê bibliotekê. %s Je¶li problem nie zostanie rozwi±zany, wype³nij poprawne zg³oszenie b³êdu (zobacz http://bugzilla.gnome.org) za³±czaj±c nastêpuj±ce elementy: 1) Zawarto¶æ pliku fontmap2 z map± czcionek, je¶li plik istnieje. (zwykle jest umieszczony w %s) 2) Warto¶æ zmiennej ¶rodowiskowej LC_ALL LC_ALL=%s 3) Warto¶æ zmiennej ¶rodowiskowej LANG LANG=%s 4) Numer wersji biblioteki libxml, z któr± zosta³ uruchomiony Gnumeric. Informacjê te mo¿esz uzyskaæ po u¿yciu polecenia "ldd". 5) Numer wersji biblioteki gnome-print, z któr± zosta³ uruchomiony Gnumeric. Informacjê te mo¿esz uzyskaæ po u¿yciu polecenia "ldd". Dziêkujemy -- Zespó³ Twórców programu Gnumeric
sk: Gnumeric nena¹iel vhodné ¹tandardné písmo. Prosím, overte in¹taláciu gnome-print, ktorá je asi neúplná. Prípadne skúste novú in¹taláciu. %s Ak sa stále nepodarilo, prosím, vyplòte príslu¹nú správu o chybe (viï http://bugzilla.gnome.org) vèítane nasledujúcich informácií: 1) Obsah vá¹ho súboru s mapou písiem fontmap2, ak existuje. (typicky umiestnené v %s) 2) Hodnotu premennej prostredia LC_ALL LC_ALL=%s 3) Hodnotu premennej prostredia LANG LANG=%s 4) Verzia libxml, ktorú pou¾íva gnumeric. Túto informáciu mô¾ete získa» príkazom 'ldd'. 5) Verzia gnome-print, ktorú pou¾íva gnumeric. Túto informáciu mô¾ete získa» príkazom 'ldd'. Vïaka -- Tím Gnumericu
tr: Gnumeric uygun bir öntanýmlý yazý tipi bulamadý. Lütfen gnome-print paketinini yeniden kurmayý deneyin. %s Hala olmuyorsa, lütfen aþaðýdaki öðeleri içeren bir hata raporu hazýrlayýn. (Bakýnýz: http://bugzilla.gnome.org) 1) Eðer varsa, fontmap2 dosyanýzýn içeriði (genellikle %s dizininde bulunur) 2) LC_ALL ortam deðiþkeninin deðeri LC_ALL=%s 3) LANG ortam deðiþkeninin deðeri LANG=%s 4) libxml sürümü Bu bilgiyi almak için 'ldd' komutunu kullanabilirsiniz. 5) gnome-print sürümü Bu bilgiyi almak için 'ldd' komutunu kullanabilirsiniz. Teþekkürler -- Gnumeric Ekibi

source: Your fontmap2 file does not have a valid entry for Helvetica.
pl: Plik fontmap2 z map± czcionek nie zawiera poprawnego wpisu dla czcionki Helvetica.
sk: Va¹a mapa písiem fontmap2 neobsahuje platné informácie o Helvetica.
tr: fontmap2 dosyanýzda Helvetica için geçerli bir girdi yok.

source: Your fontmap2 file could not be found in the expected location.
pl: Plik fontmap2 z map± czcionek nie zosta³ odnaleziony w oczekiwanym miejscu.
sk: Va¹a mapa písiem fontmap2 nebola nájdená na oèakávanom mieste.
tr: fontmap2 dosyanýz yerinde bulunamadý.

source: Cell %s is not permitted to be blank
pl: Komórka %s nie mo¿e byæ pusta
sk: Bunka %s nesmie by» prázdna

source: '%s' is an error
pl: "%s" jest b³êdem
sk: '%s' je chyba

source: '%s' is not a valid date
pl: "%s" nie jest poprawn± dat±
sk: %s nie je platný dátum

source: '%s' is not a valid time
pl: "%s" nie jest poprawnym czasem
sk: '%s' nie je paltný èas

source: '%s' is not a number
pl: "%s" nie jest liczb±
sk: '%s' nie je èíslo

source: '%s' is not an integer
pl: "%s" nie jest liczb± ca³kowit±
sk: '%s' nie je celé èíslo

source: %s is not true.
pl: %s nie jest prawdziwe.
sk: %s neplatí.

source: That value is invalid. Restrictions have been placed on this cell's content.
pl: Wprowadzona warto¶æ jest niepoprawna. Na zawarto¶æ tej komórki na³o¿ono pewne ograniczenia.
sk: Hodnota nie je platná. Na obsah tejto bunky sú kladené obmedzenia.
tr: Bu deðer geçersiz. Kýsýtlamalar bu gözelerdeydi.

source: Gnumeric : Validation
pl: Gnumeric : Sprawdzanie poprawno¶ci
sk: Gnumeric: Overenie
tr: Gnumeric : Deðerlendirme

source: Terminate
pl: Przerwij
sk: Ukonèi»
tr: Bitir
uk: Зупинити

source: Bold italic
pl: Pogrubiona kursywa
sk: Tuèné ¹ikmé
tr: Kalýn eðik
uk: Товстий курсивний

source: Italic
pl: Kursywa
sk: ©ikmé
tr: Eðik
uk: Курсивний

source: Add Borders
pl: Dodaj krawêdzie
sk: Prida» okraje
tr: Kenarlýk Ekle

source: Remove borders
pl: Usuñ krawêdzie
sk: Odstráni» okraje
tr: Kenarlýklarý kaldýr

source: You entered an invalid column width value. It must be bigger than %d
pl: Wprowadzona szeroko¶æ kolumny jest niepoprawna. Musi ona byæ wiêksza od %d
sk: Zadali ste neplatnú ¹írku ståpca. Musí by» väè¹ia ako %d
tr: Geçersiz sütun geniþliði girdiniz. %d den büyük bir deðer verilmeli.

source: You entered an invalid row height value. It must be bigger than %d
pl: Wprowadzona wysoko¶æ wiersza jest niepoprawna. Musi one byæ wiêksza od %d
sk: Zadali ste neplatnú vý¹ku riadku. Musí by» väè¹ia ako %d
tr: Geçersiz satýr yüksekliði girdiniz. %d den büyük bir deðer verilmeli.

source: The default column width must be > %d.
pl: Domy¶lna szeroko¶æ kolumny musi byæ wiêksza od %d.
sk: ©tandardná ¹írka ståpca musí by» väè¹ia ako %d.
tr: Öntanýmlý sütun geniþliði > %d olmalýdýr.

source: The default row height must be > %d.
pl: Domy¶lna wysoko¶æ wiersza musi byæ wiêksza od %d.
sk: ©tandardná vý¹ka riadku musí by» väè¹ia ako %d.
tr: Öntanýmlý satýr yüksekliði > %d olmalýdýr.

source: Duplicate this sheet
pl: Powiel arkusz
sk: Vytvori» kópiu tohto listu
tr: Bu çizelgenin aynýsýný oluþturur
uk: Зробити коп╕ю цього аркушу

source: Rename this sheet
pl: Zmieñ nazwê arkusza
sk: Premenova» tento list
tr: Bu çizelgenin ismini deðiþtirir
uk: Перейменувати цей аркуш

source: Re-order sheets
pl: Przeszereguj arkusze
sk: Utriedi» listy
tr: Çizelgeleri yeniden sýraya dizer
uk: Перевпорядкувати аркуш╕

source: Remove this sheet
pl: Usuñ arkusz
sk: Odstráò tento list
tr: Bu çizelgeyi siler
uk: Видалити цей аркуш

source: Nothing
pl: Nic
sk: Niè
tr: Yok
uk: Н╕чого

source: Un_freeze Panes
pl: Od_mró¼ nag³ówki
sk: Od_mrazi» rozdelenie okna
tr: Yüzeyleri _Çöz

source: Undo
pl: Cofniêcie
sk: Vráti» spä»
tr: Geri al
uk: В╕дм╕нити

source: Redo
pl: Ponowienie
sk: Opakova» vrátené
tr: Tekrar Yap
uk: В╕дновити

source: Workbook %s has unsaved changes, save them?
pl: Zeszyt %s zawiera niezapisane zmiany. Zapisaæ?
sk: Zo¹it %s obsahuje zmeny, ktoré neboli ulo¾ené, ulo¾i»?
tr: %s defterindeki deðiþiklikler kaydedilsin mi?
uk: Книга %s м╕стить незбережен╕ зм╕ни, зберегти ╖╖?

source: Workbook has unsaved changes, save them?
pl: Zeszyt zawiera niezapisane zmiany, zapisaæ?
sk: Zo¹it obsahuje zmeny, ktoré neboli ulo¾ené, ulo¾i»?
tr: Defterdeki deðiþiklikler kaydedilsin mi?
uk: Книга м╕стить незбережен╕ зм╕ни, зберегти ╖╖?

source: In cell %s, the current contents %s would have been replaced by %s which is invalid. The replace has been aborted and nothing has been changed.
pl: Bie¿±ca zawarto¶æ komórki %s %s mia³aby byæ zmieniona na %sco jest niepoprawne. Przerwano zastêpowanie bez dokonywania zmian.
sk: V bunke %s, aktuálny obsah %s by bol nahradený %s èo je neplatné. Náhrada bola preru¹ená a niè nebolo zmenené.
tr: %s gözesinde, mevcut içerik %s geçersiz olan %s ile deðiþtirilecekti. Hiçbir yerleþtirme yapýlmadý ve çýkýldý.

source: Comment in cell %s!%s
pl: Komentarz w komórce %s!%s
sk: Komentár v bunke %s!%s
tr: %s!%s yorumu

source: Insert rows
pl: Wstaw wiersze
sk: Vlo¾i» riadky
tr: Satýr ekle
uk: Вставити рядки

source: Insert columns
pl: Wstaw kolumny
sk: Vlo¾i» ståpce
tr: Sütun ekler

source: Show
pl: Wy¶wietl
sk: Zobrazi»
tr: Göster

source: Hide
pl: Ukryj
sk: Skry»
tr: Gizle

source: can only be performed on an existing group
pl: mo¿e byæ wykonywane tylko na istniej±cej grupie
sk: mô¾e by» pou¾itá iba na existujúcej skupine
tr: sadece mevcut bir grup üzerinde uygulanabilir

source: Group
pl: Zgrupuj
sk: Zoskupi»
tr: Grupla

source: Ungroup
pl: Rozgrupuj
sk: Zru¹i» zoskupenie
tr: Grubu çöz

source: Select an object to add
pl: Wybór typu dodawanego obiektu
sk: Vyberte pridávaný objekt
tr: Eklenecek nesneyi seçin
uk: Вибер╕ть об'╓кт для додавання

source: Unable to create object of type '%s'
pl: Nie mo¿na utworzyæ obiektu typu "%s"
sk: Nemô¾em vytvori» objekt typu '%s'
tr: '%s' türünde nesne oluþturulamadý

source: _Save...
pl: _Zapisz...
sk: _Ulo¾i»...
tr: _Kaydet...

source: Save with a new name or format
pl: Zapisuje pod now± nazw± lub w innym formacie
sk: Ulo¾í pod novým menom alebo iným formátom
tr: Yeni bir isim ya da biçemle kaydet

source: Select all the cells that depend on the current edit cell.
pl: Zaznacza wszystkie komórki, które zale¿± od bie¿±cej
sk: Vyberie v¹etky bunky, ktoré závisia na aktuálne upravovanej bunke.
tr: Düzenlenmekte olan gözenin içeriðine baðýmlý tüm gözeler seçilir.
uk: Вибрати ус╕ ком╕рки як╕ залежать в╕д поточно╖.

source: P_aste special...
pl: Wklej _specjalnie
sk: Vlo¾i» _inak...
tr: Ö_zel yapýþtýr...
uk: Спец╕альна вставка...

source: Remove selected cells, shifting other into their place
pl: Usuwa zaznaczone komórki, przesuwaj±c inne w ich miejsce
sk: Odstráni vybrané bunky, ostatné posunie na ich miesto
tr: Seçili gözeleri kaldýrýr ve diðerlerini onlarýn yerine kaydýrýr
uk: Видалити вибран╕ ком╕рки, пересунути ╕нш╕ на ╖хн╕ м╕сця

source: Freeze the top left of the sheet
pl: Zamra¿a górny lewy róg arkusza
sk: Zmrazí µavý horný roh listu
tr: Çizelgenin sol üst gözesini dondurur

source: _Auto generate names...
pl: Wygeneruj nazwy _automatycznie...
sk: _Automaticky vygenerova» mená...
tr: Ýsimleri _otomatik üret...
uk: Автостворення назв...

source: Use the current selection to create names
pl: Wykorzystuje bie¿±ce zaznaczenie do tworzenia nazw
sk: Pou¾ije aktuálny výber pre vytvorenie mien
tr: Ýsimleri oluþturmak için seçimi kullanýr

source: _Change name
pl: Zmieñ naz_wê
sk: _Zmeni» meno
tr: Ý_smi deðiþtir
uk: Зм╕нити назву

source: Hide _Column Header
pl: Ukrywanie pionowego _nag³ówka
sk: Skry» hlavièku _ståpca
tr: Süt_un Baþlýklarýný Gizle
uk: Прибрати заголовок стовпчика

source: Hide _Row Header
pl: Ukrywanie poziomego n_ag³ówka
sk: Skry» hlavièku _riadku
tr: S_atýr Baþlýklarýný Gizle
uk: Прибрати заголовок рядка

source: Ranks And _Percentiles
pl: Rangi i _percentyle
sk: Rozlo¾enie a _percentily

source: Manage available plugin modules.
pl: Zarz±dzanie dostêpnymi wtyczkami
sk: Správa dostupných modulov.
tr: Mevcut eklenti modüllerini yönetir.
uk: Керевання доступними доповненнями.

source: _Group...
pl: _Zgrupuj...
sk: _Zoskupi»...
tr: _Grupla...

source: _Ungroup...
pl: _Rozgrupuj...
sk: Zru¹i» z_oskupenie...
tr: Grubu Çö_z...

source: _Sort
pl: Po_sortuj
sk: _Utriedi»
tr: _Sýrala

source: Sorts the selected region.
pl: Sortuje zaznaczony obszar.
sk: Utriedi vybrané bunky.
tr: Seçilen gözeleri sýralar

source: Creates a new workbook
pl: Tworzy nowy zeszyt
sk: Vytvorí nový zo¹it
tr: Yeni bir defter oluþturur
uk: Створю╓ нову книгу

source: Opens an existing workbook
pl: Otwiera istniej±cy zeszyt
sk: Otvorí existujúci zo¹it
tr: Bir dosyadan defter açar
uk: В╕дкрива╓ ╕снуючу книгу

source: Saves the workbook
pl: Zapisuje zeszyt
sk: Ulo¾í zo¹it
tr: Defteri kaydeder
uk: Збер╕га╓ книгу

source: Prints the workbook
pl: Drukuje zeszyt
sk: Vytlaèí zo¹it
tr: Defteri yazdýrýr
uk: Друку╓ книгу

source: Cuts the selection to the clipboard
pl: Wycina zaznaczenie do schowka
sk: Vystrihne výber do schránky
tr: Seçimi taþýmak üzere panoya kopyalar
uk: Вир╕за╓ виб╕р у буфер обм╕ну

source: Copies the selection to the clipboard
pl: Kopiuje zaznaczenie do schowka
sk: Skopíruje výber do schránky
tr: Seçimi panoya kopyalar
uk: Коп╕ю╓ виб╕р у буфер обм╕ну

source: Pastes the clipboard
pl: Wkleja zawarto¶æ schowka
sk: Vlo¾í obsah schránky
tr: Panodan yapýþtýrýr
uk: Вставля╓ буфер обм╕ну

source: Undo the operation
pl: Cofa wykonanie operacji
sk: Vráti poslednú operáciu
tr: Ýþlemi geri al
uk: В╕дм╕нити останню операц╕ю

source: Redo the operation
pl: Ponawia wykonanie operacji
sk: Opakuje vrátenú operáciu
tr: Ýþlemi ileri al
uk: В╕дновити в╕дм╕нену операц╕ю

source: Sum into the current cell.
pl: Wstawia sumê do bie¿±cej komórki
sk: Súèet do aktuálnej bunky.
tr: Toplamý gözeye yazar.
uk: Сума в поточн╕й ком╕рц╕.

source: Function
pl: Funkcja
sk: Funkcia
tr: Ýþlev
uk: Функц╕я

source: Edit a function in the current cell.
pl: Modyfikuje funkcjê w bie¿±cej komórce
sk: Upraví funkciu v aktuálnej bunke.
tr: Gözedeki iþlevi düzenlemeniz için diyalog açar.
uk: Редагувати функц╕ю в поточн╕й ком╕рц╕.

source: Sorts the selected region in ascending order based on the first column selected.
pl: Sortuje zaznaczony obszar rosn±co wed³ug pierwszej zaznaczonej kolumny
sk: Utriedi vybranú oblas» vzostupne podµa prvého vybraného ståpca
tr: Seçimin ilk sütununu temel alarak seçilen bölgeyi artan sýralamayla dizer.
uk: В╕дсортувати вибраний д╕апазон у зростаючому порядку значень першого рядка вибору.

source: Sorts the selected region in descending order based on the first column selected.
pl: Sortuje zaznaczony obszar malej±co wed³ug pierwszej zaznaczonej kolumny
sk: Utriedi vybranú oblas» zostupne podµa prvého vybraného ståpca
tr: Seçimin ilk sütununu temel alarak seçilen bölgeyi azalan sýralamayla dizer.
uk: В╕дсортувати вибраний д╕апазон у спадаючому порядку значень першого рядка вибору.

source: Send
pl: Wy¶lij
sk: Posla»
tr: Gönder

source: Send the current file in email
pl: Wysy³a bie¿±cy plik w li¶cie do innej osoby
sk: Po¹le aktuálny súbor e-mailom
tr: Mevcut dosyayý e-posta ile gönder

source: Re-Edit
pl: Zredaguj
sk: Znovu upravi»
tr: _Yeniden Düzenle

source: Discard
pl: Porzuæ
sk: Zahodi»
tr: Ýptal

source: Accept
pl: Zaakceptuj
sk: Akceptova»
tr: Kabul

source: Define Name
pl: Definicja nazwy
sk: Definova» meno
uk: Визначити назви

source: Address
pl: Adres
sk: Adresa
tr: Adres

source: Edit Expression
pl: Zredaguj wyra¿enie
sk: Upravi» výraz
tr: Ýfade Düzenleme

source: Discard Expression
pl: Porzuæ wyra¿enie
sk: Zahodi» výraz
tr: Ýfade Ýptali

source: Set Horizontal Alignment
pl: Ustawienie wyrównania poziomego
sk: Nastavi» horizontálne zarovnanie
tr: Yatay Hizalama Ayarý

source: Set Font Style
pl: Ustawienie stylu czcionki
sk: Nastavi» ¹týl písma
tr: Yazý tipi Tarzý

source: Set Font
pl: Ustawienie czcionki
sk: Nastavi» písmo
tr: Yazý tipini seçin

source: Set Font Size
pl: Ustawienie rozmiaru czcionki
sk: Nastavi» veµkos» písma
tr: Yazý tipi Yüksekliði

source: Format as Money
pl: Ustawienie formatu walutowego
sk: Formát ako Peniaze
tr: Para olarak Biçemle

source: Format with thousands separator
pl: Ustawienie formatu z separatorem tysiêcy
sk: Formát s oddeµovaèom tisícov
tr: Binler ayracý ile biçemle

source: Increase precision
pl: Zwiêkszenie precyzji
sk: Zvý¹i» presnos»
tr: Duyarlýðý Artýr

source: Decrease precision
pl: Zmniejszenie precyzji
sk: Zní¾i» presnos»
tr: Duyarlýðý Artýr

source: Select font
pl: Wybór czcionki
sk: Vyberte písmo
tr: Yazý tipi seçilir
uk: Вибрати шрифт

source: Sets the bold font
pl: Ustawia czcionkê pogrubion±
sk: Zmení písmo na tuèné
tr: Kalýn yazý tipi
uk: Встановити жирний шрифт

source: Makes the font italic
pl: Ustawia czcionkê pochylon±
sk: Zmení písmo na ¹ikmé
tr: Eðik yazý tipi
uk: Зробити шрифт курсивним

source: Underlines the font
pl: Ustawia czcionkê podkre¶lon±
sk: Podèiarknuté písmo
tr: Altý çizgili yazý tipi
uk: П╕дкреслений шрифт

source: Left align
pl: Wyrównaj do lewej
sk: Zarovna» doµava
tr: Sola yanaþtýr
uk: Вир╕вняти л╕воруч

source: Left justifies the cell contents
pl: Wyrównuje zawarto¶æ komórki do lewej
sk: Zarovná obsah buniek doµava
tr: Göze içeriðini sola yanaþtýrýr
uk: Вир╕вню╓ всм╕ст ком╕рки л╕воруч

source: Centers the cell contents
pl: Wy¶rodkowuje zawarto¶æ komórki
sk: Zarovná obsah buniek na stred
tr: Göze içeriðini ortalar
uk: Центру╓ вм╕ст ком╕рки

source: Right align
pl: Wyrównaj do prawej
sk: Zarovna» doprava
tr: Saða yanaþtýr
uk: Вир╕вн╕ти праворуч

source: Right justifies the cell contents
pl: Wyrównuje zawarto¶æ komórki do prawej
sk: Zarovná obsah buniek doprava
tr: Göze içeriðini saða yanaþtýrýr
uk: Вир╕вню╓ всм╕ст ком╕рки праворуч

source: Center across selection
pl: Wy¶rodkowuje wewn±trz zaznaczenia
sk: Na stred výberu
tr: Seçimi birleþtir

source: Money format
pl: Format walutowy
sk: Peòa¾né
tr: Para biçemi
uk: Грошовий формат

source: Add decimals
pl: Dodaj dziesiêtne
sk: Prida» desatinné miesta
tr: Ondalýk ekle
uk: Зб╕льшити розряди

source: Remove decimals
pl: Usuñ dziesiêtne
sk: Odstráni» desatinné miesta
tr: Ondalýk haneleri kaldýr
uk: Зменшити розряди
