Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=The BITRSHIFT function returns @x bit-shifted right by @n bits. If @n is negative, a left shift will in effect be performed. @EXAMPLES= @SEEALSO=BITRSHIFT
pl: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT (x; n) @DESCRIPTION=Funkcja BITLSHIFT zwraca @x przesuniête bitowo w prawo o @n bitów. Je¶li @n jest ujemne, zostanie wykonane przesuniêcie w lewo o -@n bitów. @EXAMPLES= @SEEALSO=BITRSHIFT
sk: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=Funkcia BITRSHIFT vracia @x bitovo posunuté doprava o @n bitov. Ak je @n záporné, bude posun doµava. @EXAMPLES= @SEEALSO=BITRSHIFT
tr: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=The BITRSHIFT iþlevi @x'in @n bit saða kaydýrýlmýþ deðerini verir. @n negatifse @x'in @n bit sola kaydýrýlmýþ deðerini verir. Benzer iþlev: BITRSHIFT @EXAMPLES= @SEEALSO=BITRSHIFT
uk: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=Функц╕я BITLSHIFT поверта╓ @x з зсунутими праворуч на @n б╕тами. Якщо @n в╕д'╓мне, то буде зд╕йснето зсув л╕воруч. @EXAMPLES= @SEEALSO=BITRSHIFT

source: Bitwise Operations
pl: Operacje bitowe
sk: Bitové operácie
tr: Bitler arasý Ýþlemler
uk: Б╕тов╕ операц╕╖

source: Number Theory
pl: Teoria liczb
sk: Teória èísel
tr: Sayý Teorisi
uk: Теор╕я чисел

source: Several basic utilities for prime numbers, pi, phi, sigma. It also hold some simple bitwise operations
pl: Kilka podstawowych funkcji zwi±zanych z liczbami pierwszymi, pi, phi, sigma. Ponadto proste operacje bitowe.
sk: Niekoµko základných nástrojov pre prvoèísla, pi, phi, sigma. Obsahuje aj niektoré základné bitové operácie
tr: Pi, fi, sigma asal sayýlar için çeþitli temel araçlar. Ayrýca bitler arasý basit iþlemler
uk: Дек╕лька основних засоб╕в для простих чисел, П╕, Ф╕, Си╜ма. Також ма╓ деяк╕ прост╕ б╕тов╕ операц╕╖

source: Imports GNU Oleo documents
pl: Importuje dokumenty GNU Oleo
sk: Importuje súbory GNU Oleo
tr: GNU Oleo belgelerini açar
uk: ╤мпорт документ╕в GNU Oleo

source: Enables the creation of functions in Perl
pl: Pozwala na tworzenie funkcji w Perlu
sk: Povolí vytváranie funkcií v jazyku Perl
tr: Ýþlevlerin Perl ile oluþturulmasýný etkinleþtirir

source: Imports Psion 5 series Sheet files
pl: Importuje pliki arkuszy Psion serii 5
sk: Importuje tabuµky z Psion 5 series
tr: Psion 5 serisi çizelge dosyalarýný açar

source: Error while reading psiconv file.
pl: Wyst±pi³ b³±d przy odczycie pliku psiconv.
sk: Chyba pri èítaní súboru psiconv.
tr: psiconv dosyasý okunurken hata.

source: Error while parsing psiconv file.
pl: Przy analizie pliku psiconv wyst±pi³ b³±d.
sk: Chyba pri spracovaní súboru psiconv.
tr: psiconv dosyasý ayrýþtýrýlýrken hata.

source: Python functions
pl: Funkcje w Pythonie
sk: Funkcie Python
tr: Python iþlevleri

source: Sample Python plugin providing some (useless) functions.
pl: Przyk³adowa wtyczka napisana w Pythonie, udostêpniaj±ca kilka (bezu¿ytecznych) funkcji.
sk: Uká¾kový modul Python poskytujúci nejaké (zbytoèné) funkcie
tr: Bazý faydalý iþlevleri saðlayan Örnek Python Eklentisi.

source: Python plugin loader
pl: £adowarka wtyczek napisanych w Pythonie.
sk: Load modulu Python
tr: Python eklenti yükleyici

source: This plugin provides support for Python plugins
pl: Wtyczka udostêpniaj±ca obs³ugê dla wtyczek napisanych w Pythonie
sk: Tento modul poskytuje podporu pre moduly Python
tr: Bu eklenti Python eklentileri desteði saðlar

source: Unknown error
pl: Nieznany b³±d
sk: Neznáma chyba
tr: Bilinmeyen hata

source: Python exception (%s: %s)
pl: Wyj±tek Pythona (%s: %s)
sk: Python výnimka (%s: %s)
tr: Python kuraldýþýlýðý (%s: %s)

source: Python exception (%s)
pl: Wyj±tek Pythona (%s)
sk: Python výnimka (%s)
tr: Python kuraldýþýlýðý (%s)

source: Python list is not an array
pl: Lista Pythona nie opisuje tablicy
sk: Zoznam Python nie je pole
tr: Python listesi bir dizi deðil

source: Unsupported Python type: %s
pl: Nieobs³ugiwany typ Pythona: %s
sk: Nepodporovaný Python typ: "%s"
tr: Desteklenmeyen Python türü: %s

source: Python module name not given.
pl: Nie podano nazwy modu³u Pythona.
sk: Meno Python modulu nezadané.
tr: Python modül ismi verilmemiþ.

source: Module "%s" doesn't exist.
pl: Modu³ "%s" nie istnieje.
sk: Modul "%s" neexistuje.
tr: "%s" modülü yok.

source: Execution of module "%s" failed.
pl: Nie powiod³o siê wykonanie modu³u "%s".
sk: Spustenie modulu "%s" zlyhalo.
tr: "%s" modülü çalýþtýrýlamadý.

source: Python module name
pl: Nazwa modu³u Pythona
sk: Meno Python modulu
tr: Python modül ismi

source: Some name
pl: Bez nazwy
sk: Niektoré meno
tr: Bir isim

source: Python file "%s" has invalid format.
pl: Plik Pythona "%s" jest w niew³a¶ciwym formacie.
sk: Python súbor "%s" má neplatný formát.
tr: "%s" Python dosyasýnýn biçimi geçersiz.

source: File doesn't contain "%s" function.
pl: Plik nie zawiera funkcji "%s".
sk: Súbor neobsahuje funkciu "%s".
tr: Dosya "%s" iþlevini içermiyor.

source: File doesn't contain "%s" dictionary.
pl: Plik nie zawiera s³ownika "%s".
sk: Súbor neobsahuje prieèinok "%s".
tr: Dosya "%s" dizinini içermiyor.

source: Object "%s" is not a dictionary.
pl: Obiekt "%s" nie jest s³ownikiem.
sk: Objekt "%s" nie je slovník.
tr: "%s" nesnesi bir dizin deðil.

source: Python Plugin
pl: Wtyczka Pythona
sk: Modul Python
tr: Python Eklentisi

source: This plugin provides Python language support in Gnumeric
pl: Wtyczka udostêpniaj±ca obs³ugê jêzyka Python
sk: Tento modul poskytuje podporu jazyka Python pre Gnumeric
tr: Bu eklenti Gnumeric içinde Python dil desteði saðlar

source: Python exception
pl: Wyj±tek Pythona
sk: Python výnimka
tr: Python kuraldýþýlýðý
uk: Виключення Python

source: Unknown Python type
pl: Nieznany typ Pythona
sk: Python - neznámy typ
tr: Bilinmeyen Python türü
uk: Нев╕домий тип Python

source: Unable to lookup Python code object.
pl: Nie mo¿na odnale¼æ obiektu kodu Pythona.
sk: Kódový objekt Python sa nedá nájs»
tr: Python kod nesnesi bulunamadý.
uk: Hеможливо знайти об'╓кт коду Python

source: object must be callable
pl: obiekt musi byæ wywo³ywalny
sk: Objekt musí by» volateµný
tr: nesne çaðrýlabilir olmalý
uk: об'╓кт мусить викликатися

source: Unhandled Python exception: %s
pl: Nieobs³u¿ony wyj±tek Pythona: %s
sk: Nespracovaná výnimka Python: %s
tr: Elde edilemeyen Python kuraldýþýlýðý: %s

source: Imports SC/XSpread files
pl: Importuje pliki SC/XSpread
sk: Importuje súbory SC/XSpread
tr: SC/XSpread dosyalarýný açar
uk: ╤мпорт файл╕в SC/XSpread

source: Error parsing line
pl: Wyst±pi³ b³±d przy analizie wiersza
sk: Chyba pri spracovaní riadku.
tr: Satýr çözümlenirken hata

source: Imported %s
pl: Zaimportowano %s
sk: Importovaný %s
tr: %s açýldý
uk: ╤мпортовано %s

source: Error reading sheet.
pl: Wyst±pi³ b³±d przy odczycie zeszytu.
sk: Chyba pri èítaní listu.
tr: Çizelge okunurken hata.

source: Imports MultiPlan (SYLK) files
pl: Importuje pliki MultiPlan (SYLK)
sk: Importuje súbory MultiPlan (SYLK)
tr: MultiPlan (SYLK) dosyalarýný açar
uk: ╤мпорт файл╕в MultiPlan (SYLK)

source: MultiPlan (SYLK) import
pl: Import plików MultiPlan (SYLK)
sk: Import MultiPlan (SYLK)
tr: MultiPlan (SYLK) desteði
uk: ╤мпорт MultiPlan (SYLK)

source: Not SYLK file
pl: Nie nie jest plik SYLK
sk: Nie je súbor SYLK
tr: SYLK dosyasý deðil
uk: Це не файл SYLK

source: error parsing line
pl: b³±d przy analizie wiersza
sk: chyba riadku
tr: satýr çözümlenirken hata
uk: помилка анал╕зу рядка

source: Error while opening sylk file.
pl: Wyst±pi³ b³±d przy odczycie pliku sylka.
sk: Chyba pri otváraní súboru sylk.
tr: sylk dosyasý açýlýrken hata.

source: Error while reading sheet.
pl: Wyst±pi³ b³±d przy odczycie arkusza.
sk: Chyba pri èítaní listu.
tr: Çizelge okunurken hata.

source: Error while opening xbase file.
pl: Wyst±pi³ b³±d przy odczycie pliku xbase.
sk: Chyba pri zápise súboru xbase.
tr: xbase dosyasý açýlýrken hata.

source: Imports XBase files
pl: Importuje pliki XBase
sk: Importuje súbory XBase
tr: XBase dosyalarýný açar
uk: ╤мпорт файл╕в XBase

source: Xbase (*.dbf) file format
pl: Format pliku XBase (*.dbf)
sk: Formát súborov Xbase (*.dbf)
tr: Xbase (*.dbf) dosya biçemi
uk: Формат файлу Xbase (*.bdf)

source: EXPERIMENTAL SAX based Gnumeric (*.gnumeric)
pl: Eksperymentalna obs³uga plików programu Gnumeric (*.gnumeric) oparta na interfejsie SAX
sk: EXPERIMENTÁLNY Gnumeric zalo¾ený na SAX (*.gnumeric)
tr: Gnumeric (*.gnumeric) tabanlý DENEYSEL SAX

source: EXPERIMENTAL SAX based XML
pl: Eksperymentalna obs³uga XML-a oparta na interfejsie SAX
sk: EXPERIMENTÁLNE XML zalo¾ené na SAX
tr: XML tabanlý DENEYSEL SAX

source: The next generation sax based xml I/O subsystem
pl: Kolejna generacja podsystemu we/wy XML-a, oparta na interfejsie SAX
sk: Nová generácia V/V XML subsystému zalo¾ená na sax
tr: Gelecek nesil sax tabanlý xml G/Ç altsistemi
uk: Наступне покол╕ння п╕дсистеми вводу/виводу xml, що базу╓ться на sax

source: xmlCreateFileParserCtxt () failed.
pl: Wykonanie xmlCreateFileParserCtxt() nie powiod³o siê.
sk: xmlCreateFileParserCtxt() zlyhala.
tr: xmlCreateFileParserCtxt() baþarýsýz.

source: XML document not well formed!
pl: Niepoprawna sk³adnia dokumentu XML!
sk: XML dokument nie je syntakticky správny!
tr: XML belgesi iyi þekillendirilmemiþ!

source: About this application
pl: Informacje o aplikacji
sk: O tejto aplikácii
tr: Bu uygulama hakkýnda
uk: Про програму

source: Add an outline group
pl: Tworzy nowy konspekt grupy
sk: Pridá skupinu prehµadu
tr: Bir sýnýrlý grup ekler

source: Advanced _Filter...
pl: Zaawansowany f_iltr
sk: Pokroèilý _filter...
tr: Geliþmiþ Sü_zgeç...

source: Aligns the contents to the left and decreases the indent
pl: Wyrównuje zawarto¶æ komórek do lewej i zmniejsza wciêcie
sk: Zarovná obsah doµava a zmen¹í odsadenie
tr: Ýçeriði sola yanaþtýrýr ve girintiyi azaltýr

source: Aligns the contents to the left and increases the indent
pl: Wyrównuje zawarto¶æ komórek do lewej i zwiêksza wciêcie
sk: Zarovná obsah doµava a zväè¹í odsadenie
tr: Ýçeriði sola yanaþtýrýr ve girintiyi arttýrýr

source: Arrow
pl: Strza³ka
sk: ©ípka
tr: Ok
uk: Стр╕лка

source: Auto _Correct...
pl: Automatyczna _korekta...
sk: Automatické _opravy...
tr: Otomatik _Düzelt...
uk: Автокоригування...

source: Auto_fill
pl: Automatyczne wype³nienie
sk: Automatické _vyplòovanie
tr: Otomatik _doldur

source: Automatically fill the current selection
pl: Automatycznie wype³nia bie¿±ce zaznaczenie
sk: Automaticky vyplní aktuálny výber
tr: Seçilenleri otomatik olarak doldurur

source: Automatically perform simple spell checking
pl: Automatyczne wykonywanie prostego sprawdzania pisowni
sk: Automaticky vykonáva jednoduchú kontrolu gramatiky
tr: Basit sözdizimi denetimini otomatik olarak yapar
uk: Автоматично виконувати просту перев╕рку орфограф╕╖

source: Automatically save the current document at regular intervals
pl: Automatyczny zapis bie¿±cego dokumentu w regularnych ostêpach czasu
sk: Automaticky ukladá aktuálny dokument v pravidelných intervaloch
tr: Çalýþýlan belgeyi düzenli aralýklarla kaydeder
uk: Автоматично ре╜улярно збер╕гати документ

source: Background
pl: T³o
sk: Pozadie
tr: Artalan
uk: Тло

source: Bold
pl: Pogrubienie
sk: Tuèné
tr: Kalýn
uk: Товстий

source: Borders
pl: Krawêdzie
sk: Okraje
tr: Kenarlýk
uk: Поля

source: Button
pl: Przycisk
sk: Tlaèidlo
tr: Düðme
uk: Кнопка

source: C_ells...
pl: K_omórki...
sk: _Bunky...
tr: _Göze...
uk: Ком╕рки...

source: C_lear
pl: Wy_czy¶æ
sk: _Vymaza»
tr: _Temizle
uk: Очистити

source: C_olumn
pl: _Kolumna
sk: _Ståpec
tr: Süt_un
uk: Стовпчик

source: Center
pl: ¦rodek
sk: Na stred
tr: Ortala
uk: Центрувати

source: CenterAcrossSelection
pl: Wy¶rodkuj wewn±trz zaznaczenia
sk: Na stred výberu
tr: BirleþikGöze

source: Centers across the selected cells
pl: Wy¶rodkowuje pomiêdzy zaznaczonymi komórkami
sk: Zarovná na stred vybraných buniek
tr: Ýçeriði ortalamak için gözeleri birleþtirir

source: Centers the text in each selection
pl: Wy¶rodkowuje zawarto¶æ ka¿dej z komórek
sk: Vystredí vybraný text
tr: Göze içeriðini ortalar
uk: Центрувати текст у вибраному

source: Change height of the selected rows
pl: Zmienia wysoko¶æ zaznaczonych wierszy
sk: Zmení vý¹ku vybraných riadkov
tr: Seçilen satýrlarýn yüksekliðini deðiþtirir
uk: Зм╕нити висоту вибраних рядк╕в

source: Change the default column width
pl: Zmienia domy¶ln± szeroko¶æ kolumny
sk: Zmení ¹tandardnú ¹írku ståpca
tr: Öntanýmlý sütun geniþliðini deðiþtirir
uk: Зм╕нити типову ширину стопчика

source: Change the default row height
pl: Zmienia domy¶ln± wysoko¶æ wiersza
sk: Zmení ¹tandardnú vý¹ku riadku
tr: Öntanýmlý satýr yüksekliðini deðiþtirir
uk: Зм╕нити типову висоту рядка

source: Change the order the sheets are displayed
pl: Zmienia kolejno¶æ, w której wy¶wietlane s± arkusze
sk: Zmení poradie zobrazovanie listov
tr: Gösterilen çizelgelerin sýrasýný deðiþtirir
uk: Зм╕нити порядок в╕дображення аркуш╕в

source: Change width of the selected columns
pl: Zmienia szeroko¶æ zaznaczonych kolumn
sk: Zmení ¹írku vybraných ståpcov
tr: Seçilen sütunun geniþliðini deðiþtirir
uk: Зм╕нити ширину вибраних стовпчик╕в

source: Checkbox
pl: Prze³±cznik
sk: Za¹krtávacie tlaèidlo
tr: Onay Düðmesi
uk: Графа для в╕дм╕тки

source: Clear the selected cells' comments
pl: Czy¶ci komentarze do zaznaczonych komórek
sk: Vyma¾e komentáre vybraných buniek
tr: Seçilen gözelerin açýklamalarýný siler
uk: Очистити коментар╕ ком╕рки

source: Clear the selected cells' contents
pl: Czy¶ci zawarto¶æ zaznaczonych komórek
sk: Vyma¾e obsah vybraných buniek
tr: Seçilen gözelerin içeriklerini siler
uk: Очистити вм╕ст ком╕рки

source: Clear the selected cells' formats
pl: Czy¶ci formaty zaznaczonych komórek
sk: Vyma¾e formátovanie vybraných buniek
tr: Seçilen gözelerin biçemlerini siler
uk: Очистити формати ком╕рки

source: Clear the selected cells' formats, comments, and contents
pl: Czy¶ci formaty, komentarze i zawarto¶æ zaznaczonych komórek
sk: Vyma¾e formáty, komentáre a obsah vybraných buniek
tr: Seçilen gözelerin biçem, içerik ve açýklamalarýný siler
uk: Очистити формати, коментар╕ та вм╕ст ком╕рки

source: Close the current file
pl: Zamyka bie¿±cy plik
sk: Zatvorí aktuálny súbor
tr: Dosyayý kapatýr
uk: Закрити поточний файл

source: Co_mments
pl: K_omentarze
sk: _Komentáre
tr: Y_orumlar
uk: Коментар╕

source: Co_variance
pl: Ko_wariancja
sk: _Kovariancia

source: Collapse an outline group
pl: Zwija konspekt grupy
sk: Zabalí skupinu prehµadu
tr: Bir sýnýrlý grubu toplar

source: Comparing two population means for two paired samples.: t-test
sk: Porovnanie priemerov dvoch populácií pre dva párové výbery.: t-test

source: Comparing two population means for two unpaired samples from pop. with equal var.: t-test
sk: Porovnanie priemerov dvoch populácií pre dva nepárové výbery z populácií s rovnakou odchýlkou.: t-test

source: Comparing two population means for two unpaired samples from pop. with unequal var.: t-test
sk: Porovnanie priemerov dvoch populácií pre dva nepárové výbery z populácií s rôznou odchýlkou.: t-test

source: Comparing two population means from pop. with known variances or using a large sample: z- test
sk: Porovnanie priemerov dvoch populácií pre dva párové výbery.: t-test

source: Comparing two population variances
sk: Porovnanie odchýliek dvoch populácií

source: Configure toolbars
pl: Konfiguruje paski narzêdziowe
sk: Nastavenie panelov nástrojov
tr: Araç çubuklarý Yapýlandýrmasý

source: Consolidate regions using a function
pl: Konsoliduje obszary przy u¿yciu funkcji
sk: Konzolidova» oblasti pomocou funkcie
tr: Bir iþlev kullanarak bölgeleri birleþtirir

source: Copy
pl: Skopiuj
sk: Kopírova»
tr: Kopyala
uk: Скоп╕ювати

source: Copy the current selection to the clipboard
pl: Kopiuje zaznaczenie do schowka
sk: Skopíruje aktuálny výber do schránky
tr: Seçimi panoya kopyalar
uk: Скоп╕ювати поточний виб╕р у буфер обм╕ну

source: Copy the selection
pl: Kopiuje zaznaczenie
sk: Skopíruje výber
tr: Seçimi panoya kopyalar
uk: Скоп╕ювати вибране

source: Covariance
pl: Kowariancja
sk: Kovariancia
tr: Uyumsuzluk
uk: Ковариц╕я

source: Create a button
pl: Tworzy przycisk
sk: Vytvorí tlaèidlo
tr: Bir düðme nesnesi oluþturur
uk: Створити кнопку

source: Create a checkbox
pl: Tworzy prze³±cznik
sk: Vytvorí za¹krtávacie tlaèidlo
tr: Onay düðmesi oluþtur

source: Create a combo box
pl: Tworzy wej¶cie z opcjami
sk: Vytvorí combo box
tr: Bir etkileþimli liste nesnesi oluþturur

source: Create a frame
pl: Tworzy ramkê
sk: Vytvorí rámec
tr: Bir çerçeve nesnesi oluþturur
uk: Створити кадр

source: Create a label
pl: Tworzy etykietê
sk: Vytvorí návestie
tr: Bir etiket nesnesi oluþturur
uk: Створити позначку

source: Create a line
pl: Tworzy liniê
sk: Nakreslí èiaru
tr: Bir çizgi nesnesi oluþturur
uk: Створити л╕н╕ю

source: Create a list
pl: Tworzy listê
sk: Vytvorí zoznam
tr: Bir liste nesnesi oluþturur
uk: Створити список

source: Create a new shared view of the workbook
pl: Tworzy nowy wspó³dzielony widok zeszytu
sk: Vytvorí nový zdieµaný pohµad na zo¹it
tr: Bir paylaþýmlý defter açar

source: Create a new spreadsheet
pl: Tworzy nowy zeszyt
sk: Vytvorí nový zo¹it
tr: Yeni bir çizelge açar
uk: Створити нову таблицю

source: Create a new unshared view of the workbook
pl: Tworzy nowy oddzielny widok zeszytu
sk: Vytvorí nový nezdieµaný pohµad na zo¹it
tr: Bir paylaþýmsýz defter açar

source: Create a new workbook
pl: Tworzy nowy zeszyt
sk: Vytvorí nový zo¹it
tr: Yeni defter açar
uk: Створити нову книгу

source: Create a radio button
pl: Tworzy przycisk radiowy
sk: Vytvorí prepínaè
tr: Bir seçenek düðmesi nesnesi oluþturur
uk: Створити перемикач

source: Create a scrollbar
pl: Tworzy pasek przewijania
sk: Vytvorí posuvník

source: Create an arrow
pl: Tworzy strza³kê
sk: Vytvorí objekt ¹ípka
tr: Bir ok nesnesi oluþturur

source: Cu_t
pl: _Wytnij
sk: Vystri_hnú»
tr: K_es
uk: Вир╕зати

source: Current _date
pl: Bie¿±ca _data
sk: Aktuálny dátu_m
tr: Þimdiki _tarih
uk: Поточна дата

source: Current _time
pl: Aktualny _czas
sk: Aktuálny èa_s
tr: Þimdiki _saat
uk: Поточний час

source: Cut
pl: Wytnij
sk: Vystrihnú»
tr: Kes
uk: Вир╕зати

source: Cut the selection
pl: Wycina zaznaczenie
sk: Vystrihne výber
tr: Seçimi taþýnmak üzere panoya kopyalar
uk: Вир╕зати вибране

source: Decrease Indent
pl: Zmniejszenie wciêcia
sk: Zmen¹i» odsadenie
tr: Girintiyi Azalt

source: Decrease Precision
pl: Zmniejsz precyzjê
sk: Zní¾i» presnos»
tr: Kesinliði azalt
uk: Зменшити точн╕сть

source: Decreases the number of decimals displayed
pl: Zmniejsza liczbê wy¶wietlanych cyfr dziesiêtnych
sk: Zní¾i poèet zobrazovaných desatinných miest
tr: Ondalýk haneleri azaltýr

source: Display _Formulas
pl: Wy¶wietlanie _formu³
sk: Zobrazi» _vzorce
tr: _Formülleri Göster
uk: Показати формули

source: Display _Outlines
pl: Wy¶wietlanie p_odsumowañ
sk: Zobrazi» _prehµady
tr: _Sýnýrlarý Göster

source: Display the value of a formula or the formula itself
pl: Wy¶wietla warto¶ci wzorów zamiast ich samych
sk: Zobrazí hodnotu vzorca alebo vzorec samotný
tr: Formülün kendisini ya da deðerini gösterir
uk: Показувати значення формули, чи саму формулу

source: Draw a rectangle
pl: Rysuje prostok±t
sk: Nakreslí obdå¾nik
tr: Bir dörtgen çizer
uk: Намалювати прямокутник

source: Draw an oval
pl: Rysuje elipsê
sk: Nakreslí elipsu
tr: Bir oval çizer
uk: Намалювати овал

source: E_xit
pl: Za_koñcz
sk: _Koniec
tr: Çý_k
uk: Вийти

source: Edit a formula in the current cell
pl: Modyfikuje funkcjê w bie¿±cej komórce
sk: Upraví vzorec v aktuálnej bunke
tr: Gözedeki formülü düzenlemeniz için açar.
uk: Випривити формулу в поточн╕й ком╕рц╕

source: Edit descriptive information
pl: Modyfikuje informacje opisuj±ce dokument
sk: Upraví popisnú informáciu

source: Edit sheet and workbook names
pl: Modyfikuje nazwy zdefiniowane w arkuszu i zeszycie
sk: Upraví mená listu a zo¹ita
tr: Çizelge ve defter isimlerini düzenleme
uk: Модиф╕кувати назви таблиць та книг

source: Edit the name of the current sheet
pl: Modyfikuje nazwê bie¿±cego arkusza
sk: Upraví meno aktuálneho listu
tr: Çizelgenin ismini deðiþtirmek için diyalog açar
uk: Зм╕нити назву поточного аркушу

source: Edit the selected cell's comment
pl: Modyfikuje komentarz do zaznaczonych komórek
sk: Edituje komentár vybranej bunky
tr: Seçilen gözelerin açýklamalarýný düzenlemek için açar
uk: Редагувати коментар до вибраних ком╕рок

source: Ensure columns are just wide enough to display content
pl: Zapewnia szeroko¶æ kolumn odpowiedni± dla ich zawarto¶ci
sk: Zaistí, ¾e ståpce sú ¹iroké akurát pre zobrazenie svojho obsahu
tr: Sütun geniþliðini içeriðini gösterebilecek þekilde ayarlar
uk: Переконатись що стовпчики достатньо широк╕ для в╕дображення вм╕сту

source: Ensure rows are just tall enough to display content
pl: Zapewnia wysoko¶æ kolumn odpowiedni± dla ich zawarto¶ci
sk: Zaistí, ¾e riadky sú vysoké akurát pre zobrazenie svojho obsahu
tr: Satýr yüksekliðini içeriðini gösterebilecek þekilde ayarlar
uk: Переконатись що рядки достатньо висок╕ для в╕дображення вм╕сту

source: Exit the program
pl: Koñczy pracê programu
sk: Ukonèí program
tr: Programdan çýkýlýr
uk: Вийти з програми

source: Exponential smoothing
sk: Exponenciálne vyhladenie

source: F_orecasting
pl: Pr_ognozowanie
sk: _Predpoklad

source: F_ormat
sk: F_ormát
tr: _Biçimlendir
uk: Формат

source: Filter data with given criteria
pl: Filtruje dane wed³ug podanych kryteriów
sk: Filtruje dáta podµa daného kritéria
tr: Verilen kritere göre veriyi süzer
uk: Ф╕льтр даних за вказаними критер╕ями

source: Font
pl: Czcionka
sk: Písmo
tr: Yazýtipi
uk: Шрифт

source: Font Size
pl: Rozmiar czcionki
sk: Veµkos» písma
tr: Yazý tipi Yüksekliði
uk: Розм╕р шрифту

source: Font selector
pl: Wybór czcionki
sk: Výber písma
tr: Yazý tipi listesi
uk: Виб╕р шрифту

source: Foreground
pl: U¿ywany kolor
sk: Popredie
tr: Önalan
uk: Передн╕й план

source: Format a region of cells according to a pre-defined template
pl: Formatuje obszar komórek zgodnie z predefiniowanym szablonem
sk: Formátuje oblas» buniek podµa preddefinovanej ¹ablóny
tr: Önceden tanýmlý þablonla iliþkili bir göze bölgesini biçimlendirir
uk: Сформатувати д╕лянку ком╕рок в╕дпов╕дно до визначеного шаблону

source: Fourier Analysis
pl: Analiza Fouriera
sk: Fourierova analýza
tr: Fourier Analizi
uk: Анал╕з Фур'╓

source: Frame
pl: Ramka
sk: Rámec
tr: Çerçeve
uk: Кадр

source: Function Guru
pl: Druid funkcji
sk: Funkciový Guru
tr: Ýþlev Uzmaný
uk: ╫уру функц╕й

source: Generate random numbers of a selection of distributions
sk: Generuje náhodné poètý výberov distribúcií

source: Graph Guru
pl: Druid wykresu
sk: Grafový Guru
tr: Çizim Uzmaný
uk: ╫уру граф╕к╕в

source: H_eight...
pl: _Wysoko¶æ...
sk: _Vý¹ka...
tr: _Yükseklik...

source: Hide _Column Headers
pl: Ukrywanie pionowego _nag³ówka
sk: Skry» hlavièky _ståpcov
tr: Süt_un Baþlýklarýný Gizle
uk: Приховати заголовки стовпчик╕в

source: Hide _Gridlines
pl: Ukrywanie linii _siatki
sk: Skry» _mrie¾ku
tr: Izgarayý _Gizle
uk: Прибрати л╕н╕╖ с╕тки

source: Hide _Row Headers
pl: Ukrywanie poziomego n_ag³ówka
sk: Skry» hlavièky _riadkov
tr: Sa_týr Baþlýklarýný Gizle
uk: Приховати заголовки рядка

source: Hide _Zeros
pl: Ukrywanie _zer
sk: Skry» _nuly
tr: _Sýfýrlarý Gizle
uk: Прибрати нул╕

source: Hide the selected columns
pl: Ukrywa zaznaczone kolumny
sk: Skryje vybrané ståpce
tr: Seçilen sütunlarý gizler
uk: Приховати вибран╕ стовпчики

source: Hide the selected rows
pl: Ukrywa zaznaczone wiersze
sk: Skryje vybrané riadky
tr: Seçilen satýrlarý gizler
uk: Приховати вибран╕ рядки

source: Imports a file
pl: Importuje plik
sk: Importuje súbor
tr: Baþka bir uygulamanýn dosyasýný açar
uk: ╤мпорту╓ файл

source: Increase Indent
pl: Zwiêkszenie wciêcia
sk: Zväè¹i» odsadenie
tr: Girintiyi Artýr

source: Increase Precision
pl: Zwiêksz precyzjê
sk: Zvý¹i» presnos»
tr: Duyarlýðý Artýr
uk: Зб╕льшити точн╕сть

source: Increases the number of decimals displayed
pl: Zwiêksza liczbê wy¶wietlanych cyfr dziesiêtnych
sk: Zvý¹i poèet zobrazovaných desatinných miest
tr: Ondalýk hane sayýsýný arttýrýr
