Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: The cell named in 'By changing cell' must not contain a formula.
pl: Komórka okre¶lona w "Zmieniaj±c komórkê" nie mo¿e zawieraæ formu³y.
sk: Bunka v 'Zmenou bunky' nesmie obsahova» vzorec.
tr: 'Bu gözeyi deðiþtirerek:' alanýnda belirtilen göze bir formül içermeli

source: The value given in 'To Value:' is not valid.
pl: Warto¶æ podana w "Na warto¶æ:" nie jest poprawna.
sk: Hodnota zadaná do 'Hodnotou:' nie je platná.
tr: 'Bu Deðere:' alanýnda verilen deðer geçersiz.

source: Goal seeking with cell %s found a solution.
sk: Hµadanie cieµa s bunkou %s na¹lo rie¹enie.
tr: %s gözesi ile sonuç arama bir çözüme ulaþtý.

source: Goal seeking with cell %s did not find a solution.
sk: Hµadanie cieµa s bunkou %s na¹lo rie¹enie.
tr: %s gözesi ile sonuç arama bir çözüme ulaþmadý.

source: Could not create the Goal-Seek dialog.
pl: Nie mo¿na utworzyæ okna poszukiwania celu.
sk: Nepodarilo sa vytvori» dialóg nástroja pre hµadanie cieµa.
tr: Çözüm Arama diyaloðu oluþturulamadý.

source: Cell
pl: Komórka
sk: Bunka
tr: Göze
uk: Ком╕рка

source: Go to...
pl: Przej¶cie do komórki...
sk: Prejs» na...
tr: Git...
uk: Перейти...

source: Step 1 of 3: Select graph type
pl: Krok 1 z 3: Wybór typu wykresu
sk: Krok 1 z 3: Výber typu grafu
tr: Adým 1/3: Grafik türü seçimi

source: Step 2 of 3: Select data ranges
pl: Krok 2 z 3: Wybór zakresów danych
sk: Krok 2 z 3: Výber intervalov hodnôt
tr: Adým 2/3: Veri bölgesi seçimi

source: Graph Data
pl: Dane wykresu
sk: Dáta pre graf
tr: Çizim Verisi

source: Step 3 of 3: Customize graph
pl: Krok 3 z 3: Dopasowanie wykresu
sk: Krok 3 z 3: Úprava grafu
tr: Adým 3/3: Grafiðin özelleþtirilmesi

source: Format Graph
pl: Format wykresu
sk: Formátova» graf
tr: Grafiði Biçemle

source: Plot name
pl: Nazwa wykresu
sk: Meno grafu
tr: Çizim ismi

source: Series name
pl: Nazwa serii
sk: Meno série
tr: Seri ismi

source: Insert
pl: Wstaw
sk: Vlo¾i»
tr: Araya ekler
uk: Вставити

source: All
pl: Wszystko
sk: V¹etko
tr: Tümü
uk: Вс╕

source: Content
pl: Zawarto¶æ
sk: Obsah
tr: Ýçerik
uk: Вм╕ст

source: As Value
pl: Jako warto¶æ
sk: Ako hodnotu
tr: Deðer Olarak
uk: Як значення

source: Formats
pl: Formaty
sk: Formáty
tr: Biçimler
uk: Формати

source: Add
pl: Dodaj
sk: Prida»
tr: Ekle
uk: Додати

source: Subtract
pl: Odejmij
sk: Odèíta»
tr: Çýkar
uk: В╕дняти

source: Multiply
pl: Przemnó¿
sk: Vynásobi»
tr: Çarp
uk: Помножити

source: Divide
pl: Podziel
sk: Vydeli»
tr: Böl
uk: Под╕лити

source: Paste special
pl: Wklejenie specjalne
sk: Vlo¾i» inak
tr: Özel yapýþtýr
uk: Особлива вставка

source: Paste Link
pl: Wklej odno¶nik
sk: Vlo¾i» odkaz
tr: Baðlantýyý Yapýþtýr
uk: Вставити посилання

source: Paste type
pl: Sposób wklejenia
sk: Typ vlo¾enia
tr: Türü yapýþtýr
uk: Вставити тип

source: Operation
pl: Operacja
sk: Operácia
tr: Ýþlem
uk: Операц╕я

source: Transpose
pl: Transpozycja
sk: Transponova»
tr: Transpoze
uk: Перем╕стити

source: Skip Blanks
pl: Z pominiêciem pustych
sk: Preskoèi» prázdne
tr: Boþlarý Atla

source: This plugin depends on loader of type "%s". Do you want to activate appropriate plugin together with this one? (otherwise, plugin won't be loaded)
pl: Ta wtyczka zale¿y od ³adowarki typu "%s". Czy chcesz uaktywniæ odpowiedni± wtyczkê wraz z bie¿±c±? (w przeciwnym wypadku wtyczka nie zostanie za³adowana)
sk: Tento modul závisí na loaderi typu "%s". Chcete aktivova» príslu¹ný modul spolu s týmto modulom? (inak nebude modul naèítaný)
tr: Bu eklenti "%s" yükleyici türüne baðýmlý. Eklentiyi bu yükleyici ile etkinleþtirmek ister misiniz? (Aksi takdirde, eklenti yüklenemeyecek)

source: Error while activating plugin loader
pl: Podczas uaktywniania ³adowarki wyst±pi³ b³±d
sk: Chyba poèas aktivácie loadera modulu
tr: Eklentinin etkinleþtirilmesi sýrasýnda hata

source: Loader for selected plugin (type: "%s") is not available.
pl: Nie jest dostêpna ³adowarka dla wybranej wtyczki (typu "%s").
sk: Loader pre vybraný modul (typ: "%s") nie je k dispozícii.
tr: Seçilen eklenti (tür: "%s") için yükleyici yok.

source: Error while activating plugin
pl: B³±d podczas uaktywniania wtyczki
sk: Chyba poèas aktivácie modulu
tr: Eklentinin etkinleþtirilmesi sýrasýnda hata

source: Error while deactivating plugin
pl: B³±d podczas unieaktywniania wtyczki
sk: Chyba poèas deaktivácie modulu
tr: Eklenti kaldýrýlýrken hata oluþtu.

source: Plugin is still in use.
pl: Wtyczka jest wykorzystywana.
sk: Modul sa stále pou¾íva.
tr: Eklenti hala kullanýmda
uk: Доповнення використову╓ться.

source: Plugin cannot be deactivated because it's still in use. Do you want to mark it for deactivation such that it will be inactive after restarting Gnumeric?
pl: Nie mo¿na unieaktywniæ wtyczki, poniewa¿ jest ona nadal w u¿yciu. Czy chcesz j± oznaczyæ do usuniêcia, tak, ¿eby by³a nieaktywna przy ponownym uruchomieniu programu Gnumeric?
sk: Modul nie je mo¾né deaktivova», preto¾e sa pou¾íva. Chcete ho oznaèi» na deaktiváciu, tak¾e pri re¹tarte Gnumericu nebude znovu aktivovaný?
tr: Eklenti hala kullanýmda olduðundan kaldýrýlamadý. Gnumeric yeniden baþlatýldýðýnda bu eklenti etkin olmayacak þekilde açýlmasý için iþaretlenmesini ister misiniz?

source: Errors while activating plugins
pl: B³êdy podczas uaktywniania wtyczek
sk: Chyby poèas aktivácie modulov
tr: Eklentilerin etkinleþtirilmesinde hata

source: Errors while deactivating plugins
pl: B³êdy podczas unieaktywniania wtyczek
sk: Chyby poèas deaktivácie modulov
tr: Eklentiler kaldýrýlýrken hata oluþtu.

source: %s[in memory, marked for deactivation]
pl: %s [w pamiêci, oznaczona do usuniêcia]
sk: %s [v pamäti, oznaèený na deaktiváciu]
tr: %s[bellekte, kaldýrmak için iþaretlendi]

source: %s[in memory]
pl: %s [w pamiêci]
sk: %s [v pamäti]
tr: %s[bellekte]

source: %s[marked for deactivation]
pl: %s [oznaczona do usuniêcia]
sk: %s [oznaèený na deaktiváciu]
tr: %s[kaldýrmak için iþaretlendi]

source: Plugin list
pl: Lista wtyczek
sk: Zoznam modulov
tr: Eklenti listesi

source: Plugin details
pl: Szczegó³y wtyczki
sk: Detaily modulu
tr: Eklenti ayrýntýlarý

source: Customize header
pl: Zmieñ g³ówkê
sk: Upravi» hlavièku
tr: Baþlýðý özelleþtir

source: Customize footer
pl: Zmieñ stopkê
sk: Upravi» pätièku
tr: Altbilgiyi özelleþtir

source: Custom header configuration
pl: Dowolna konfiguracja nag³ówka
sk: Vlastné nastavenie hlavièky
tr: Özel baþlýk yapýlandýrmasý
uk: Власна конф╕гурац╕я верхнього колонтитулу

source: Custom footer configuration
pl: Niestandardowa konfiguracja stopki
sk: Vlastné nastavenie pätièky
tr: Özel altbilgi yapýlandýrmasý
uk: Власна конф╕гурац╕я нижнього колотитулу

source: You must select some cell types to search.
pl: Nale¿y wybraæ wyszukiwane typy komórek
sk: Musíte vybra» nejaký typ buniek, v ktorých hµada»
tr: Arama yapmak için bazý göze türlerini seçmelisiniz.

source: Expression
pl: Wyra¿enie
sk: Výraz
tr: Ýfade

source: Integer
pl: Liczba ca³kowita
sk: Celé èíslo
tr: Tamsayý

source: Other value
pl: Inna warto¶æ
sk: Iná hodnota
tr: Diðer deðer

source: Comment
pl: Komentarz
sk: Komentár
tr: Yorum

source: Are you sure you want to remove the sheet called `%s'?
pl: Czy na pewno chcesz usun±æ arkusz "%s"?
sk: Ste si istý, ¾e chcete odstráni» list nazvaný `%s'?
tr: `%s' çizelgesini gerçekten silmek istiyor musunuz?
uk: Ви впевнен╕, що хочете вилучити аркуш з назваою "%s"?

source: Int
pl: Ca³kowita
sk: Celé èíslo
uk: Ц╕ле

source: Solver found an optimal solution. All constraints and optimality conditions are satisfied.
pl: Solver znalaz³ optymalne rozwi±zanie. Wszystkie ograniczenia i warunki optymalizacyjne s± spe³nione.
sk: Rie¹iteµ na¹iel optimálne rie¹enie. V¹etky obmedzenia a podmienky optimálnosti sú uspokojené.
tr: Çözümleyici en elveriþli çözümü buldu. Tüm zorlamalar ve elveriþlilik koþullarý saðlandý.

source: The Target Cell value does not converge!
pl: Waro¶æ komórki docelowej nie jest zbie¿na!
sk: Hodnota cieµovej bunky nekonverguje!
tr: Hedef göze deðeri yakýnsanmýyor!

source: Solver was not successful: %i
sk: Rie¹iteµ nebol úspe¹ný: %i
tr: Çözümleyici baþarýlý olamadý: %i

source: Constraint `%s' is for a cell that is not an input cell.
pl: Wiêc "%s" odnosi siê do komórki nie bêd±cej komórk± wej¶ciow±.
sk: Obmedzenie '%s' je pre bunku, ktorá nie je vstupná.
tr: `%s' koþulu bir girdi gözesi olmayan bir göze içindir

source: Could not create the Solver dialog.
pl: Nie mo¿na utworzyæ okna solvera.
sk: Nepodarilo sa vytvori» dialóg nástroja pre rie¹iteµa.
tr: Çözümleyici diyaloðu oluþturulamadý.

source: You need to select at least one sheet to export
pl: Nale¿y wybraæ przynajmniej jeden arkusz do eksportu
sk: Musíte vybra» aspoò jeden exportovaný list
tr: Baþka bir uygulamanýn dosya biçimine dönüþtürmek için en az bir çizelge seçilmelidir.

source: Are you sure you want to cancel?
pl: Czy na pewno chcesz anulowaæ?
sk: Naozaj chcete zru¹i»?
tr: Gerçekten iptal etmek istiyor musunuz?
uk: Ви впевнен╕, що хочете в╕дм╕нити?

source: <- Remove
sk: <- Odstráni»
tr: <- Kaldýr
uk: <- Видалити

source: <- Remove all
sk: <- Odstráni» v¹etky
tr: <- Tümünü kaldýr
uk: <- Видалити все

source: Add ->
sk: Prida» ->
tr: Ekle ->
uk: Додати ->

source: Add all ->
sk: Prida» v¹etky ->
tr: Tümünü ekle ->
uk: Додати все ->

source: Always
pl: Zawsze
sk: V¾dy
tr: Daima

source: Automatic (puts quotes where needed)
pl: Automatycznie (umieszcza znaki cytowania gdzie trzeba)
sk: Automaticky (vklada» úvodzovky, kde sú potrebné)
tr: Otomatik (gereken yerlere týrnak koyar)

source: Available sheets
pl: Dostêpne arkusze
sk: Listy k dispozícii
tr: Yüklü çizelgeler
uk: Доступн╕ аркуш╕

source: Bang (!)
pl: Wykrzyknik (!)
sk: Výkrièník (!)
tr: Bum (!)

source: Choose export formatting
pl: Okre¶lenie formatowania testu
sk: Vyberte formát exportovaných dát
tr: Dönüþtürme biçemini seçin

source: Choose sheets to export
pl: Wybór eksportowanych arkuszy
sk: Vyberte exportované listy
tr: Baþka dosya biçimine dönüþtürülecek çizelgeyi seçiniz
uk: Вибер╕ть аркуш для експорту

source: Colon (:)
pl: Dwukropek (:)
sk: Dvojbodka (:)
tr: Ýki nokta üstüste (:)

source: Comma (,)
pl: Przecinek (,)
sk: Èiarka (,)
tr: Virgül (,)

source: Customize the export format. The line terminator is the character sequence used for terminating a line in the text file. Whether the quote character is placed around cells depends on the value chosen for quoting.
pl: Okre¶l format eksportowanego tekstu. Zakoñczenie wiersza to sekwencja znaków wykorzystywana do oznaczenia koñca wiersza w pliku tekstowym. To, czy warto¶ci komórek otoczone bêd± znakami cytowania, zale¿y od ustawieñ dotycz±cych cytowania.
sk: Upravte formát exportu. Koniec riadku je postupnos» znakov pou¾itých pre ukonèenie riadkov v textovom súbore. Ïalej mô¾ete nastavi», ako a èi majú by» hodnoty buniek oznaèené pomocou znaku pre citáciu.
tr: Aktarma biçemini özelleþtirir. Satýr sonlandýrýcý metin dosyasý içindeki bir satýrýn sonalandýrýlmasýnda kullanýlan bir karakter dizisidir. Sýnýrlama karakteri ise, sýnýrlama için seçilen deðerlere baðýmlý gözelerin çevresine yerleþtirilir.

source: Exporting structured text
pl: Eksport tekstu o ustalonej strukturze
sk: Export do ¹truktúrovaného textu
tr: Ayraçlý metin aktarýlýyor

source: Hyphen (-)
pl: My¶lnik (-)
sk: Pomlèka (-)
tr: Eksi (-)

source: Line termination :
pl: Zakoñczenie wiersza :
sk: Koniec riadku :
tr: Satýr sonu :
uk: Розд╕лювач радяка:

source: Macintosh (carriage return)
pl: Macintosh (powrót kursora)
sk: Macintosh (CR)
tr: Macintosh (CR)

source: Never
pl: Nigdy
sk: Nikdy
tr: Asla

source: Pipe (|)
pl: Kreska (|)
sk: Rúra (|)
tr: Boru (|)

source: Please select which sheets you want to export from the current workbook. They will be exported in the same order as in the export list.
pl: Wybierz arkusze z bie¿±cego zeszytu, które chcesz wyeksportowaæ. Zostan± one wyeksportowane w kolejno¶ci umieszczenia na li¶cie.
sk: Prosím, vyberte listy, ktoré chcete exportova» z aktuálneho zo¹itu. Listy budú exportované v poradí, v ktorom sú uvedené v zozname exportovaných listov.
tr: Lütfen baþka dosya biçimine dönüþtürülecek çizelgeleri defterden seçiniz. Onlar dönüþtürme listesindeki sýrayla dönüþtürülecektir.

source: Quote character :
pl: Znak cytowania :
sk: Znak pre citáciu :
tr: Sýnýrlama karakteri:
uk: Символ цитування:

source: Quoting :
pl: Cytowanie :
sk: Citácia :
tr: Sýnýrlama:
uk: Цитування:

source: Semicolon (;)
pl: ¦rednik (;)
sk: Bodkoèiarka (;)
tr: Noktalý virgül (;)

source: Separator :
sk: Oddeµovaè :
tr: Ayraç :
uk: Розд╕лювач:

source: Sheets to export
pl: Eksportowane arkusze
sk: Exportované listy
tr: Dönüþtürülecek çizelgeler
uk: Аркуш╕ для експорту

source: Slash (/)
pl: Uko¶nik (/)
sk: Lomítko (/)
tr: Bölü (/)

source: Space
pl: Odstêp
sk: Medzera
tr: Boþluk

source: Tab
pl: Tabulacja
sk: Tabulátor
tr: Sekme

source: Unix (linefeed)
pl: UNIX (przesuniêcie wiersza)
sk: Unix (LF)
tr: Unix (satýr sonu)

source: Windows (carriage return + linefeed)
pl: Windows (powrót kursora i przesuniêcie wiersza)
sk: Windows (CR/LF)
tr: Windows (CR+LF)

source: Autodiscovery did not find any columns in the text. Try manually
pl: Podczas automatycznego rozpoznawania nie uda³o siê rozpoznaæ kolumn w tek¶cie. Spróbuj okre¶liæ je samodzielnie.
sk: Automatické rozpoznávanie nena¹lo ¾iadne ståpce v texte. Skúste ich nájs» ruène
tr: Otomatik bulucu metin içinde herhangi bir sütun bulamadý. Kendiniz yapmayý deneyin.

source: %d lines to import
pl: Wierszy przeznaczonych do importu: %d
sk: %d riadkov pre import
tr: alýnacak %d satýr
uk: %d рядк╕в для ╕мпорту

source: LINES TOO LONG!
pl: Zbyt d³ugie wiersze!
sk: RIADKY PRÍLI© DLHÉ!
tr: SATIR ÇOK UZUN!

source: Data (from %s)
pl: Dane (z pliku %s)
sk: Dáta (z %s)
tr: Veri (%s'ten)
uk: Дан╕ (з %s)

source: Column %d
pl: Kolumna %d
sk: Ståpec %d
tr: %d. sütun
uk: Стовпчик %s

source: Actual processing will start at this line, any previous lines will be ignored.
pl: Przetwarzanie rozpocznie siê od tego wiersza, wszystkie wcze¶niejsze zostan± zignorowane.
sk: Spracovanie zaène na tomto riadku, v¹etky predchádzajúce budú ignorované.
tr: Ýþlem bu satýrda bitti, kalan satýrlar gözardý edilecektir

source: Add a new column
pl: Dodaje now± kolumnê
sk: Pridá nový ståpec
tr: Yeni bir sütun ekle
uk: Додати новий стовпчик

source: Always (Both sides)
pl: Zawsze (z obu stron)
sk: V¾dy (na oboch stranách)
tr: Daima (Her iki yönde)

source: Attempt to recognize columns in the text automatically.
pl: Próbuje automatycznie rozpoznaæ kolumny w tek¶cie.
sk: Pokúsi sa o automatické rozpoznanie ståpcov.
tr: Metin içindeki sütünlar otomatik saptanmaya çalýþýlýyor.

source: Auto Column _Discovery
pl: Automatyczne _wykrywanie kolumn
sk: Automatické _rozpoznanie
tr: Otomatik Sütun _Bulucu

source: Ban_g (!)
pl: _Wykrzyknik (!)
sk: Výkrièník (_!)
tr: Da_nn (!)
uk: Знак оклику (!)

source: C_ustom
pl: D_owolny
sk: _Vlastný
tr: Ö_zel
uk: ╤нший

source: Character interpreted as quote character. If the separation character is encountered within quotes it will be ignored.
pl: Znak bêd±cy znakiem cytowania. Znaki separatorów umieszczone wewn±trz znaków cytowania trac± swoje znaczenie.
sk: Znak chápaný ako oznaèenie citácie. Ak je oddeµovaè nájdený medzi takýmito znakmi, je ignorovaný.
tr: Karakter sýnýrlama karakteri olarak yorumlandý. Ayýrma karakteri týrnaklarla belirlenmiþse yoksayýlacaktýr.

source: Clear list of columns
pl: Czy¶ci listê kolumn
sk: Vyma¾e zoznam ståpcov
tr: Sütun listesini temizle
uk: Очистити список стовпчик╕в

source: Click to select a column
pl: Klikniêcie zaznacza kolumnê
sk: Kliknutím vyberte ståpec
tr: Bir sütun seçmek için týklayýnýz
uk: Клацн╕ть щоб вибрати стовпчик

source: Co_lumn end :
pl: Ko_niec kolumny :
sk: Koniec _ståpca :
tr: Sütun bitimi :
uk: К╕нець стовпчика:

source: Co_mma (,)
pl: _Przecinek (,)
sk: Èiarka (_,)
tr: _Virgül (,)
uk: Кома (,)

source: Column
pl: Kolumna
sk: Ståpec
tr: Sütun
uk: Стовпчик

source: Column formatting
pl: Formatowanie kolumn
sk: Formátovanie ståpca
tr: Sütun biçemleme
uk: Форматування стовпчика

source: Columns
pl: Kolumny
sk: Ståpce
tr: Sütun
uk: Стовпчики

source: Custom separator, this can be any character
pl: Dowolny separator; mo¿e nim byæ dowolny znak
sk: Vlastný oddeµovaè, mô¾e by» èokoµvek
tr: Özel ayraç herhangi bir karakter olabilir
uk: ╤нший розд╕лювач, це може бути будь-який символ

source: Customize the columns using the buttons or the mouse (hover mouse above example for instructions)
pl: Dopasuj kolumny korzystaj±c z przycisków lub myszy (podpowied¼ nad próbk± wyja¶nia szczegó³y operacji)
sk: Upravte ståpce pomocou tlaèidiel alebo my¹i (ukázaním kurzorom my¹i na príklad zobrazíte in¹trukcie)
tr: Fare ya da düðmeler kullanýlarak sütunlar özelleþtirilir

source: Data type and number of lines
pl: Typ danych i liczba wierszy
sk: Typ dát a poèet riadkov
tr: Veri türleri ve satýr sayýsý
uk: Тип даних ╕ к╕льк╕сть рядк╕в

source: Define the width of each column manually.
pl: Rêczne definiowanie szeroko¶ci ka¿dej z kolumn.
sk: Definova» ¹írku ka¾dého ståpca ruène.
tr: Her sütunun geniþliði elle atanýr.

source: Each column in the text is separated by a 'separation' character, e.g. a semicolon.
pl: Kolejne kolumn s± rozdzielone znakiem "separatora", np. ¶rednikiem.
sk: Ka¾dý ståpec v texte je oddelený oddeµovacím znakom, napr. bodkoèiarkou.
tr: Metin içindeki her sütun bir 'ayraç' karakteri ile sýnýrlanýr, örneðin: iki nokta üstüste.

source: End
pl: Koniec
sk: Koniec
tr: Son
uk: К╕нець

source: Example
pl: Próbka
sk: Príklad
tr: Örnek
uk: Приклад

source: Fixed wi_dth
pl: O _sta³ej szeroko¶ci
sk: Pevná ¹í_rka
tr: _Sabit geniþlik
uk: Ф╕ксована ширина

source: Fixed width customization
pl: Definicja kolumn o sta³ej szeroko¶ci
sk: Prispôsobenie pevnej ¹írky
tr: Sabit en yapýlandýrmasý
uk: Налаштування ф╕ксовано╖ ширини

source: Format
sk: Formát
tr: Biçem
uk: Формат

source: Formatting for the selected column
pl: Format zaznaczonej kolumny
sk: Formátovanie vybraného ståpca
tr: Seçilen sütun için biçemleme
uk: Форматування вибраного стовпчика

source: Formatting options
pl: Opcje formatowania
sk: Nastavenie formátovania
tr: Biçemleme seçenekleri
uk: Параметри форматування

source: Fr_om line :
pl: Wiersz p_ocz±tkowy :
sk: _Od riadku :
tr: _Satýrdan:
uk: З рядка:

source: H_yphen (-)
pl: _My¶lnik (-)
sk: Pomlèka (_-)
tr: _Tire (-)
uk: Перенос (-)

source: Importing structured text
pl: Import tekstu o ustalonej strukturze
sk: Import ¹truktúrovaného textu
tr: Ayraçlý metin alýnýyor

source: Left click to create a new column, right click on a column border to delete an existing column or hold the left mouse button on a column border and drag to resize a column.
pl: Mo¿esz utworzyæ now± kolumnê, klikaj±c lewym przyciskiem myszy oraz usun±æ kolumnê, klikaj±c jej brzeg prawym przyciskiem. Klikaj±c granicê pomiêdzy kolumnami i przeci±gaj±c j± w lewo lub w prawo mo¿esz j± przesuwaæ, zmieniaj±c szeroko¶ci s±siednich kolumn.
sk: Kliknutím µavým tlaèidlom my¹i vytvoríte nový ståpec, kliknutím pravý tlaèidlom na okraji ståpca odstránite existujúci ståpec alebo »ahaním my¹ou zmeníte veµkos» ståpca.
tr: Yeni sütun oluþturmak için sol týklama, bir gözeyi silmek için sütun kenarýna sað týklama yapýn. Bir sütunu boyutlandýrmak için sütun kenarýnda farenin sol düðmesi basýlý durumdayken fareyi sürükleyin.

source: Lines to import
pl: Importowane wiersze
sk: Importované riadky
tr: Alýnacak satýrlar
uk: Рядки для ╕мпорту

source: Misc
pl: Ró¿ne
sk: Rôzne
tr: Çeþitli
uk: Р╕зне

source: Number of lines to import
pl: Liczba importowanych wierszy
sk: Poèet importovaných riadkov
tr: Alýnacak satýr sayýsý
uk: К╕льк╕сть рядк╕в для ╕мпорту

source: On left side only
pl: Tylko z lewej strony
sk: Len na µavej strane
tr: Sadece sol tarafta

source: On right side only
pl: Tylko z prawej strony
sk: Len na pravej strane
tr: Sadece sað tarafta

source: Original data type :
pl: Typ oryginalnych danych :
sk: Originálny typ dát :
tr: Orjinal veri türü:
uk: Вих╕дний тип даних:

source: P_ipe (|)
pl: _Kreska (|)
sk: Rúra (_|)
tr: _Boru (|)

source: Per column formatting
pl: Niezale¿ne formatowanie kolumn
sk: Formátovanie po ståpcoch
tr: Sütun baþýna biçemleme
uk: Форматування стовпчик╕в

source: Processing ends at this line, any subsequent lines will be ignored.
pl: Przetwarzanie zostanie zakoñczone na tym wierszu, dalsze zostan± zignorowane.
sk: Spracovanie skonèí na tomto riadku, ïal¹ie riadky budú ignorované.
tr: Ýþlem bu satýrda bitti, kalan satýrlar gözardý edilecektir

source: Remove selected column
pl: Usuwa zaznaczon± kolumnê
sk: Odstráni vybraný ståpec
tr: Seçilen sütunu siler
uk: Видалити вибраний стовпчик

source: S_ee two separators as one
pl: Tr_aktowanie dwóch separatorów jak jednego
sk: Dva oddeµovaèe chápa» ako _jeden
tr: Ýki ayracý _tek gör

source: S_pace
pl: Ods_têp
sk: _Medzera
tr: _Boþluk
uk: Пропуск

source: See two successive separators as one.
pl: Traktowanie dwóch kolejnych separatorów jak jednego.
sk: Dva za sebou idúce oddeµovaèe chápa» ako jeden.
tr: Ýki ardarda ayracý tek olarak görür.

source: See two successive text indicators as one that does not terminate the cell.
pl: Traktowanie dwóch kolejnych znaków cytowania jako jednego, który nie koñczy komórki.
sk: Dva za sebou idúce oznaèovaèe textu chápa» ako jeden, ktorý nekonèí bunku.
tr: Ýki ardarda metin belirtecini gözeyi sonlandýrmayan tek belirteç olarak görür.

source: Select the format for each column. You can click in the column list on the left or in the example to select a column. You can then enter a custom format or select one from the list on the right.
pl: Okre¶l format ka¿dej z kolumn. Aby wybraæ kolumnê, mo¿esz j± klikn±æ na li¶cie kolumn po lewej stronie lub te¿ na przyk³adzie. Nastêpnie mo¿esz wybraæ jeden z formatów z listy po prawej stronie albo te¿ wprowadziæ w³asny.
sk: Vyberte formát ka¾dého ståpca. Kliknutie na zoznam ståpcov vµavo alebo na príklad vyberie ståpec. Potom mô¾ete zada» vlastný formát alebo vybra» jeden zo zoznamu vpravo.
tr: Her sütunun biçimi seçilir. Soldaki sütun listesinden veya örnekten bir sütun seçebilirsiniz. Bir özel biçim atayabileceðiniz gibi saðdaki listeden de seçebilirsiniz.

source: Select the separators that appear in the text (you can choose multiple separators if desired and also enter a custom one)
pl: Wybierz separatory, które pojawiaj± siê w tek¶cie (mo¿esz wybraæ wiele separatorów, jak równie¿ wprowadziæ samodzielnie dodatkowy)
sk: Vyberte oddeµovaèe, ktoré sa vyskytujú v texte (mô¾e ich by» viac a mô¾ete zada» aj svoje vlastné)
tr: Metinde kullanýlacak ayracý seçin. (Çok sayýda ayraç seçebileceðiniz gibi kendiniz de bir ayraç belirtebilirsiniz.)

source: Select the structure of the text that most closely matches the data.
pl: Okre¶l strukturê tekstu, która jest najbli¿sza danym w pliku.
sk: Vyberte ¹truktúru textu, ktorá sa naviac blí¾i va¹emu súboru.
tr: Veri ile uyumlu metin yapýsýný seçin.

source: Semicolo_n (;)
pl: ¦_rednik (;)
sk: Bodkoèiarka (_;)
tr: _Noktalý virgül (;)
uk: Крапка з комою (;)

source: Separation customization
pl: Definiowanie separatorów kolumn
sk: Prispôsobenie oddeµovaèa
tr: Ayraç yapýlandýrmasý
uk: Налаштування розд╕лення

source: Separators
pl: Separatory
sk: Oddeµovaèe
tr: Ayraçlar
uk: Розд╕лювач╕

source: Set the end of this column
pl: Ustawia koniec zaznaczonej kolumny
sk: Nastaví koniec tohto ståpca
tr: Sütünun sonunu belirt
uk: Встановити к╕нець цього стовпчика

source: Slas_h (/)
pl: Uko¶_nik (/)
sk: Lomítko (_/)
tr: Bö_lü (/)
uk: Коса (/)

source: Ta_b
pl: Ta_bulacja
sk: _Tabulátor
tr: _Sekme
uk: Табуляц╕я

source: Te_xt indicator :
pl: Wska¼nik tek_stu :
sk: Oznaèenie te_xt :
tr: _Metin belirteci:

source: Trim :
pl: Przycinanie :
sk: Zahodi» medzery na okrajoch :
tr: Kýrp:
