Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=OCT2HEX function converts an octal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. This function is Excel compatible. If @places is too small or negative #NUM! error is returned. @EXAMPLES= OCT2HEX(132) equals 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
pl: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX (liczba[; miejsca]) @DESCRIPTION=Funkcja OCT2HEX konwertuje zapis ósemkowy liczby na zapis szesnastkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= OCT2HEX(132) jest równe 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
sk: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(èíslo[,miesta]) @DESCRIPTION=Funkcia OCT2HEX prevádza osmièkové èíslo na ¹estnástkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Táto funkcia je kompatibilná s Excelom. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. @EXAMPLES= OCT2HEX(132) sa rovná 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
tr: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(sayý[;hane_sayýsý]) @DESCRIPTION=The OCT2HEX iþlevi bir sekizlik sayýyý onaltýlýk eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: OCT2HEX(132) eþittir 5A Benzer iþlevler: HEX2OCT, OCT2BIN, OCT2DEC @EXAMPLES= OCT2HEX(132) eþittir 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC

source: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=HEX2BIN function converts a hexadecimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= HEX2BIN("2A") equals 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
pl: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN (liczba[; miejsca]) @DESCRIPTION=Funkcja HEX2BIN konwertuje zapis szesnastkowy liczby na zapis dwójkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= HEX2BIN("2A") jest równe 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
sk: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(èíslo[,miesta]) @DESCRIPTION=Funkcia HEX2BIN prevádza ¹estnástkové èíslo na dvojkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HEX2BIN("2A") sa rovná 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
tr: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(sayý[,basamak]) @DESCRIPTION=The HEX2BIN iþlevi bir onaltýlýk sayýyý iklik eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: HEX2BIN("2A") eþittir 101010 Benzer iþlevler: BIN2HEX, HEX2OCT, HEX2DEC @EXAMPLES= HEX2BIN("2A") eþittir 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC

source: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=HEX2OCT function converts a hexadecimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= HEX2OCT("2A") equals 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
pl: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT (liczba[; miejsca]) @DESCRIPTION=Funkcja HEX2OCT konwertuje zapis szesnastkowy liczby na zapis ósemkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= HEX2OCT("2A") jest równe 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
sk: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(èíslo[,miesta]) @DESCRIPTION=Funkcia HEX2OCT prevádza ¹estnástkové èíslo na osmièkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HEX2OCT("2A") sa rovná 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
tr: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(sayý[,hane_sayýsý]) @DESCRIPTION=The HEX2OCT iþlevi bir onaltýlýk sayýyý sekizlik eþdeðerine çevirir. @hane_sayýsý ile isteðe baðlý olarak hane sayýsý verilebilir. @hane_sayýsý negatif ise ya da çok küçük ise iþlev #NUM! hatasý verir. Bu iþlev Excel uyumludur. Örnek: HEX2OCT("2A",3) eþittir 052 Benzerleri: OCT2HEX, HEX2BIN, HEX2DEC @EXAMPLES= HEX2OCT("2A",3) eþittir 052 @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC

source: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=HEX2DEC function converts a hexadecimal number to its decimal equivalent. This function is Excel compatible. @EXAMPLES= HEX2DEC("2A") equals 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
pl: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=Funkcja HEX2DEC konwertuje zapis szesnastkowy liczby zawarty w napisie lub liczbie na jego równowa¿nik dziesiêtny. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= HEX2DEC("2A") jest równe 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
sk: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=Funkcia HEX2DEC prevádza ¹estnástkové èíslo na desiatkové. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HEX2DEC("2A") sa rovná 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
tr: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=The HEX2DEC iþlevi bir onaltýlýk sayýyý ondalýk eþdeðerine çevirir. Bu iþlev Excel uyumludur. Örnek: HEX2DEC("2A") eþittir 42 Benzerleri: DEC2HEX, HEX2BIN, HEX2OCT @EXAMPLES= HEX2DEC("2A") eþittir 42 @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT

source: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If @x or @y are not numeric a #VALUE! error is returned. If @y < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
pl: @FUNCTION=BESSELI @SYNTAX=BESSELI (x; y) @DESCRIPTION=Funkcja BESSELI zwraca warto¶æ funkcji Neumanna, Webera lub Bessela. Parametr @x wyznacza warto¶ci dla funkcji. Parametr @y oznacza porz±dek dla funkcji besselowskiej, je¿eli nie jest ca³kowity, podlega obciêciu. Je¿eli parametry @x lub @y nie s± liczbami, zwracany jest b³±d #WARTO¦Æ!. Je¶li @y < 0, zwracany jest b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BESSELI (0,7; 3) jest równe 0,007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
sk: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=Funkcia BESSELI vracia Neumannovu, Weberovu alebo Besselovu funkciu. @x je hodnota, pre ktorú sa poèíta, @y je rád besselovej funkcie, ak nie je celé èíslo, je desatinná èas» orezaná. Ak nie je @x alebo @y èíslo, vráti chybu #VALUE!. Ak je @y < 0, vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BESSELI(0.7,3) sa rovná 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
tr: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI iþlevi Neumann, Weber ve Bessel iþlevlerini hesaplar. @x iþlevin iþlem yaptýðý deðer, @y ise bessel iþlevinin derecesidir. Tamsayý deðilse ondalýk kýsým atýlýr. @x ya da @y bir sayý deðilse iþlev #DEÐER! hatasý verir. @y < 0 ise #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BESSELI(0.7,3) eþittir 0.007367374 Benzerleri: BESSELJ, BESSELK, BESSELY @EXAMPLES= BESSELI(0.7,3) eþittir 0.007367374 @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If x or n are not numeric a #VALUE! error is returned. If y < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
pl: @FUNCTION=BESSELK @SYNTAX=BESSELK (x; y) @DESCRIPTION=Funkcja BESSELK zwraca warto¶æ funkcji Neumann'a, Webera lub Bessela. Parametr @x wyznacza warto¶æ dla funkcji. Parametr @y wyznacza porz±dek dla funkcji besselowskiej, je¿eli nie jest liczb± ca³kowit±, jest obcinany. Je¿eli x lub y nie jest liczb±, zwracany jest b³±d #WARTO¦Æ!. Je¿eli y < 0 - b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BESSELK (3; 9) jest równe 397,95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
sk: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=Funkcia BESSELK vracia Neumannovu, Weberovu alebo Besselovu funkciu. @x je hodnota, pre ktorú sa poèíta, @y je rád besselovej funkcie, ak nie je celé èíslo, je desatinná èas» orezaná. Ak nie je @x alebo @y èíslo, vráti chybu #VALUE!. Ak je @y < 0, vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BESSELK(3,9) sa rovná 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
tr: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK iþlevi Neumann, Weber ve Bessel iþlevlerini hesaplar. @x iþlevin iþlem yaptýðý deðer, @y ise bessel iþlevinin derecesidir. Tamsayý deðilse ondalýk kýsým atýlýr. @x ya da @y bir sayý deðilse iþlev #DEÐER! hatasý verir. @y < 0 ise #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BESSELK(3,9) eþittir 397.95880 Benzerleri: BESSELI, BESSELJ, BESSELY @EXAMPLES= BESSELK(3,9) eþittir 397.95880 @SEEALSO=BESSELI,BESSELJ,BESSELY

source: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ function returns the bessel function with @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If @x or @y are not numeric a #VALUE! error is returned. If @y < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELJ(0.89,3) equals 0.013974004. @SEEALSO=BESSELJ,BESSELK,BESSELY
pl: @FUNCTION=BESSELJ @SYNTAX=BESSELJ (x; y) @DESCRIPTION=Funkcja BESSELJ zwraca warto¶æ funkcji besselowskiej okre¶lonej na parametrze @x. Parametr @y wyznacza porz±dek dla funkcji besselowskiej, je¿eli nie jest liczb± ca³kowit±, jest obcinany. Je¿eli @x lub @y nie s± liczbami, zwracany jest b³±d #WARTO¦Æ! Je¿eli @y < 0, zwracany jest b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BESSELJ (0,89; 3) jest równe 0,013974004. @SEEALSO=BESSELJ,BESSELK,BESSELY
sk: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=Funkcia BESSELJ vracia Besselovu funkciu. @x je hodnota, pre ktorú sa poèíta, @y je rád besselovej funkcie, ak nie je celé èíslo, je desatinná èas» orezaná. Ak nie je @x alebo @y èíslo, vráti chybu #VALUE!. Ak je @y < 0, vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BESSELJ(0.89,3) sa rovná 0.013974004. @SEEALSO=BESSELJ,BESSELK,BESSELY
tr: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ iþlevi Bessel iþlevini hesaplar. @x iþlevin iþlem yaptýðý deðer, @y ise bessel iþlevinin derecesidir. Tamsayý deðilse ondalýk kýsým atýlýr. @x ya da @y bir sayý deðilse iþlev #DEÐER! hatasý verir. @y < 0 ise #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BESSELJ(0.89,3) eþittir 0.013974004 Benzerleri: BESSELJ, BESSELK, BESSELY @EXAMPLES= BESSELJ(0.89,3) eþittir 0.013974004 @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the bessel function, if non-integer it is truncated. If x or n are not numeric a #VALUE! error is returned. If n < 0 a #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELJ,BESSELK,BESSELY
pl: @FUNCTION=BESSELY @SYNTAX=BESSELY (x; y) @DESCRIPTION=Funkcja BESSELY zwraca warto¶æ funkcji Neumann'a, Webera lub Bessela. @x jest parametrem, na którym jest okre¶lona. @y wskazuje porz±dek dla funkcji besselowskiej; je¿eli nie jest liczb± ca³kowit±, zostanie obciêta. Je¿eli x lub n nie s± liczbami, zostanie zwrócony b³±d #WARTO¦Æ!. Je¿eli n < 0, zostanie zwrócony b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BESSELY (4; 2) jest równe 0,215903595. @SEEALSO=BESSELJ,BESSELK,BESSELY
sk: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=Funkcia BESSELY vracia Neumannovu, Weberovu alebo Besselovu funkciu. @x je hodnota, pre ktorú sa poèíta, @y je rád besselovej funkcie, ak nie je celé èíslo, je desatinná èas» orezaná. Ak nie je @x alebo @y èíslo, vráti chybu #VALUE!. Ak je @y < 0, vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BESSELY(4,2) sa rovná 0.215903595. @SEEALSO=BESSELJ,BESSELK,BESSELY
tr: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY iþlevi Neumann, Weber ve Bessel iþlevlerini hesaplar. @x iþlevin iþlem yaptýðý deðer, @y ise bessel iþlevinin derecesidir. Tamsayý deðilse ondalýk kýsým atýlýr. @x ya da @y bir sayý deðilse iþlev #DEÐER! hatasý verir. @y < 0 ise #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BESSELY(4,2) eþittir 0.215903595 Benzerleri: BESSELJ,BESSELK,BESSELY @EXAMPLES= BESSELY(4,2) eþittir 0.215903595 @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX returns a complex number of the form x + yi. @real is the real and @im is the imaginary coefficient of the complex number. @suffix is the suffix for the imaginary coefficient. If it is omitted, COMPLEX uses 'i' by default. If @suffix is neither 'i' nor 'j', COMPLEX returns #VALUE! error. This function is Excel compatible. @EXAMPLES= COMPLEX(1,-1) equals 1-i. @SEEALSO=
pl: @FUNCTION=COMPLEX @SYNTAX=COMPLEX (rzeczywista; urojona[; przyrostek]) @DESCRIPTION=Funkcja COMPLEX zwraca liczbê zespolon± w postaci x + yi. Parametr @rzeczywista oznacza czê¶æ rzeczywist±, a @im - czê¶æ urojon± liczby. @przyrostek okre¶la symbolikê czê¶ci urojonej. Je¿eli nie zostanie podany, funkcja COMPLEX wykorzysta domy¶lny przyrostek "i". Je¿eli @przyrostek nie jest ¿adn± z liter 'i' lub 'j', funkcja COMPLEX zwróci b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= COMPLEX (1; -1) jest równe 1-i. @SEEALSO=
sk: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(reálna,im[,prípona]) @DESCRIPTION=COMPLEX vracia komplexné èíslo vo formáte x + yi. @reálna je reálna a @im je imaginárna èas» výsledku. @prípona je prípona pre imaginárnu èas». Ak nie je uvedená, COMPLEX pou¾ije 'i'. Ak @prípona nie je 'i' ani 'j', COMPLEX vráti chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COMPLEX(1,-1) sa rovná 1-i. @SEEALSO=
tr: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(gerçel,sanal[,sonek]) @DESCRIPTION=COMPLEX iþlevi x+yi biçiminde bir karmaþýk sayý ile sonuçlanýr. @gerçel ve @sanal karmaþýk sayýnýn gerçel ve sanal katsayýlarýdýr. @sonek i veya j olabilir, verilmezse öntanýmlý olarak i kullanýlýr. Bu iþlev Excel uyumludur. Örnek: COMPLEX(1,-1) eþittir 1-i. @EXAMPLES= COMPLEX(1,-1) eþittir 1-i. @SEEALSO=

source: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY returns the imaginary coefficient of a complex number. This function is Excel compatible. @EXAMPLES= IMAGINARY("132-j") equals -1. @SEEALSO=IMREAL
pl: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY (liczba_zespolona) @DESCRIPTION=Funkcja IMAGINARY zwraca czê¶æ urojon± liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMAGINARY("132-j") jest równe -1. @SEEALSO=IMREAL
sk: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(komplex_èíslo) @DESCRIPTION=IMAGINARY vracia imaginárnu èas» komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMAGINARY("132-j") sa rovná -1. @SEEALSO=IMREAL
tr: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(karmaþýk_sayý) @DESCRIPTION=IMAGINARY iþlevi verilen @karmaþýk_sayýnýn sanal kýsmýnýn katsayýsýný verir. Bu iþlev Excel uyumludur. Örnek: IMAGINARY("132-j") eþittir -1 Benzerleri: IMABS, IMREAL @EXAMPLES= IMAGINARY("132-j") eþittir -1 @SEEALSO=IMREAL

source: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL returns the real coefficient of a complex number. This function is Excel compatible. @EXAMPLES= imreal("132-j") equals 132. @SEEALSO=IMAGINARY
pl: @FUNCTION=IMREAL @SYNTAX=IMREAL (liczba_zespolona) @DESCRIPTION=Funkcja IMREAL zwraca czê¶æ rzeczywist± liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= imreal("132-j") jest równe 132. @SEEALSO=IMAGINARY
sk: @FUNCTION=IMREAL @SYNTAX=IMREAL(komplex_èíslo) @DESCRIPTION=IMREAL vracia reálnu èas» komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= imreal("132-j") sa rovná 132. @SEEALSO=IMAGINARY
tr: @FUNCTION=IMREAL @SYNTAX=IMREAL(karmaþýk_sayý) @DESCRIPTION=IMREAL iþlevi verilen @karmaþýk_sayýnýn gerçel kýsmýnýn katsayýsýný verir. Bu iþlev Excel uyumludur. Örnek: imreal("132-j") eþittir 132 Benzeri: IMAGINARY @EXAMPLES= imreal("132-j") eþittir 132 @SEEALSO=IMAGINARY

source: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS returns the absolute value of a complex number. This function is Excel compatible. @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
pl: @FUNCTION=IMABS @SYNTAX=IMABS (liczba_zespolona) @DESCRIPTION=Funkcja IMABS zwraca warto¶æ bezwzglêdn± liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMABS("2-j") jest równe 2,23606798. @SEEALSO=IMAGINARY,IMREAL
sk: @FUNCTION=IMABS @SYNTAX=IMABS(komplex_èíslo) @DESCRIPTION=IMABS vracia absolútnu hodnotu komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMABS("2-j") sa rovná 2.23606798. @SEEALSO=IMAGINARY,IMREAL
tr: @FUNCTION=IMABS @SYNTAX=IMABS(karmaþýk_sayý) @DESCRIPTION=IMABS iþlevi verilen @karmaþýk_sayý'nýn mutlak deðerini hesaplar. Bu iþlev Excel uyumludur. Örnek: IMABS("2-j") eþittir 2.23606798 Benzerleri: IMAGINARY, IMREAL @EXAMPLES= IMABS("2-j") eþittir 2.23606798 @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE returns the complex conjugate of a complex number. This function is Excel compatible. @EXAMPLES= IMCONJUGATE("1-j") equals 1+j. @SEEALSO=IMAGINARY,IMREAL
pl: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE (liczba_zespolona) @DESCRIPTION=Funkcja IMCONJUGATE zwraca liczbê sprzê¿on± do danej liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMCONJUGATE("1-j") jest równe 1+j. @SEEALSO=IMAGINARY,IMREAL
sk: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(komplex_èíslo) @DESCRIPTION=IMCONJUGATE vracia komplexne zdru¾ené èíslo ku @komplex_èíslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCONJUGATE("1-j") sa rovná 1+j. @SEEALSO=IMAGINARY,IMREAL
tr: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(karmaþýk_sayý) @DESCRIPTION=IMCONJUGATE iþlevi verilen @karmaþýk_sayý'nýn eþleniðini verir. Bu iþlev Excel uyumludur. Örnek: IMCONJUGATE("1-j") eþittir 1+j. Benzerleri: IMAGINARY, IMREAL @EXAMPLES= IMCONJUGATE("1-j") eþittir 1+j. @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS returns the cosine of a complex number. This function is Excel compatible. @EXAMPLES= IMCOS("1+j") equals 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
pl: @FUNCTION=IMCOS @SYNTAX=IMCOS (liczba zespolona) @DESCRIPTION=Funkcja IMCOS zwraca cosinus liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMCOS("1+j") jest równe 0,833730-0,988898j. @SEEALSO=IMSIN,IMTAN
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_èíslo) @DESCRIPTION=IMCOS vracia kosínus komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
tr: @FUNCTION=IMCOS @SYNTAX=IMCOS(karmaþýk_sayý) @DESCRIPTION=IMCOS verilen bir @karmaþýk_sayý'nýn kosinüsünü hesaplar. Bu iþlev Excel uyumludur. Örnek: IMCOS("1+j") eþittir 0.833730-0.988898j Benzerleri: IMSIN, IMTAN @EXAMPLES= IMCOS("1+j") eþittir 0.833730-0.988898j @SEEALSO=IMSIN,IMTAN

source: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN returns the tangent of a complex number. This function is Excel compatible. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
pl: @FUNCTION=IMTAN @SYNTAX=IMTAN (liczba zespolona) @DESCRIPTION=Funkcja IMTAN zwraca tangens liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
sk: @FUNCTION=IMTAN @SYNTAX=IMTAN(komplex_èíslo) @DESCRIPTION=IMTAN vracia tangens komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
tr: @FUNCTION=IMTAN @SYNTAX=IMTAN(karmaþýk_sayý) @DESCRIPTION=IMTAN verilen @karmaþýk_sayý'nýn tanjantýný hesaplar. Bu iþlev Excel uyumludur. Benzerleri: IMSIN, IMCOS @EXAMPLES= @SEEALSO=IMSIN,IMCOS

source: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP returns the exponential of a complex number. This function is Excel compatible. @EXAMPLES= IMEXP("2-j") equals 3.992324-6.217676j. @SEEALSO=IMLN
pl: @FUNCTION=IMEXP @SYNTAX=IMEXP (liczba_zespolona) @DESCRIPTION=Funkcja IMEXP zwraca postaæ wyk³adnicz± liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMEXP("2-j") jest równe 3,992324-6,217676j. @SEEALSO=IMLN
sk: @FUNCTION=IMEXP @SYNTAX=IMEXP(komplex_èíslo) @DESCRIPTION=IMEXP vracia e na @komplex_èíslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMEXP("2-j") sa rovná 3.992324-6.217676j. @SEEALSO=IMLN
tr: @FUNCTION=IMEXP @SYNTAX=IMEXP(karmaþýk_sayý) @DESCRIPTION=IMEXP iþlevi verilen bir @karmaþýk_sayý'nýn üstel deðerini hesaplar. Bu iþlev Excel uyumludur. Örnek: IMEXP("2-j") eþittir 3.992324-6.217676j Benzeri: IMLN @EXAMPLES= IMEXP("2-j") eþittir 3.992324-6.217676j @SEEALSO=IMLN

source: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT returns the argument theta of a complex number. This function is Excel compatible. @EXAMPLES= IMARGUMENT("2-j") equals -0.463647609. @SEEALSO=
pl: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT (liczba_zespolona) @DESCRIPTION=Funkcja IMARGUMENT zwraca warto¶æ argumentu - k±ta teta liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMARGUMENT("2-j") jest równe -0,463647609. @SEEALSO=
sk: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(komplex_èíslo) @DESCRIPTION=IMARGUMENT vracia argument theta komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMARGUMENT("2-j") sa rovná -0.463647609. @SEEALSO=
tr: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(karmaþýk_sayý) @DESCRIPTION=IMARGUMENT iþlevi verilen @karmaþýk_sayý'nýn tetasýnýhesaplar. Bu iþlev Excel uyumludur. Örnek: IMARGUMENT("2-j") eþittir -0.463647609 @EXAMPLES= IMARGUMENT("2-j") eþittir -0.463647609 \ Benzeri: IMCONJUGATE @SEEALSO=
