Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM returns a negative binomially-distributed random number. If @p < 0 or @p > 1, RANDNEGBINOM returns #NUM! error. If @failures RANDNEGBINOM returns #NUM! error. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
pl: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM (p; niepowodzenia) @DESCRIPTION=Funkcja RANDNEGBINOM zwraca losow± warto¶æ przy ujemnym rozk³adzie dwumianowym. Je¶li @p < 0 lub @p > 1, funkcja RANDNEGBINOM zwraca b³±d #LICZBA!. Je¶li @niepowodzenia < 0 RANDNEGBINOM zwraca b³±d #LICZBA!. @EXAMPLES= RANDNEGBINOM (0,5; 2). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,neúspechy) @DESCRIPTION=RANDNEGBINOM vracia náhodné èíslo podµa záporného binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDNEGBINOM vracia chybu #NUM!. Ak je @neúspechy RANDNEGBINOM vracia chybu #NUM!. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI returns a Bernoulli-distributed random number. If @p < 0 or @p > 1 RANDBERNOULLI returns #NUM! error. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
pl: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI (p) @DESCRIPTION=Funkcja RANDBERNOULLI zwraca warto¶æ losow± przy rozk³adzie Bernoulliego. Je¶li @p < 0 lub @p > 1, funkcja zwraca b³±d #LICZBA!. @EXAMPLES= RANDBERNOULLI(0,5). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné èíslo podµa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN function returns the sine of @x, where @x is given in radians. This function is Excel compatible. @EXAMPLES= SIN(0.5) equals 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
pl: @FUNCTION=SIN @SYNTAX=SIN (x) @DESCRIPTION=Funkcja SIN zwraca sinus z @x, gdzie @x jest podane w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SIN(0,5) jest równe 0,479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
sk: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=Funkcia SIN poèíta sínus @x, kde @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SIN(0.5) sa rovná 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
tr: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN iþlevi radyan olarak verilen @x açýsýnýn sinüsünü hesaplar. Bu iþlev Excel uyumludur. Örnek: SIN(0.5) eþittir 0.479426 Benzerleri: COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES @EXAMPLES= SIN(0.5) eþittir 0.479426 @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH function returns the hyperbolic sine of @x, which is defined mathematically as (exp(@x) - exp(-@x)) / 2. This function is Excel compatible. @EXAMPLES= SINH(0.5) equals 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
pl: @FUNCTION=SINH @SYNTAX=SINH (x) @DESCRIPTION=Funkcja SINH zwraca sinus hiperboliczny z @x, który jest zdefiniowany matematycznie jako (exp(@x) - exp(-@x)) / 2. Argument @x jest podany w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SINH(0,5) jest równe 0,521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
sk: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=Funkcia SINH vracia hyperbolický sínus @x, ktorý je definovaný ako (exp(@x) - exp(-@x)) / 2. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SINH(0.5) sa rovná 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
tr: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH iþlevi matematiksel olarak (exp(@x) - exp(-@x)) / 2 ile ifade edilen sinüs hiperbolik @x'i hesaplar. Bu iþlev Excel uyumludur. Örnek: SINH(0.5) eþittir 0.521095 Benzerleri: SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP @EXAMPLES= SINH(0.5) eþittir 0.521095 @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP

source: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT function returns the square root of @x. If @x is negative, SQRT returns #NUM! error. This function is Excel compatible. @EXAMPLES= SQRT(2) equals 1.4142136. @SEEALSO=POWER
pl: @FUNCTION=SQRT @SYNTAX=SQRT (x) @DESCRIPTION=Funkcja SQRT zwraca pierwiastek kwadratowy z @x. Je¶li @x jest ujemne, SQRT zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SQRT(2) jest równe 1,4142136. @SEEALSO=POWER
sk: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=Funkcia SQRT vracia druhú odmocninu @x. Táto funkcia je kompatibilná s Excelom. Ak je @x záporne, SQRT vracia chybu #NUM!. @EXAMPLES= SQRT(2) sa rovná 1.4142136. @SEEALSO=POWER
tr: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT iþlevi @x'in karekökünü hesaplar. @x negatifse iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: SQRT(2) eþittir 1.4142136 Benzeri: POWER @EXAMPLES= SQRT(2) eþittir 1.4142136 @SEEALSO=POWER

source: @FUNCTION=SUM @SYNTAX=SUM(value1, value2, ...) @DESCRIPTION=SUM computes the sum of all the values and cells referenced in the argument list. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUM(A1:A5) equals 107. @SEEALSO=AVERAGE, COUNT
pl: @FUNCTION=SUM @SYNTAX=SUM (warto¶æ1; warto¶æ2; ...) @DESCRIPTION=Funkcja SUM zwraca sumê wszystkich warto¶ci oraz zawarto¶ci komórek, do których odwo³ania znajduj± siê na li¶cie argumentów. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21 oraz 43. Wówczas SUM(A1:A5) jest równe 107. @SEEALSO=AVERAGE, COUNT
sk: @FUNCTION=SUM @SYNTAX=SUM(hodnota1, hodnota, ...) @DESCRIPTION=SUM poèíta súèet v¹etkých hodnôt a buniek uvedených v argumentoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Prepokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43. Potom SUM(A1:A5) sa rovná 107. @SEEALSO=AVERAGE, COUNT
tr: @FUNCTION=SUM @SYNTAX=SUM(deðer1,deðer2, ...) @DESCRIPTION=SUM iþlevi verilen deðerlerin toplamýný hesaplar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 deðerlerini içeriyorsa: SUM(A1:A5) eþittir 107 Benzerleri: AVERAGE, COUNT @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 deðerlerini içeriyorsa: SUM(A1:A5) eþittir 107 @SEEALSO=AVERAGE, COUNT

source: @FUNCTION=SUMA @SYNTAX=SUMA(value1, value2, ...) @DESCRIPTION=SUMA computes the sum of all the values and cells referenced in the argument list. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMA(A1:A5) equals 107. @SEEALSO=AVERAGE, SUM, COUNT
pl: @FUNCTION=SUMA @SYNTAX=SUMA (warto¶æ1; warto¶æ2; ...) @DESCRIPTION=Funkcja SUMA zwraca sumê wszystkich warto¶ci oraz zawarto¶ci komórek, do których odwo³ania znajduj± siê na li¶cie argumentów. W obliczeniach uwzglêdniane s± równie¿ liczby, napisy i warto¶ci logiczne. Je¶li komórka zawiera ³añcuch lub warto¶ci± argumentu jest FA£SZ, jest on traktowany jak warto¶æ zero (0). Je¶li warto¶ci± argumentu jest PRAWDA, jest on traktowany jak jeden (1). @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21 oraz 43. Wówczas SUMA(A1:A5) jest równe 107. @SEEALSO=AVERAGE, SUM, COUNT
sk: @FUNCTION=SUMA @SYNTAX=SUMA(hodnota1, hodnota2, ...) @DESCRIPTION=SUMA poèíta súèet v¹etkých hodnôt a buniek uvedených v argumentoch. Èísla, text a logické hodnoty sú tie¾ zahrnuté do výpoètu. Ak bunky obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako (0). Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43. Potom SUMA(A1:A5) sa rovná 107. @SEEALSO=AVERAGE, SUM, COUNT
tr: @FUNCTION=SUMA @SYNTAX=SUMA(deðer1,deðer2, ...) @DESCRIPTION=SUMA iþlevi verilen deðerlerin toplamýný hesaplar. Sayýlar, metin ve mantýksal deðerler hesaba dahildir. Göze metin içeriyorsa ya da YANLIÞ sonuç veren bir ifade içeriyorsa deðeri (0) sýfýr, DOÐRU sonuçlanan bir ifade içeriyorsa bir (1) olarak deðerlendirilir. Örnek: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 deðerlerini içeriyorsa: SUMA(A1:A5) eþittir 107 Benzerleri: AVERAGE, SUM, COUNT @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 deðerlerini içeriyorsa: SUMA(A1:A5) eþittir 107 @SEEALSO=AVERAGE, SUM, COUNT

source: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(value1, value2, ...) @DESCRIPTION=SUMSQ returns the sum of the squares of all the values and cells referenced in the argument list. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMSQ(A1:A5) equals 2925. @SEEALSO=SUM, COUNT
pl: @FUNCTION=SUMSQ @SYNTAX=SUMSQ (warto¶æ1; warto¶æ2; ...) @DESCRIPTION=Funkcja SUMSQ zwraca sumê kwadratów wszystkich warto¶ci oraz zawarto¶ci komórek, do których odwo³ania znajduj± siê na li¶cie argumentów. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21 oraz 43. Wówczas SUM(A1:A5) jest równe 2925. @SEEALSO=SUM, COUNT
sk: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(hodnota1, hodnota2, ...) @DESCRIPTION=SUMSQ vracia súèet druhých mocnín v¹etkých hodnôt a buniek uvedených v argumentoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43. Potom SUMSQ(A1:A5) sa rovná 2925. @SEEALSO=SUM, COUNT
tr: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(deðer1,deðer2, ...) @DESCRIPTION=SUMSQ iþlevi verilen deðerlerin karelerinin toplamýný hesaplar. Bu iþlev Excel uyumludur. Örenk: A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 deðerlerini içeriyorsa: SUMSQ(A1:A5) eþittir 2925 Benzerleri: SUM, COUNT @EXAMPLES= A1, A2, ..., A5 gözeleri 11, 15, 17, 21, 43 deðerlerini içeriyorsa: SUMSQ(A1:A5) eþittir 2925 @SEEALSO=SUM, COUNT

source: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(value1, value2, ...) @DESCRIPTION=MULTINOMIAL returns the ratio of the factorial of a sum of values to the product of factorials. This function is Excel compatible. @EXAMPLES= MULTINOMIAL(2,3,4) equals 1260. @SEEALSO=SUM
sk: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(hodnota1, hodnota2, ...) @DESCRIPTION=MULTINOMIAL vracia podiel faktoriálu súètu v¹etkých hodnôt deleno súèin faktoriálov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MULTINOMIAL(2,3,4) sa rovná 1260. @SEEALSO=SUM
tr: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(deðer1, deðer2, ...) @DESCRIPTION=MULTINOMIAL iþlevi deðerler toplamýnýn faktoriyelinin, faktoriyeller çarpýmýna oranýný verir. Bu iþlev Excel uyumludur. Örnek: MULTINOMIAL(2,3,4) eþittir 1260 Benzeri: SUM @EXAMPLES= MULTINOMIAL(2,3,4) eþittir 1260 @SEEALSO=SUM

source: @FUNCTION=PRODUCT @SYNTAX=PRODUCT(value1, value2, ...) @DESCRIPTION=PRODUCT returns the product of all the values and cells referenced in the argument list. This function is Excel compatible. In particular, this means that if all cells are empty, the result will be 0. @EXAMPLES= PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT, G_PRODUCT
pl: @FUNCTION=PRODUCT @SYNTAX=PRODUCT (warto¶æ1; warto¶æ2; ...) @DESCRIPTION=Funkcja PRODUCT zwraca iloczyn wszystkich warto¶ci oraz zawarto¶ci komórek, do których odwo³ania znajduj± siê na li¶cie argumentów. Funkcja ta jest zgodna z programem Excel. W szczególno¶ci oznacza to, ¿e je¶li wszystkie podane komórki s± puste, warto¶ci± funkcji jest 0. @EXAMPLES= PRODUCT (2; 5; 9) jest równe 90. @SEEALSO=SUM, COUNT, G_PRODUCT
sk: @FUNCTION=PRODUCT @SYNTAX=PRODUCT(hodnota1, hodnota2, ...) @DESCRIPTION=PRODUCT vracia súèin v¹etkých hodnôt a buniek uvedených v argumentoch. Táto funkcia je kompatibilná s Excelom. ©peciálne to znamená, ¾e ak budú v¹etky bunky prázdne, potom bude výsledok 0. @EXAMPLES= PRODUCT(2,5,9) sa rovná 90. @SEEALSO=SUM, COUNT, G_PRODUCT
tr: @FUNCTION=PRODUCT @SYNTAX=PRODUCT(deðer1, deðer2, ...) @DESCRIPTION=PRODUCT iþlevi verilen deðerlerin birbirleri ile çarpýmýný hesaplar. Bu iþlev Excel uyumludur. Uyum gereði boþ gözelerin deðeri 1 sayýlýrsa da tüm gözeler boþsa sonuç sýfýr olacaktýr. Örnek: PRODUCT(2,5,9) eþittir 90 Benzerleri: SUM, COUNT, G_PRODUCT @EXAMPLES= PRODUCT(2,5,9) eþittir 90 @SEEALSO=SUM, COUNT, G_PRODUCT

source: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(value1, value2, ...) @DESCRIPTION=PRODUCT returns the product of all the values and cells referenced in the argument list. Empty cells are ignored and the empty product is 1. @EXAMPLES= G_PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT
pl: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT (warto¶æ1; warto¶æ2; ...) @DESCRIPTION=Funkcja PRODUCT zwraca iloczyn wszystkich warto¶ci oraz zawarto¶ci komórek, do których odwo³ania znajduj± siê na li¶cie argumentów. Puste komórki s± ignorowane, za¶ pusty iloczyn ma warto¶æ 1. @EXAMPLES= G_PRODUCT (2; 5; 9) jest równe 90. @SEEALSO=SUM, COUNT
sk: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(hodnota1, hodnota2, ...) @DESCRIPTION=PRODUCT vracia súèin v¹etkých hodnôt a buniek uvedených v argumentoch. Prázdne bunky sú ignorované a súèin prázdnych buniek je 1. @EXAMPLES= G_PRODUCT(2,5,9) sa rovná 90. @SEEALSO=SUM, COUNT
tr: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(deðer1, deðer2, ...) @DESCRIPTION=PRODUCT iþlevi verilen deðerlerin birbirleri ile çarpýmýný hesaplar. Boþ gözelerin deðeri 1 sayýlýr. Örnek: G_PRODUCT(2,5,9) eþittir 90 Benzerleri: SUM, COUNT @EXAMPLES= G_PRODUCT(2,5,9) eþittir 90 @SEEALSO=SUM, COUNT

source: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN function returns the tangent of @x, where @x is given in radians. This function is Excel compatible. @EXAMPLES= TAN(3) equals -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
pl: @FUNCTION=TAN @SYNTAX=TAN (x) @DESCRIPTION=Funkcja TAN zwraca tangens z @x, gdzie @x jest podane w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TAN(3) jest równe -0,1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
sk: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=Funkcia TAN vracia tangens @x, kde @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TAN(3) sa rovná -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
tr: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN iþlevi radyan cinsinden verilen @x açýsýnýn tanjantýný hesaplar. Bu iþlev Excel uyumludur. Örnek: TAN(3) eþittir -0.1425465 Benzerleri: TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS @EXAMPLES= TAN(3) eþittir -0.1425465 @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS

source: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH function returns the hyperbolic tangent of @x, which is defined mathematically as sinh(@x) / cosh(@x). This function is Excel compatible. @EXAMPLES= TANH(2) equals 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
pl: @FUNCTION=TANH @SYNTAX=TANH (x) @DESCRIPTION=Funkcja TANH zwraca tangens hiperboliczny z @x, który jest zdefiniowany matematycznie jako sinh(@x) / cosh(@x). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TANH(2) jest równe 0,96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
sk: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=Funkcia TANH vracia hyperbolický tangens @x, ktorý je definovaný ako sinh(@x) / cosh(@x). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TANH(2) sa rovná 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
tr: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH iþlevi sinh(@x) / cosh(@x) olarak ifade edilen tanjant hiperbolik @x'i hesaplar. Bu iþlev Excel uyumludur. Örnek: TANH(2) eþittir 0.96402758 Benzerleri: TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS @EXAMPLES= TANH(2) eþittir 0.96402758 @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS

source: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI functions returns the value of pi. This function is called with no arguments. This function is Excel compatible, except that it returns pi with a better precision. @EXAMPLES= PI() equals 3.141593. @SEEALSO=SQRTPI
pl: @FUNCTION=PI @SYNTAX=PI () @DESCRIPTION=Funkcja PI zwraca warto¶æ sta³ej Pi. Funkcja nie ma argumentów. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= PI() jest równe 3,141593. @SEEALSO=SQRTPI
sk: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI vracia hodnotu Pi. Táto funkcia nemá argumenty. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= PI() sa rovná 3.141593. @SEEALSO=SQRTPI

source: @FUNCTION=TRUNC @SYNTAX=TRUNC(number[,digits]) @DESCRIPTION=TRUNC function returns the value of @number truncated to the number of digits specified. If @digits is omitted then @digits defaults to zero. This function is Excel compatible. @EXAMPLES= TRUNC(3.12) equals 3. TRUNC(4.15,1) equals 4.1. @SEEALSO=INT
pl: @FUNCTION=TRUNC @SYNTAX=TRUNC (liczba[; cyfry]) @DESCRIPTION=Funkcja TRUNC zwraca warto¶æ @liczby przyciêt± do podanej liczby cyfr. Je¶li drugi argument nie zostanie podany, przyjmuje siê domy¶lnie warto¶æ 0. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TRUNC (3,12) jest równe 3. TRUNC (4,15; 1) jest równe 4,1. @SEEALSO=INT
sk: @FUNCTION=TRUNC @SYNTAX=TRUNC(èíslo[,èíslic]) @DESCRIPTION=Funkcia TRUNC vracia hodnotu @èíslo orezanú na daný poèet èíslic. Ak nie je @èíslic uvedené, potom sa predpokladá 0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TRUNC(3.12) sa rovná 3. TRUNC(4.15,1) sa rovná 4.1. @SEEALSO=INT
tr: @FUNCTION=TRUNC @SYNTAX=TRUNC(sayý[,hane]) @DESCRIPTION=TRUNC iþlevi @sayýyý belirtilen @hane sayýsýna alta yuvarlar. @hane verilmezsa sýfýr kabul edilir. Bu iþlev Excel uyumludur. Örnekler: TRUNC(3.12) eþittir 3 TRUNC(4.15,1) eþittir 4.1 Benzeri: INT @EXAMPLES= TRUNC(3.12) eþittir 3 TRUNC(4.15,1) eþittir 4.1 @SEEALSO=INT

source: @FUNCTION=EVEN @SYNTAX=EVEN(number) @DESCRIPTION=EVEN function returns the number rounded up to the nearest even integer. This function is Excel compatible. @EXAMPLES= EVEN(5.4) equals 6. @SEEALSO=ODD
pl: @FUNCTION=EVEN @SYNTAX=EVEN (liczba) @DESCRIPTION=Funkcja EVEN zwraca warto¶æ @liczba zaokr±glon± do najbli¿szej liczby parzystej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= EVEN(5,4) jest równe 6. @SEEALSO=ODD
sk: @FUNCTION=EVEN @SYNTAX=EVEN(èíslo) @DESCRIPTION=Funkcia EVEN vracia èíslo zaokrúhlené nahor na najbli¾¹ie párne celé èíslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EVEN(5.4) sa rovná 6. @SEEALSO=ODD
tr: @FUNCTION=EVEN @SYNTAX=EVEN(sayý) @DESCRIPTION=EVEN iþlevi @sayý'yý en yakýn büyük çift sayýya yuvarlar. Bu iþlev Excel uyumludur. Örnek: EVEN(5.4) eþittir 6 Benzeri: ODD @EXAMPLES= EVEN(5.4) eþittir 6 @SEEALSO=ODD

source: @FUNCTION=ODD @SYNTAX=ODD(number) @DESCRIPTION=ODD function returns the @number rounded up to the nearest odd integer. This function is Excel compatible. @EXAMPLES= ODD(4.4) equals 5. @SEEALSO=EVEN
pl: @FUNCTION=ODD @SYNTAX=ODD (liczba) @DESCRIPTION=Funkcja ODD zwraca warto¶æ @liczba zaokr±glon± do najbli¿szej liczby nieparzystej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ODD(4,4) jest równe 5. @SEEALSO=EVEN
sk: @FUNCTION=ODD @SYNTAX=ODD(èíslo) @DESCRIPTION=Funkcia ODD vracia @èíslo zaokrúhlené nahor na najbli¾¹ie nepárne celé èíslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ODD(4.4) sa rovná 5. @SEEALSO=EVEN
tr: @FUNCTION=ODD @SYNTAX=ODD(sayý) @DESCRIPTION=ODD iþlevi @sayý'yý en yakýn büyük tek sayýya yuvarlar. Bu iþlev Excel uyumludur. Örnek: ODD(4.4) eþittir 5 Benzeri: EVEN @EXAMPLES= ODD(4.4) eþittir 5 @SEEALSO=EVEN

source: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(number) @DESCRIPTION=FACTDOUBLE function returns the double factorial of a @number, i.e., x!!. If @number is not an integer, it is truncated. If @number is negative FACTDOUBLE returns #NUM! error. This function is Excel compatible. @EXAMPLES= FACTDOUBLE(5) equals 15. @SEEALSO=FACT
sk: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(èíslo) @DESCRIPTION=Funkcia FACTDOUBLE vracia dvojitý faktoriál èísla @èíslo, èi¾e x!!. Ak nie je @èíslo celé, je orezané. Ak je @èíslo záporné, FACTDOUBLE vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FACTDOUBLE(5) sa rovná 15. @SEEALSO=FACT

source: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(numerator,denumerator) @DESCRIPTION=QUOTIENT function returns the integer portion of a division. @numerator is the divided number and @denumerator is the divisor. This function is Excel compatible. @EXAMPLES= QUOTIENT(23,5) equals 4. @SEEALSO=MOD
pl: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT (dzielna; dzielnik) @DESCRIPTION=Funkcja QUOTIENT zwraca czê¶æ ca³kowit± z dzielenia warto¶ci @dzielnej przez @dzielnik. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= QUOTIENT (23; 5) jest równe 4. @SEEALSO=MOD
sk: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(delenec,deliteµ) @DESCRIPTION=Funkcia QUOTIENT vracia celú èas» podielu. @delenec je vydelený @deliteµom. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= QUOTIENT(23,5) sa rovná 4. @SEEALSO=MOD

source: @FUNCTION=SIGN @SYNTAX=SIGN(number) @DESCRIPTION=SIGN function returns 1 if the @number is positive, zero if the @number is 0, and -1 if the @number is negative. This function is Excel compatible. @EXAMPLES= SIGN(3) equals 1. SIGN(-3) equals -1. SIGN(0) equals 0. @SEEALSO=
pl: @FUNCTION=SIGN @SYNTAX=SIGN (liczba) @DESCRIPTION=Funkcja SIGN zwraca 1, je¶li parametr @liczba jest dodatni, 0, je¶li parametr ma warto¶æ zero oraz -1 je¶li parametr jest ujemny. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SIGN(3) jest równe 1. SIGN(-3) jest równe -1. SIGN(0) jest równe 0. @SEEALSO=
sk: @FUNCTION=SIGN @SYNTAX=SIGN(èíslo) @DESCRIPTION=Funkcia SIGN vracia 1 ak je @èíslo kladné, 0 ak je @èíslo 0, a -1 ak je @èíslo záporné. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SIGN(3) sa rovná 1. SIGN(-3) sa rovná -1. SIGN(0) sa rovná 0. @SEEALSO=
tr: @FUNCTION=SIGN @SYNTAX=SIGN(sayý) @DESCRIPTION=SIGN iþlevi @sayý > 0 ise 1, @sayý = 0 ise 0, @sayý < 0 ise -1 ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: SIGN(3) eþittir 1 SIGN(-3) eþittir -1 SIGN(0) eþittir 0 @EXAMPLES= SIGN(3) eþittir 1 SIGN(-3) eþittir -1 SIGN(0) eþittir 0 @SEEALSO=

source: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(number) @DESCRIPTION=SQRTPI function returns the square root of a @number multiplied by pi. This function is Excel compatible. @EXAMPLES= SQRTPI(2) equals 2.506628275. @SEEALSO=PI
pl: @FUNCTION=SQRTPI @SYNTAX=SQRTPI (liczba) @DESCRIPTION=Funkcja SQRTPI zwraca pierwiastek kwadratowy parametru @liczba przemno¿ony przez pi. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SQRTPI(2) jest równe 2,506628275. @SEEALSO=PI
sk: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(èíslo) @DESCRIPTION=Funkcia SQRTPI vracia druhú odmocninu èísla @èíslo vynásobené pi. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SQRTPI(2) sa rovná 2.506628275. @SEEALSO=PI
tr: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(sayý) @DESCRIPTION=SQRTPI iþlevi @sayý'nýn pi ile çarpýmýnýn karekökünü hesaplar. Bu iþlev Excel uyumludur. Örnek: SQRTPI(2) eþittir 2.506628275 Benzerleri: PI, SQRT @EXAMPLES= SQRTPI(2) eþittir 2.506628275 @SEEALSO=PI
