Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Hypothesized Mean Difference:
uk: Г╕потетична р╕зниця середн╕х:

source: Variable 1 Variance (known):
uk: Дисперс╕я зм╕нно╖ 1 (в╕дома):

source: Variable 2 Variance (known):
uk: Дисперс╕я зм╕нно╖ 2 (в╕дома):

source: Alpha:
uk: Альфа:

source: You should introduce a valid cell range in 'Variable 1:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок в "Зм╕нна 1:"

source: You should introduce a valid cell range in 'Variable 2:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок в "Зм╕нна 2:"

source: You should introduce a valid cell range in 'Value and probability input Range:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок для "Вх╕дний д╕апазон значень та в╕рог╕дностей"

source: Input Y Range:
uk: Вх╕дний д╕апазон Y:

source: Input X Range:
uk: Вх╕дний д╕апазон X:

source: Fourier analysis is not implemented yet. Sorry.
uk: Анал╕з Фур'╓ ще не реал╕зовано. Вибачте.

source: You should introduce a valid cell range in 'Bin Range:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок в "Дв╕йковий д╕апазон:"

source: sort
uk: упорядкувати

source: delete cells
uk: видалити ком╕рки

source: Goal seeking with cell %s found a solution
uk: Пошук ц╕л╕ для ком╕рки %s дав р╕шення

source: Target value: %12.2f
uk: Ц╕льове значення: %12.2f

source: Current value: %12.2f
uk: Поточне значення: %12.2f

source: Solution: %12.2f
uk: Р╕шення: %12.2f

source: Goal Seek Report
uk: Зв╕т про пошук ц╕л╕

source: Goal Seek...
uk: Пошук ц╕л╕...

source: Set cell:
uk: Встановити ком╕рки:

source: To value:
uk: Значення:

source: By changing cell:
uk: Зм╕ни ком╕рки:

source: To a value of at least [optional]:
uk: До значення не меншого н╕ж [не обов'язково]:

source: But no bigger than [optional]:
uk: Не б╕льше н╕ж [не обов'язково]:

source: Goal seek did not find a solution!
uk: Пошук ц╕л╕ не дав р╕шення!

source: insert cells
uk: ставити ком╕рки

source: File name:
uk: Назва файлу:

source: File name: %s
uk: Назва файлу: %s

source: Size: %ld bytes
uk: Розм╕р (байт╕в): %ld

source: Modified:
uk: Модиф╕ковано:

source: Modified: %s
uk: Модиф╕ковано: %s

source: Gnumeric : Exporting structured text
uk: Gnumeric : Експортування структурованого тексту

source: Define the width of each column manually
uk: Визначити ширину кожного стовпчика вручну

source: Gnumeric : Importing structured text
uk: Gnumeric: ╤мпортування структурованого тексту

source: AaBbCcDdEe12345
uk: АаБбЖжМм╤╕1234AaBbEeJj

source: Choose an import filter for loading the file:
uk: Вибер╕ть ╕мпортуючий ф╕льтр для завантаження файлу:

source: Import
uk: ╤мпортувати

source: Name Guru
uk: ╫уру назв

source: Gnumeric Plugin Manager
uk: Доповнення до Gnumeric

source: Installed Plugins
uk: Встановлен╕ доповнення

source: Path:
uk: Шлях:

source: _Description
uk: Опис

source: _File Details
uk: Подробиц╕ про файл

source: Customize _footer
uk: Налагодити нижн╕й колонтитул

source: Customize _header
uk: Налагодити верхн╕й колонтитул

source: Footer:
uk: Нижн╕й колонтитул:

source: Header
uk: Верхн╕й колотитул

source: Sheet Name
uk: Назва аркушу

source: Add
uk: Додати

source: Add Constraint
uk: Додати обмеження

source: Change Constraint
uk: Зм╕нити обмеження

source: Gnumeric Solver Parameters
uk: Параметри Gnumeric Solver

source: Options...
uk: Параметри...

source: Reports:
uk: Зв╕ти:

source: _Restore Original Values
uk: В╕дновити початкове значення

source: Author
uk: Автор

source: Category
uk: Категор╕я

source: Comments
uk: Коментар╕

source: Company
uk: Компан╕я

source: Document Summary Information
uk: Резюме документу

source: Keywords
uk: Ключов╕ слова

source: Manager
uk: Менеджер

source: Title
uk: Заголовок

source: Notebook
uk: Записник

source: Scrollbars
uk: Панел╕ прокрутки

source: _Tabs
uk: Закладки

source: circular reference
uk: цикл╕чне посилання

source: Syntax error
uk: Синтаксична помилка

source: Missing quote
uk: В╕дсутня лапка

source: Impossible!
uk: Неможливо!

source: Could not read file %s %%s
uk: Неможливо зчитати файл %s %%s

source: Could not import file %s %%s
uk: Неможливо ╕мпортувати файл %s %%s

source: Could not save to file %s %%s
uk: Неможливо зберегти у файл╕ %s %%s

source: Euro
uk: ╢вро

source: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=Computes the number of days since the 1st of january of 1900(the date serial number) for the given year, month and day. The @day might be negative (to count backwards) and it is relative to the previous @month. The @years should be at least 1900. @EXAMPLES= @SEEALSO=TODAY, NOW
uk: @FUNCTION=DATE @SYNTAX=DATE (р╕к,м╕сяць,день) @DESCRIPTION=Вирахову╓ к╕льк╕сть дн╕в, що пройшли з 1 с╕чня 1990 року (порядковий нопер дати) до вказаного року, м╕сяця ╕ дня. @день може бути в╕д'╓мним (в╕драхованим назад) тод╕ в╕н стосу╓ться попереднього м╕сяця. @р╕к ма╓ бути не менше 1900. @EXAMPLES= @SEEALSO=TODAY, NOW

source: Invalid month or year
uk: Нев╕рний м╕сяць чи р╕к

source: Invalid day
uk: Нев╕рний день

source: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE returns the serial number of the date. @date_str is the string that contains the date. For example, DATEVALUE("1/1/1999") equals to 36160. @EXAMPLES= @SEEALSO=DATE
uk: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE поверта╓ порядковий номер дати. @date_str - рядок, що м╕стить дату. Для прикладу, DATEVALUE("1/1/1999") р╕вне 36160. @EXAMPLES= @SEEALSO=DATE

source: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Returns the serial number for today (the number of days elapsed since the 1st of January of 1900). @EXAMPLES= @SEEALSO=TODAY, NOW
uk: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Поверта╓ порядковий номер цього для (номер дня починаючи з 1 с╕чня 1900 року). @EXAMPLES= @SEEALSO=TODAY, NOW

source: @FUNCTION=TIME @SYNTAX=TIME (hours,minutes,seconds) @DESCRIPTION=Returns a fraction representing the time of day. @EXAMPLES= @SEEALSO=HOUR
uk: @FUNCTION=TIME @SYNTAX=TIME (години,хвилини,секунди) @DESCRIPTION=Поверта╓ др╕б, що м╕стить час дня. @EXAMPLES= @SEEALSO=HOUR

source: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=Returns a fraction representing the time of day, a number between 0 and 1. @EXAMPLES= @SEEALSO=HOUR
uk: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=Поверта╓ др╕б, що представля╓ час дня, як число м╕ж 0 та 1. @EXAMPLES= @SEEALSO=HOUR

source: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY returns the imaginary coefficient of a complex number. This function is Excel compatible. @EXAMPLES= IMAGINARY("132-j") equals -1. @SEEALSO=IMREAL
uk: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY поверта╓ уявний коф╕ц╕╓нт комплексного числа. Ця функц╕я сум╕сна з Excel. @EXAMPLES= IMAGINARY("132-j") дор╕вню╓ -1. @SEEALSO=IMREAL

source: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL returns the real coefficient of a complex number. This function is Excel compatible. @EXAMPLES= imreal("132-j") equals 132. @SEEALSO=IMAGINARY
uk: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL поверта╓ д╕йсний коф╕ц╕╓нт комплексного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= imreal("132-j") дор╕вню╓ 132. @SEEALSO=IMAGINARY

source: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS returns the absolute value of a complex number. This function is Excel compatible. @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
uk: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS поверта╓ абсолютне значення комплексного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMABS("2-j") дор╕вню╓ 2.23606798. @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS returns the cosine of a complex number. This function is Excel compatible. @EXAMPLES= IMCOS("1+j") equals 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
uk: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS поверта╓ косинус комплесного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMCOS("1+j") дор╕вню╓ 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN

source: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN returns the tangent of a complex number. This function is Excel compatible. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
uk: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN поверта╓ тангенс комплексного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= @SEEALSO=IMSIN,IMCOS

source: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP returns the exponential of a complex number. This function is Excel compatible. @EXAMPLES= IMEXP("2-j") equals 3.992324-6.217676j. @SEEALSO=IMLN
uk: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP поверта╓ експоненту комплексного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMEXP("2-j") дор╕вню╓ 3.992324-6.217676j. @SEEALSO=IMLN

source: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT returns the argument theta of a complex number. This function is Excel compatible. @EXAMPLES= IMARGUMENT("2-j") equals -0.463647609. @SEEALSO=
uk: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT поверта╓ тета-аргумент комплексного числа. Ця функц╕я сум╕сна з Excel. @EXAMPLES= IMARGUMENT("2-j") дор╕вню╓ -0.463647609. @SEEALSO=

source: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber,inumber) @DESCRIPTION=IMDIV returns the quotient of two complex numbers. This function is Excel compatible. @EXAMPLES= IMDIV("2-j","2+j") equals 0.6-0.8j. @SEEALSO=IMPRODUCT
uk: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber,inumber) @DESCRIPTION=IMDIV поверта╓ частку в╕д д╕лення двох комплексних чисел. Ця функц╕я сум╕сна Excel. @EXAMPLES= IMDIV("2-j","2+j") равняется 0.6-0.8j. @SEEALSO=IMPRODUCT

source: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN returns the sine of a complex number. This function is Excel compatible. @EXAMPLES= IMSIN("1+j") equals 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
uk: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN поверта╓ синус комплексного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMSIN("1+j") дор╕вню╓ 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN

source: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT returns the square root of a complex number. This function is Excel compatible. @EXAMPLES= IMSQRT("1+j") equals 1.09868+0.4550899j. @SEEALSO=IMPOWER
uk: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT поверта╓ квадратний кор╕нь комплесного числа. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMSQRT("1+j") дор╕вню╓ 1.09868+0.4550899j. @SEEALSO=IMPOWER

source: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber,inumber) @DESCRIPTION=IMSUB returns the difference of two complex numbers. This function is Excel compatible. @EXAMPLES= IMSUB("3-j","2+j") equals 1-2j. @SEEALSO=IMSUM
uk: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber,inumber) @DESCRIPTION=IMSUB поверта╓ р╕зницю двох комплексних чисел. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMSUB("3-j","2+j") дор╕вню╓ 1-2j. @SEEALSO=IMSUM

source: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT returns the product of given complex numbers. This function is Excel compatible. @EXAMPLES= IMPRODUCT("2-j","4-2j") equals 6-8j. @SEEALSO=IMDIV
uk: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT поверта╓ добуток заданих комплексних чисел. Ця функц╕я сум╕сна з Excel. @EXAMPLES= IMPRODUCT("2-j","4-2j") равняется 6-8j. @SEEALSO=IMDIV

source: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber,inumber) @DESCRIPTION=IMSUM returns the sum of two complex numbers. This function is Excel compatible. @EXAMPLES= IMSUM("2-4j","9-j") equals 11-5j. @SEEALSO=IMSUB
uk: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber,inumber) @DESCRIPTION=IMSUM поверта╓ суму двох комлексних чисел. Ця функц╕я ╓ сум╕сною з Excel. @EXAMPLES= IMSUM("2-4j","9-j") дор╕вню╓ 11-5j. @SEEALSO=IMSUB

source: pv - domain error
uk: PV: помилка д╕апазону

source: @FUNCTION=CELL @SYNTAX=CELL() @DESCRIPTION=CELL returns information about the formatting, location, or contents of a cell. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=CELL @SYNTAX=CELL() @DESCRIPTION=CELL поверта╓ ╕нформац╕ю про форматування, розм╕щення чи вм╕ст ком╕рки. @EXAMPLES= @SEEALSO=

source: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK returns the number of blank cells in a @range. This function is Excel compatible. @EXAMPLES= @SEEALSO=COUNT
uk: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(д╕апазон) @DESCRIPTION=COUNTBLANK поверта╓ к╕льк╕сть порожн╕х ком╕рок в @д╕апазон╕. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=COUNT

source: @FUNCTION=INFO @SYNTAX=INFO() @DESCRIPTION=INFO returns information about the current operating environment. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=INFO @SYNTAX=INFO() @DESCRIPTION=Функц╕я INFO() поверта╓ ╕нформац╕ю про поточне д╕юче середовище. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISERROR @SYNTAX=ISERROR(exp) @DESCRIPTION=ISERROR returns a TRUE value if the expression has an error This function is Excel compatible. @EXAMPLES= @SEEALSO=ERROR
uk: @FUNCTION=ISERROR @SYNTAX=ISERROR(exp) @DESCRIPTION=ISERROR поверта╓ значення ╤СТИНА, якщо вираз м╕стить помилку. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=ERROR

source: @FUNCTION=ISNA @SYNTAX=ISNA() @DESCRIPTION=ISNA returns TRUE if the value is the #N/A error value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=ISERROR @SYNTAX=ISERROR(exp) @DESCRIPTION=Поверта╓ ╤СТИНА, якщо значення ╓ помилкою типу #N/A. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISERR @SYNTAX=ISERR() @DESCRIPTION=ISERR returns TRUE if the value is any error value except #N/A. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=ISERR @SYNTAX=ISERR() @DESCRIPTION=ISERR поверта╓ ╤СТИНА якщо значення ╓ помилкою будь-якого типу кр╕м #N/A. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA returns the error value #N/A. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=Поверта╓ значення помилки #N/A. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR return the specified error @EXAMPLES= @SEEALSO=ISERROR
uk: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR поверта╓ вказану помилку @EXAMPLES= @SEEALSO=ISERROR

source: @FUNCTION=ISBLANK @SYNTAX=ISBLANK() @DESCRIPTION=ISBLANK returns TRUE if the value is blank. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=ISBLANK @SYNTAX=ISBLANK() @DESCRIPTION=ISBLANK поверта╓ ╤СТИНА якщо значення порожн╓. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISEVEN @SYNTAX=ISEVEN() @DESCRIPTION=ISEVEN returns TRUE if the number is even. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISODD
uk: @FUNCTION=ISEVEN @SYNTAX=ISEVEN() @DESCRIPTION=ISEVEN поверта╓ ╤СТИНА якщо число парне. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=ISODD

source: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL() @DESCRIPTION=ISLOGICAL returns TRUE if the value is a logical value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL() @DESCRIPTION=ISLOGICAL поверта╓ ╤СТИНА, якщо значення ╓ лог╕чним. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT() @DESCRIPTION=ISNONTEXT Returns TRUE if the value is not text. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISTEXT
uk: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT() @DESCRIPTION=ISNONTEXT поверта╓ ╤СТИНА, якщо значення не текстове. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=ISTEXT

source: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER() @DESCRIPTION=ISNUMBER returns TRUE if the value is a number. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER() @DESCRIPTION=ISNUMBER поверта╓ ╤СТИНА, якщо значення числове. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ISODD @SYNTAX=ISODD() @DESCRIPTION=ISODD returns TRUE if the number is odd. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISEVEN
uk: @FUNCTION=ISODD @SYNTAX=ISODD() @DESCRIPTION=ISODD поверта╓ ╤СТИНА якщо число непарне. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=ISEVEN

source: @FUNCTION=ISTEXT @SYNTAX=ISTEXT() @DESCRIPTION=ISTEXT returns TRUE if the value is text. This function is Excel compatible. @EXAMPLES= @SEEALSO=ISNONTEXT
uk: @FUNCTION=ISTEXT @SYNTAX=ISTEXT() @DESCRIPTION=ISTEXT поверта╓ ╤СТИНА, якщо значення тектове. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=ISNONTEXT

source: @FUNCTION=TYPE @SYNTAX=TYPE() @DESCRIPTION=TYPE returns a number indicating the data type of a value. This function is Excel compatible. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=TYPE @SYNTAX=TYPE() @DESCRIPTION=TYPE поверта╓ число, що вказу╓ на тип даних значення. Ця функц╕я сум╕сна з Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE returns boolean value true. This function is Excel compatible. @EXAMPLES= TRUE() equals TRUE. @SEEALSO=FALSE
uk: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=Поверта╓ лог╕чне значення ╤СТИНА. Ця функц╕я сум╕сна з Excel. @EXAMPLES= TRUE() дор╕вню╓ ╤СТИНА. @SEEALSO=FALSE

source: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE returns boolean value false. This function is Excel compatible. @EXAMPLES= FALSE() equals FALSE. @SEEALSO=TRUE
uk: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=Поверта╓ лог╕чне значення ХИБН╤СТЬ. Ця функц╕я сум╕сна з Excel. @EXAMPLES= FALSE() дор╕вню╓ ХИБН╤СТЬ. @SEEALSO=TRUE

source: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT computes the factorial of @x. ie, @x!This function is Excel compatible. @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=
uk: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT раху╓ фактор╕ал @x, тобто @x! Ця функц╕я сум╕сна з Excel. @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=

source: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=Return the version of gnumeric as a string. @EXAMPLES= @SEEALSO=
uk: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=Поверта╓ верс╕ю Gnumeric у вигляд╕ рядка. @EXAMPLES= @SEEALSO=

source: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE returns the ASCII number for the character @char. @EXAMPLES= CODE("A") equals 65. @SEEALSO=CHAR
uk: @FUNCTION=CODE @SYNTAX=CODE(символ) @DESCRIPTION=CODE поверта╓ ASCII-код символа @символ. @EXAMPLES= CODE("A") р╕вне 65. @SEEALSO=CHAR

source: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN returns the length in characters of the string @string. @EXAMPLES= len("Helsinki") equals 8. @SEEALSO=CHAR, CODE
uk: @FUNCTION=LEN @SYNTAX=LEN(рядок) @DESCRIPTION=LEN поверта╓ довжину рядка @рядок в символах. @EXAMPLES= len("Helsinki") р╕вне 8. @SEEALSO=CHAR, CODE

source: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER returns a lower-case version of the string in @text. @EXAMPLES= LOWER("J. F. Kennedy") equals "j. f. kennedy". @SEEALSO=UPPER
uk: @FUNCTION=LOWER @SYNTAX=LOWER(текст) @DESCRIPTION=Поверта╓ рядок @текст з ус╕ма малими л╕терами. @EXAMPLES= LOWER("Т. Г. Шевченко") р╕вне "т. г. шевченко". @SEEALSO=UPPER

source: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID returns a substring from @string starting at @position for @length characters. @EXAMPLES= MID("testing",2,3) equals "est". @SEEALSO=LEFT, RIGHT
uk: @FUNCTION=MID @SYNTAX=MID(рядок, позиц╕я, довжина) @DESCRIPTION=Поверта╓ п╕дрядок з рядка @рядок, що почина╓ться з @позиц╕я довжиною @довжина символ╕в. @EXAMPLES= MID("квартал",4,3) равняется "рта". @SEEALSO=LEFT, RIGHT

source: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT returns the rightmost @num_chars characters or the right character if @num_chars is not specified. @EXAMPLES= RIGHT("end") equals "d". RIGHT("end",2) equals "nd". @SEEALSO=MID, LEFT
uk: @FUNCTION=RIGHT @SYNTAX=RIGHT(текст[,к╕льк╕сть_символ╕в]) @DESCRIPTION=Поверта╓ останн╕ @к╕льк╕сть_символ╕в символ╕в чи останн╕й символ, якщо @кольк╕сть_символ╕в не вказано. @EXAMPLES= RIGHT("Укра╖на") р╕вне "а". RIGHT("Укра╖на",7) р╕вне "кра╖на". @SEEALSO=MID, LEFT

source: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER returns a upper-case version of the string in @text. @EXAMPLES= UPPER("canceled") equals "CANCELED". @SEEALSO=LOWER
uk: @FUNCTION=UPPER @SYNTAX=UPPER(текст) @DESCRIPTION=Поверта╓ рядок @текст ус╕ма великими л╕терами. @EXAMPLES= UPPER("в╕дм╕нено") р╕вне "В╤ДМ╤НЕНО". @SEEALSO=LOWER

source: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE returns up appended strings. @EXAMPLES= CONCATENATE("aa","bb") equals "aabb". @SEEALSO=LEFT, MID, RIGHT
uk: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(рядок1[,рядок2...]) @DESCRIPTION=Поверат╓ об'╓днаний рядок з рядк╕в @рядок1, @рядок2... @EXAMPLES= CONCATENATE("аа","бб") р╕вне "аабб". @SEEALSO=LEFT, MID, RIGHT

source: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT returns @num repetitions of @string. @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE
uk: @FUNCTION=REPT @SYNTAX=REPT(рядок,к╕льк╕сть) @DESCRIPTION=REPT поверта╓ @к╕льк╕сть раз повторений @рядок. @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE

source: Invalid argument
uk: Нев╕рний аргумент

source: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT returns @value as a string with the specified format. @EXAMPLES= TEXT(3.223,"$0.00") equals "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") equals "April, 15, 99". @SEEALSO=DOLLAR
uk: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT повета╓ @value як рядок у вказаному формат╕. @EXAMPLES= TEXT(3.223,"$0.00") р╕вне "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") р╕вне "April, 15, 99". @SEEALSO=DOLLAR

source: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM returns @text with only single spaces between words. @EXAMPLES= TRIM(" a bbb cc") equals "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
uk: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM поверта╓ @text з одинарними пропусками м╕ж словами. @EXAMPLES= TRIM(" a bbb cc") р╕вне "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE

source: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE returns numeric value of @text. @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT
uk: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE поверта╓ числове значення @text. @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT

source: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, old, new [,num]) @DESCRIPTION=SUBSTITUTE replaces @old with @new in @text. Substitutions are only applied to instance @num of @old in @text, otherwise every one is changed. @EXAMPLES= SUBSTITUTE("testing","test","wait") equals "waiting". @SEEALSO=REPLACE, TRIM
uk: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(текст, старе, нове [,номер]) @DESCRIPTION=SUBSTITUTE зам╕щу╓ @old на @new в @text. Зам╕щення застосову╓ться до входження @old номер @номер по порядку, якщо не вказано, то зам╕щу╓ться кожне входження. @EXAMPLES= SUBSTITUTE("testing testing","test","wait",2) р╕вне "testing waiting". @SEEALSO=REPLACE, TRIM

source: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR returns @num formatted as currency. @EXAMPLES= DOLLAR(12345) equals "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
uk: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num,[decimals]) @DESCRIPTION=DOLLAR поверта╓ @num форматоване як валюта. @EXAMPLES= DOLLAR(12345) р╕вне "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE

source: File/Print preview
uk: Файл/Перегляд друку

source: Enables some style related debugging functions
uk: Дозволити деяк╕ налагоджувальн╕ функц╕╖ стосовно стил╕в

source: Enables some print debugging behaviour
uk: Дозволити деяк╕ налагоджувальн╕ функц╕╖

source: Enables debugging mesgs while reading excel workbooks
uk: Дозволити налагоджувальн╕ пов╕домлення при зчитуванн╕ робочо╖ книги Excel
