Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,mean,stdev) @DESCRIPTION=NORMINV function returns the inverse of the normal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stdev is the standard deviation of the distribution. If @p < 0 or @p > 1 or @stdev <= 0 NORMINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= NORMINV(0.76,2,3) equals 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
pl: @FUNCTION=NORMINV @SYNTAX=NORMINV (p; ¶rednia; odch_std) @DESCRIPTION=Funkcja NORMINV zwraca odwrotno¶æ funkcji rozk³adu normalnego. Parametr @p oznacza dane prawdopodobieñstwo odpowiadaj±ce rozk³adowi normalnemu @¶rednia jest arytmetyczn± ¶redni± z rozk³adu, @odch_std jest odchyleniem standardowym rozk³adu. Je¿eli @p < 0 lub @p > 1 albo @odch_std <= 0, funkcja NORMINV zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NORMINV (0,76; 2; 3) jest równe 4,118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
sk: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,priemer,odchýlka) @DESCRIPTION=Funkcia NORMINV vracia inverzné normálne rozdelenie. @p je daná pravdepodobnos» odpovedajúca normálnemu rozdeleniu, @priemer je aritmetický priemer rozdelenia a @odchýlka je smerodajná odchýlka rozdelenia. Ak je @p < 0 alebo @p > 1 alebo @odchýlka <= 0 NORMINV vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NORMINV(0.76,2,3) sa rovná 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
tr: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,ort,stdsapma) @DESCRIPTION=NORMINV normal kümülatif açýlýmýn tersini hesaplar. @p ile normal açýlýma karþý düþen olasýlýk verilir. @ort açýlýmýn aritmetik ortalamasýdýr. @stdsapma ise açýlýmýn standart sapmasýdýr. @p < 0, @p > 1 veya @stsapma <= 0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: NORMINV(0.76,2,3) eþittir 4.118907689 Benzerleri: NORMDIST, NORMSDIST, NORMSINV, STANDARDIZE, ZTEST @EXAMPLES= NORMINV(0.76,2,3) eþittir 4.118907689 @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST

source: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT returns an unbiased estimate of the kurtosis of a data set. Note, that this is only meaningful is the underlying distribution really has a fourth moment. The kurtosis is offset by three such that a normal distribution will have zero kurtosis. Strings and empty cells are simply ignored. If fewer than four numbers are given or all of them are equal KURT returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURT(A1:A5) equals 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
pl: @FUNCTION=KURT @SYNTAX=KURT (n1; n2; ...) @DESCRIPTION=Funkcja KURT zwraca estymator nieobci±¿ony kurtozy z podanego zestawu danych. Warto zauwa¿yæ, ¿e funkcja ma znaczenie tylko wówczas, gdy rozk³ad ma czwarty moment. Kurtoza jest przesuniêciem "o trzy", st±d rozk³ad normalny ma kurtozê zerow±. Napisy i puste komórki s± pomijane. Je¿eli dane s± mniej ni¿ cztery liczby, lub wszystkie podane liczby s± równe, funkcja zwraca b³±d #DZIEL/0!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie KURT(A1:A5) jest równe 1,234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
sk: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT vracia nestranný odhad ¹picatosti dátovej mno¾iny. Uvedomte si, ¾e to má zmysel iba ak má dané rozdelenie ¹tvrtý moment. ©picatos» je posunutá o 3, tak¾e normálne rozdelenie má ¹picatos» 0. Re»azce a prázdne bunky sú jednoducho ignorované. Ak je daných menej ako 4 èísla alebo sú v¹etky rovnaké, KURT vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom KURT(A1:A5) sa rovná 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
tr: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT bir veri kümesinin kurtosisinin tarafsýz bir tahminini hesaplar. Not: Bu, yalnýzca daðýlýmýn 4. kuvveti var ise anlamlý olan bir hesaptýr. Ýlküç kuvvetin kurtosis'e olan etkisi öyledir ki, normal daðýlýmýn kurtosis'isýfýra eþittir. Dizgeler ve boþ hücreler yok sayýlýr. Eðer 4 den az sayý verilirse veya hepsi eþit ise KURT #BÖL/0 hatasýný verir.Ýþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: KURT(A1:A5) eþittir 1.234546305 Benzerleri: AVERAGE,VAR,SKEW,KURTP @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: KURT(A1:A5) eþittir 1.234546305 @SEEALSO=AVERAGE,VAR,SKEW,KURTP

source: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP returns the population kurtosis of a data set. Strings and empty cells are simply ignored. If fewer than two numbers are given or all of them are equal KURTP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURTP(A1:A5) equals -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
pl: @FUNCTION=KURTP @SYNTAX=KURTP (n1; n2; ...) @DESCRIPTION=Funkcja KURT zwraca kurtozê populacji z zestawu danych. Napisy i puste komórki s± pomijane. Je¿eli dane s± mniej ni¿ dwie liczby lub wszystkie s± sobie równe, funkcja KURTP zwraca b³±d #DZIEL/0!. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie KURTP(A1:A5) jest równe -0,691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
sk: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP vracia ¹picatos» dátovej mno¾iny. Re»azce a prázdne bunky sú jednoducho ignorované. Ak je daných menej ne¾ dve èísla alebo sú v¹etky rovnaké, KURTP vracia chybu#DIV/0!. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom KURTP(A1:A5) sa rovná -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
tr: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP bir veri kümesinin daðýlým kurtosisini hesaplar. Dizgeler ve boþ gözeler yok sayýlýr. Eðer 2 den az sayý verilirse veya hepsi eþit ise KURTP #BÖL/0 hatasýný verir. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: KURTP(A1:A5) eþittir -0.691363424 Benzerleri: AVERAGE, VARP, SKEWP, KURT @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: KURTP(A1:A5) eþittir -0.691363424 @SEEALSO=AVERAGE,VARP,SKEWP,KURT

source: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV returns the average of the absolute deviations of a data set from their mean. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV
pl: @FUNCTION=AVEDEV @SYNTAX=AVEDEV (n1; n2; ...) @DESCRIPTION=Funkcja AVEDEV zwraca ¶redni± warto¶æ b³êdu bezwzglêdnego dla ¶redniej z zestawu danych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie AVEDEV(A1:A5) jest równe 7,84. @SEEALSO=STDEV
sk: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV vracia priemer absolútnych odchýliek mno¾iny dát od ich priemeru. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom AVEDEV(A1:A5) sa rovná 7.84. @SEEALSO=STDEV
tr: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV bir veri kümesinin ortalamasýndan mutlak sapmalarýnýn ortalamasýný hesaplar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3,21.3, 25.9, 40.1. deðerlerini içeriyorsa: AVEDEV(A1:A5) eþittir 7.84 Benzeri: STDEV @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV

source: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ returns the sum of squares of deviations of a data set from the sample mean. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then DEVSQ(A1:A5) equals 470.56. @SEEALSO=STDEV
pl: @FUNCTION=DEVSQ @SYNTAX=DEVSQ (n1; n2; ...) @DESCRIPTION=Funkcja DEVSQ zwraca sumê kwadratów odchyleñ od ¶redniej dla zestawu danych z próby. Napisy i puste komórki s± ignorowane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie DEVSQ(A1:A5) jest równe 470,56. @SEEALSO=STDEV
sk: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ vracia súèet druhých mocnín odchýliek mno¾iny dát z priemeru výberu. Re»azce a prázdne bunky sú jednoducho ignorované. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom DEVSQ(A1:A5) sa rovná 470.56. @SEEALSO=STDEV
tr: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ bir veri kümesinin örnekleme ortalamasýndan sapmalarýn karelerinin toplamýný hesaplar. Dizgeler ve boþ gözeler yoksayýlýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: DEVSQ(A1:A5) eþittir 470.56 Benzeri: STDEV @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: DEVSQ(A1:A5) eþittir 470.56 @SEEALSO=STDEV

source: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER function returns the Fisher transformation at @x. If @x is not-number FISHER returns #VALUE! error. If @x <= -1 or @x >= 1 FISHER returns #NUM! error. This function is Excel compatible. @EXAMPLES= FISHER(0.332) equals 0.345074339. @SEEALSO=SKEW
pl: @FUNCTION=FISHER @SYNTAX=FISHER (x) @DESCRIPTION=Funkcja FISHER zwraca transformacjê Fisher'a dla @x. Je¿eli parametr @x nie jest liczb±, funkcja FISHER zwraca b³±d #WARTO¦Æ!. Je¿eli @x <= -1 lub @x >= 1, funkcja FISHER zwraca b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FISHER(0,332) jest równe 0,345074339. @SEEALSO=SKEW
sk: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=Funkcia FISHER vracia Fisherovu transformáciu v @x. Ak @x nie je èíslo, FISHER vracia chybu #VALUE!. Ak je @x <= -1 alebo @x >= 1 FISHER vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FISHER(0.332) sa rovná 0.345074339. @SEEALSO=SKEW
tr: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER iþlevi @x için Fisher dönüþümünü hesaplar. @x sayý deðilse iþlev #DEÐER! hatasý ile @x <= -1 ya da @x >= 1 ise #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: FISHER(0.332) eþittir 0.345074339 Benzeri: SKEW @EXAMPLES= FISHER(0.332) eþittir 0.345074339 @SEEALSO=SKEW

source: @FUNCTION=POISSON @SYNTAX=POISSON(x,mean,cumulative) @DESCRIPTION=POISSON function returns the Poisson distribution. @x is the number of events, @mean is the expected numeric value @cumulative describes whether to return the sum of the poisson function from 0 to @x. If @x is a non-integer it is truncated. If @x <= 0 POISSON returns #NUM! error. If @mean <= 0 POISSON returns the #NUM! error. This function is Excel compatible. @EXAMPLES= POISSON(3,6,0) equals 0.089235078. @SEEALSO=NORMDIST, WEIBULL
sk: @FUNCTION=POISSON @SYNTAX=POISSON(x,priemer,kumulatívne) @DESCRIPTION=Funkcia POISSON vracia Poissonove rozdelenie. @x je poèet udalostí, @priemer je oèakávaná èíselná hodnota @kumulatívne popisuje, èi sa má vráti» súèet poissonovej funkcie od 0 do @x. Ak nie je @x celé èíslo, je orezané. Ak je @x <= 0 POISSON vracia chybu #NUM!. Ak je @primer <= 0 POISSON vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= POISSON(3,6,0) sa rovná 0.089235078. @SEEALSO=NORMDIST, WEIBULL
tr: @FUNCTION=POISSON @SYNTAX=POISSON(x,ortalama,kümülatif) @DESCRIPTION=POISSON açýlýmýný hesaplar. @x eylem sayýsý, @ortalama beklenen sayýsal deðer, @kümülatif ise 0 dan @x e kadar poisson iþlevinin toplamý olup olmadýðýdýr. @x tamsayý deðilse ondalýk kýsým atýlýr. @x < 0 ya da @ortalama <= 0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: POISSON(3,6,0) eþittir 0.089235078 Benzerleri: NORMDIST, WEIBULL @EXAMPLES= POISSON(3,6,0) eþittir 0.089235078 @SEEALSO=NORMDIST, WEIBULL

source: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1,array2) @DESCRIPTION=PEARSON returns the Pearson correlation coefficient of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
pl: @FUNCTION=PEARSON @SYNTAX=PEARSON (tablica1; tablica2) @DESCRIPTION=Funkcja PEARSON zwraca wspó³czynnik korelacji Pearsona dla dwóch zestawów danych. Napisy i puste komórki s± ignorowane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
sk: @FUNCTION=PEARSON @SYNTAX=PEARSON(pole1,pole2) @DESCRIPTION=PEARSON vracia Pearsonov korelaèný koeficient dvoch mno¾ín. Re»azce a prázdne bunky sú jednoducho ignorované. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
tr: @FUNCTION=PEARSON @SYNTAX=PEARSON(dizi1,dizi2) @DESCRIPTION=PEARSON iþlevi iki veri kümesinin Pearson ilinti katsayýsýný hesaplar. Metin içeren ve boþ olan gözeler yoksayýlýr. Bu iþlev Excel uyumludur. Benzerleri: INTERCEPT, LINEST, RSQ, SLOPE, STEYX @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX

source: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ returns the square of the Pearson correlation coefficient of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
pl: @FUNCTION=RSQ @SYNTAX=RSQ (tablica1; tablica2) @DESCRIPTION=Funkcja RSQ zwraca kwadrat wspó³czynnika korelacji Pearsona dla dwóch zestawów danych. Napisy i puste komórki s± ignorowane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERPCEPT,LINEST,LOGEST,PEARSON,SLOPE,STE YX,TREND
sk: @FUNCTION=RSQ @SYNTAX=RSQ(pole1,pole2) @DESCRIPTION=RSQ vracia druhú mocninu Pearsonovho korelaèného koeficientu dvoch mno¾ín. Re»azce a prázdne bunky sú jednoducho ignorované. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
tr: @FUNCTION=RSQ @SYNTAX=RSQ(dizi1,dizi2) @DESCRIPTION=RSQ iþlevi iki veri kümesinin Pearson ilinti katsayýsýnýn karesini hesaplar. Metin içeren ve boþ olan gözeler yoksayýlýr. Bu iþlev Excel uyumludur. Benzerleri: CORREL, COVAR, INTERCEPT, LINEST, LOGEST, PEARSON, SLOPE, STEYX, TREND @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND

source: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN returns the median of the given data set. Strings and empty cells are simply ignored. If even numbers are given MEDIAN returns the average of the two numbers in the middle. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MEDIAN(A1:A5) equals 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
pl: @FUNCTION=MEDIAN @SYNTAX=MEDIAN (n1; n2; ...) @DESCRIPTION=Funkcja MEDIAN zwraca medianê z podanego zestawu danych. Napisy i puste komórki s± ignorowane. Nawet je¿eli liczby s± podane, funkcja MEDIAN zwraca jedynie ¶redni± z liczb znajduj±cych siê w ¶rodku. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie MEDIAN(A1:A5) jest równe 21,3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
sk: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN vracia medián danej mno¾iny. Re»azce a prázdne bunky sú jednoducho ignorované. Ak je zadaný párny poèet èísel, MEDIAN vracia priemer dvoch èísel v prostriedku. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom MEDIAN(A1:A5) sa rovná 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
tr: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1,n2,...) @DESCRIPTION=MEDIAN iþlevi veri kümesi içinde büyüklük bakýmýndan ortada olan deðerle sonuçlanýr. Metin içeren ve boþ olan gözeler yoksayýlýr. Küme çift sayýda eleman içeriyorsa sonuç orta büyüklükteki iki deðerin ortalamasýdýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: MEDIAN(A1:A5) eþittir 21.3 Benzerleri: AVERAGE, COUNT, COUNTA, DAVERAGE, MODE, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: MEDIAN(A1:A5) eþittir 21.3 @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM

source: @FUNCTION=LARGE @SYNTAX=LARGE(n1, n2, ..., k) @DESCRIPTION=LARGE returns the k-th largest value in a data set. If data set is empty LARGE returns #NUM! error. If @k <= 0 or @k is greater than the number of data items given LARGE returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then LARGE(A1:A5,2) equals 25.9. LARGE(A1:A5,4) equals 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
pl: @FUNCTION=LARGE @SYNTAX=LARGE (n1; n2; ...; k) @DESCRIPTION=Funkcja LARGE zwraca k-t± najwiêksz± warto¶æ z zestawu danych. Je¿eli zestaw danych jest pusty, funkcja LARGE zwraca b³±d #LICZBA!. Je¿eli @k <= 0 lub @k jest wiêksze od liczby danych, funkcja LARGE zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie LARGE (A1:A5; 2) jest równe 25,9. LARGE (A1:A5; 4) jest równe 17,3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
sk: @FUNCTION=LARGE @SYNTAX=LARGE(n1, n2, ..., k) @DESCRIPTION=LARGE vracia k-tu najväè¹iu hodnotu z mno¾iny hodnôt. Ak je mno¾ina prázdna, LARGE vracia chybu #NUM!. Ak je @k <= 0 alebo je @k väè¹ie ako poèet dát, vracia LARGE chybu #NUM!. Táto hodnota je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom LARGE(A1:A5,2) sa rovná 25.9. LARGE(A1:A5,4) sa rovná 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
tr: @FUNCTION=LARGE @SYNTAX=LARGE(n1;n2;...;k) @DESCRIPTION=LARGE iþlevi veri kümesi içindeki k. en büyük deðer ile sonuçlanýr. Veri kümesi boþsa, @k<= 0 ise ya da k veri kümesindeki öðelerin sayýsýndan büyükse iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: LARGE(A1:A5;2) eþittir 25.9 LARGE(A1:A5;4) eþittir 17.3 Benzerleri: PERCENTILE, PERCENTRANK, QUARTILE, SMALL @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: LARGE(A1:A5;2) eþittir 25.9 LARGE(A1:A5;4) eþittir 17.3 @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL

source: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2, ..., k) @DESCRIPTION=SMALL returns the k-th smallest value in a data set. If data set is empty SMALL returns #NUM! error. If @k <= 0 or @k is greater than the number of data items given SMALL returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SMALL(A1:A5,2) equals 17.3. SMALL(A1:A5,4) equals 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
pl: @FUNCTION=SMALL @SYNTAX=SMALL (n1; n2; ...; k) @DESCRIPTION=Funkcja SMALL zwraca k-t± najmniejsz± warto¶æ z zestawu danych. Je¿eli zestaw danych jest pusty, funkcja SMALL zwraca b³±d #LICZBA!. Je¿eli @k <= 0 lub @k jest wiêksze od liczby danych, funkcja SMALL zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9, and 40,1. Wówczas wyra¿enie SMALL (A1:A5; 2) jest równe 17,3. SMALL (A1:A5; 4) jest równe 25,9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
sk: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2, ..., k) @DESCRIPTION=SMALL vracia k-tu najmen¹iu hodnotu z mno¾iny hodnôt. Ak je mno¾ina prázdna, SMALL vracia chybu #NUM!. Ak je @k <= 0 alebo je @k väè¹ie ako poèet dát, vracia SMALL chybu #NUM!. Táto hodnota je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom SMALL(A1:A5,2) sa rovná 17.3. SMALL(A1:A5,4) sa rovná 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
tr: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2,..., k) @DESCRIPTION=SMALL iþlevi veri kümesi içindeki k. en küçük deðer ile sonuçlanýr. Veri kümesi boþsa, @k<= 0 ise ya da k veri kümesindeki öðelerin sayýsýndan büyükse iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: SMALL(A1:A5,2) eþittir 17.3 SMALL(A1:A5,4) eþittir 25.9 Benzerleri: PERCENTILE, PERCENTRANK, QUARTILE, LARGE @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: SMALL(A1:A5,2) eþittir 17.3 SMALL(A1:A5,4) eþittir 25.9 @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE

source: @FUNCTION=PROB @SYNTAX=PROB(x_range,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=PROB function returns the probability that values in a range or an array are between two limits. If @upper_limit is not given, PROB returns the probability that values in @x_range are equal to @lower_limit. If the sum of the probabilities in @prob_range is not equal to 1 PROB returns #NUM! error. If any value in @prob_range is <=0 or > 1, PROB returns #NUM! error. If @x_range and @prob_range contain a different number of data entries, PROB returns #N/A error. This function is Excel compatible. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
pl: @FUNCTION=PROB @SYNTAX=PROB (zakres_x; zakres_prawd; limit_dolny[; limit_górny]) @DESCRIPTION=Funkcja PROB zwraca warto¶æ prawdopodobieñstwa, z którym warto¶ci w zakresie lub tablicy znajd± siê pomiêdzy dwoma podanymi limitami. Je¿eli @limit_górny nie jest podany, funkcja PROB zwróci prawdopodobieñstwo, z jakim warto¶ci w @zakres_x bêd± równe @limit_dolny. Je¿eli suma prawdopodobieñstw w @zakres_prawd nie jest równa 1, funkcja PROB zwraca b³±d #LICZBA!. Je¿eli która¶ z warto¶ci w zakresie @zakres_prawd jest <=0 lub > 1, funkcja PROB zwróci b³±d #LICZBA!. Je¿eli @zakres_x i @zakres_prawd zawieraj± ró¿n± liczbê wpisanych danych, funkcja PROB zwraca b³±d #N/A!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
sk: @FUNCTION=PROB @SYNTAX=PROB(rozsah_x,prav_rozsah,dolný_limit[,horný_limit]) @DESCRIPTION=Funkcia PROB vracia pravdepodobnos», ¾e hodnoty z rozsahu alebo z poµa budú medzi dvoma hodnotami. Ak nie je @hodný_limit uvedený, PROB vracia pravdepodobnos», ¾e hodnoty v @rozsah_x budú rovné @dolný_limit. Ak nie je súèet pravdepodobností v @prav_rozsah rovný 1 PROB vracia chybu #NUM!. Ak je niektorá hodnota v @prav_rozsah <=0 alebo > 1, PROB vracia chybu #NUM!. Ak @rozsah_x a @prav_rozsah obsahujú rôzny poèet dát, PROB vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
