Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=STEYX function returns the standard error of the predicted y-value for each x in the regression. If @known_y's and @known_x's are empty or have a different number of arguments then STEYX returns #N/A error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then STEYX(A1:A5,B1:B5) equals 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
pl: @FUNCTION=STEYX @SYNTAX=STEYX (znane_y-ki; znane_x-y) @DESCRIPTION=Funkcja STEYX zwraca b³±d standardowy prognozowanej warto¶ci y dla ka¿dego x z regresji. Je¿eli @znane_y-ki i @znane_x-y s± pustymi zestawami danych lub maj± ró¿ne liczby argumentów, funkcja STEYX zwraca b³±d #N/A!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1, a komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie STEYX (A1:A5; B1:B5) jest równe 1,101509979. @SEEALSO=PEARSON,RSQ,SLOPE
sk: @FUNCTION=STEYX @SYNTAX=STEYX(známe_y,známe_x) @DESCRIPTION=Funkcia STEYX vracia smerodajnú chybu predpokladanej y-hodnoty pre ka¾dé x v regresii. Ak sú @známe_y a @známe_x prázdne alebo majú rôzny poèet argumentov, STEYX vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a ¾e bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom STEYX(A1:A5,B1:B5) sa rovná 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE

source: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST returns the two-tailed probability of a z-test. @ref is the data set and @x is the value to be tested. If @ref contains less than two data items ZTEST returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then ZTEST(A1:A5,20) equals 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
pl: @FUNCTION=ZTEST @SYNTAX=ZTEST (wsk; x) @DESCRIPTION=Funkcja ZTEST zwraca "two-tailed" prawdopodobieñstwo dla testu z. Parametr @wsk oznacza zestaw danych a @x jest warto¶ci± do testowania. Je¿eli @wsk zawiera mniej ni¿ dwa elementy danych, funkcja ZTEST zwraca b³±d #DZIEL/0!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie ZTEST (A1:A5; 20) jest równe 0,254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
sk: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST vracia pravdepodobnos» pre obojstrannú alternatívu z-testu. @ref je mno¾ina dát a @x je testovaná hodnota. Ak @ref obsahuje menej ako dve dáta, ZTEST vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom ZTEST(A1:A5,20) sa rovná 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
tr: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST bir z-testinin iki-sonlu olasýlýðýný hesaplar. @ref ile veri kümesi, @x ile test edilecek deðer belirtilir. @ref 2 den az veri içeriyorsa iþlev #BÖL/0! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: ZTEST(A1:A5,20) eþittir 0.254717826 Benzerleri: CONFIDENCE, NORMDIST, NORMINV, NORMSDIST, NORMSINV, STANDARDIZE @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: ZTEST(A1:A5,20) eþittir 0.254717826 @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE

source: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(number1,number2,...) @DESCRIPTION=AVERAGEA returns the average of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then AVERAGEA(A1:A5) equals 18.94. @SEEALSO=AVERAGE
pl: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja AVERAGEA zwraca ¶redni± z podanych argumentów. Liczby, teksty i warto¶ci logiczne s± równie¿ w³±czane do obliczeñ. Je¿eli komórka zawiera tekst lub warto¶æ logiczn± FALSE, jest traktowana jako zero. Je¿eli argument ma warto¶æ TRUE, jest traktowany jako jedynka. Warto zauwa¿yæ, ¿e puste komórki nie s± wliczane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie AVERAGEA(A1:A5) jest równe 18,94. @SEEALSO=AVERAGE
sk: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(èíslo1,èíslo2,...) @DESCRIPTION=AVERAGEA vracia priemer argumentov. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom AVERAGEA(A1:A5) sa rovná 18.94. @SEEALSO=AVERAGE
tr: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(deðer1,deðer2,...) @DESCRIPTION=AVERAGEA iþlevi verilen deðerlerin ortalamasýný hesaplar. Hesaplama alaný sayýlar, metin ve mantýksal deðerler içerebilir. Göze metin ya da YANLIÞ sonuçlanan ifadeler içeriyorsa deðeri sýfýr (0), DOÐRU sonuçlanan ifadeler içeriyorsa deðeri bir (1) kabul edilir. Boþ gözeler sayýlmaz. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: AVERAGEA(A1:A5) eþittir 18.94 Benzeri: AVERAGE @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: AVERAGEA(A1:A5) eþittir 18.94 @SEEALSO=AVERAGE

source: @FUNCTION=MAXA @SYNTAX=MAXA(number1,number2,...) @DESCRIPTION=MAXA returns the largest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MAXA(A1:A5) equals 40.1. @SEEALSO=MAX,MINA
pl: @FUNCTION=MAXA @SYNTAX=MAXA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja MAXA zwraca najwiêkszy spo¶ród podanych argumentów. Liczby, teksty i warto¶ci logiczne s± równie¿ w³±czane do obliczeñ. Je¿eli komórka zawiera tekst lub warto¶æ logiczn± FALSE, jest liczona jako zero. Je¿eli argument ma warto¶æ TRUE, jest traktowany jako jedynka. Warto zauwa¿yæ, ¿e puste komórki nie s± liczone. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie MAXA(A1:A5) jest równe 40,1. @SEEALSO=MAX,MINA
sk: @FUNCTION=MAXA @SYNTAX=MAXA(èíslo1,èíslo2,...) @DESCRIPTION=MAXA vracia najväè¹iu hodnotu z argumentov. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom MAXA(A1:A5) sa rovná 0. @SEEALSO=MAX,MINA

source: @FUNCTION=MINA @SYNTAX=MINA(number1,number2,...) @DESCRIPTION=MINA returns the smallest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MINA(A1:A5) equals 0. @SEEALSO=MIN,MAXA
pl: @FUNCTION=MINA @SYNTAX=MINA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja MAXA zwraca najmniejszy spo¶ród podanych argumentów. Liczby, teksty i warto¶ci logiczne s± równie¿ w³±czane do obliczeñ. Je¿eli komórka zawiera tekst lub warto¶æ logiczn± FALSE, jest liczona jako zero. Je¿eli argument ma warto¶æ TRUE, jest traktowany jako jedynka. Warto zauwa¿yæ, ¿e puste komórki nie s± liczone. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie MINA(A1:A5) jest równe 0. @SEEALSO=MAX,MINA
sk: @FUNCTION=MINA @SYNTAX=MINA(èíslo1,èíslo2,...) @DESCRIPTION=MINA vracia najmen¹iu hodnotu z argumentov. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom MINA(A1:A5) sa rovná 0. @SEEALSO=MIN,MAXA

source: @FUNCTION=VARA @SYNTAX=VARA(number1,number2,...) @DESCRIPTION=VARA returns the variance based on a sample. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARA(A1:A5) equals 228.613. @SEEALSO=VAR,VARPA
pl: @FUNCTION=VARA @SYNTAX=VARA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja VARA zwraca wariancjê z próby. Liczby, teksty i warto¶ci logiczne s± w³±czone do obliczeñ. Je¿eli komórka zawiera tekst lub warto¶æ logiczn± FALSE, jest traktowana jako zero. Je¿eli argument ma warto¶æ logiczn± TRUE, jest traktowana jako jedynka. Warto zauwa¿yæ ¿e puste komórki nie s± liczone. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie VARA(A1:A5) jest równe 228,613. @SEEALSO=VAR,VARPA
sk: @FUNCTION=VARA @SYNTAX=VARA(èíslo1,èíslo2,...) @DESCRIPTION=VARA vracia rozptyl zalo¾ený na výbere. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Prepokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom VARA(A1:A5) sa rovná 228.613. @SEEALSO=VAR,VARPA
tr: @FUNCTION=VARA @SYNTAX=VARA(sayý1,sayý2,...) @DESCRIPTION=VARA iþlevi bir örnek üzerine tabanlanmýþ deðiþimi hesaplar. Hesaplama alaný sayýlar, metin ve mantýksal deðerler içerebilir. Göze metin ya da YANLIÞ sonuçlanan ifadeler içeriyorsa deðeri sýfýr (0), DOÐRU sonuçlanan ifadeler içeriyorsa deðeri bir (1) kabul edilir. Boþ gözeler sayýlmaz. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARA(A1:A5) eþittir 228.613 Benzerleri: VAR, VARPA @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARA(A1:A5) eþittir 228.613 @SEEALSO=VAR,VARPA

source: @FUNCTION=VARPA @SYNTAX=VARPA(number1,number2,...) @DESCRIPTION=VARPA returns the variance based on the entire population. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARPA(A1:A5) equals 182.8904. @SEEALSO=VARP,VARP
pl: @FUNCTION=VARPA @SYNTAX=VARPA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja VARPA zwraca wariancjê w oparciu o ca³± populacjê. Liczby, teksty i warto¶ci logiczne s± w³±czone do obliczeñ. Je¿eli komórka zawiera tekst lub warto¶æ logiczn± FALSE, jest traktowana jak warto¶æ zerowa. Je¿eli argument ma warto¶æ logiczn± TRUE, jest traktowany jako jedynka. Warto zauwa¿yæ, ¿e puste komórki nie s± liczone. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie VARPA(A1:A5) jest równe 182,8904. @SEEALSO=VARP,VARP
sk: @FUNCTION=VARPA @SYNTAX=VARPA(èíslo1,èíslo2,...) @DESCRIPTION=VARPA vracia rozptyl celej populácie. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Prepokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom VARPA(A1:A5) sa rovná 182.8904. @SEEALSO=VARP,VARP
tr: @FUNCTION=VARPA @SYNTAX=VARPA(sayý1,sayý2,...) @DESCRIPTION=VARPA iþlevi mevcut daðýlým üzerine tabanlanmýþ deðiþimi hesaplar. Hesaplama alaný sayýlar, metin ve mantýksal deðerler içerebilir. Göze metin ya da YANLIÞ sonuçlanan ifadeler içeriyorsa deðeri sýfýr (0), DOÐRU sonuçlanan ifadeler içeriyorsa deðeri bir (1) kabul edilir. Boþ gözeler sayýlmaz. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARPA(A1:A5) eþittir 182.8904 Benzerleri: VARP, VARP @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: VARPA(A1:A5) eþittir 182.8904 @SEEALSO=VARP,VARP

source: @FUNCTION=STDEVA @SYNTAX=STDEVA(number1,number2,...) @DESCRIPTION=STDEVA returns the standard deviation based on a sample. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVA(A1:A5) equals 15.119953704. @SEEALSO=STDEV,STDEVPA
pl: @FUNCTION=STDEVA @SYNTAX=STDEVA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja STDEVA zwraca odchylenie standardowe z próby. Liczby, teksty i warto¶ci logiczne s± równie¿ w³±czane do obliczeñ. Je¿eli komórka zawiera tekst lub argument ma warto¶æ FALSE, jest traktowany jako warto¶æ zerowa. Je¿eli argument ma warto¶æ TRUE, jest traktowany jako jedynka. Warto zauwa¿yæ, ¿e puste komórki nie s± liczone. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie STDEVA(A1:A5) jest równe 15,119953704. @SEEALSO=STDEV,STDEVPA
sk: @FUNCTION=STDEVA @SYNTAX=STDEVA(èíslo1,èíslo2,...) @DESCRIPTION=STDEVA vracia smerodajnú odchýlku zalo¾enú na výbere. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom STDEVA(A1:A5) sa rovná 15.119953704. @SEEALSO=STDEV,STDEVPA
tr: @FUNCTION=STDEVA @SYNTAX=STDEVA(sayý1,sayý2,...) @DESCRIPTION=STDEVA iþlevi bir örnek üzerine tabanlanmýþ standart sapmayý hesaplar. Hesaplama alaný sayýlar, metin ve mantýksal deðerler içerebilir. Göze metin ya da YANLIÞ sonuçlanan ifadeler içeriyorsa deðeri sýfýr (0), DOÐRU sonuçlanan ifadeler içeriyorsa deðeri bir (1) kabul edilir. Boþ gözeler sayýlmaz. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVA(A1:A5) eþittir 15.119953704 Benzerleri: STDEV, STDEVPA @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVA(A1:A5) eþittir 15.119953704 @SEEALSO=STDEV,STDEVPA

source: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(number1,number2,...) @DESCRIPTION=STDEVPA returns the standard deviation based on the entire population. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVPA(A1:A5) equals 13.523697719. @SEEALSO=STDEVA,STDEVP
pl: @FUNCTION=STDEVPA @SYNTAX=STDEVPA (liczba1; liczba2; ...) @DESCRIPTION=Funkcja STDEVPA zwraca odchylenie standardowe w oparciu o ca³± populacjê. Liczby, teksty i warto¶ci logiczne s± równie¿ w³±czane do obliczeñ. Je¿eli komórka zawiera tekst lub warto¶æ logiczn± FALSE, jest traktowana jako zero. Je¿eli argument ma warto¶æ logiczn± TRUE, jest traktowany jako jedynka. Warto zauwa¿yæ, ¿e puste komórki nie s± liczone. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci i napisy 11,4, 17,3, "brak", 25,9 i 40,1. Wówczas wyra¿enie STDEVPA(A1:A5) jest równe 13,523697719. @SEEALSO=STDEVA,STDEVP
sk: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(èíslo1,èíslo2,...) @DESCRIPTION=STDEVPA vracia smerodajnú odchýlku zalo¾enú na celej populácii. Èísla, text a logické hodnoty sú zapoèítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je zapoèítaný ako 0. Ak je argument vyhodnotený ako TRUE, je zapoèítaný ako 1. Prázdne bunky nie sú zapoèítané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla a re»azce 11.4, 17.3, "missing", 25.9, a 40.1. Potom STDEVPA(A1:A5) sa rovná 13.523697719. @SEEALSO=STDEVA,STDEVP
tr: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(sayý1,sayý2,...) @DESCRIPTION=STDEVPA iþlevi mevcut açýlým üzerine tabanlanmýþ standart sapmayý hesaplar. Hesaplama alaný sayýlar, metin ve mantýksal deðerler içerebilir. Göze metin ya da YANLIÞ sonuçlanan ifadeler içeriyorsa deðeri sýfýr (0), DOÐRU sonuçlanan ifadeler içeriyorsa deðeri bir (1) kabul edilir. Boþ gözeler sayýlmaz. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVPA(A1:A5) eþittir 13.523697719 Benzerleri: STDEVA, STDEVP @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, "missing", 25.9, ve 40.1 içeriyorsa: STDEVPA(A1:A5) eþittir 13.523697719 @SEEALSO=STDEVA,STDEVP

source: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significance]) @DESCRIPTION=PERCENTRANK function returns the rank of a data point in a data set. @array is the range of numeric values, @x is the data point which you want to rank, and the optional @significance indentifies the number of significant digits for the returned value, truncating the remainder. If @significance is omitted, PERCENTRANK uses three digits. If @array contains no data points, PERCENTRANK returns #NUM! error. If @significance is less than one, PERCENTRANK returns #NUM! error. If @x exceeds the largest value or is less than the smallest value in @array, PERCENTRANK returns #NUM! error. If @x does not match any of the values in @array or @x matches more than once, PERCENTRANK interpolates the returned value. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
pl: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK (tablica; x[; znaczenie]) @DESCRIPTION=Funkcja PERCENTRANK zwraca rangê (zaszeregowanie) punktu w zbiorze danych. @tablica jest zakresem warto¶ci liczbowych, @x okre¶la pozycjê warto¶ci, dla której ma byæ obliczona ranga, za¶ opcjonalny parametr @znaczenie okre¶la uwzglêdnian± ilo¶æ cyfr znacz±cych dla obliczanej warto¶ci. Je¶li parametr @znaczenie zostanie pominiêty, funkcja PERCENTRANK u¿ywa trzech cyfr. Je¿eli @tablica nie zawiera danych, funkcja PERCENTRANK zwraca b³±d #LICZBA!. Je¿eli parametr @znaczenie jest mniejszy ni¿ jeden, funkcja PERCENTRANK zwraca b³±d #LICZBA!. Je¿eli parametr @x przekracza najwiêksz± warto¶æ lub jest mniejszy od najmniejszej warto¶ci w tablicy @tablica, funkcja PERCENTRANK zwraca b³±d #LICZBA!. Je¿eli parametr @x nie pasuje do ¿adnej warto¶ci w @tablicy lub pasuje do wiêcej ni¿ jednej, funkcja PERCENTRANK przybli¿a (interpoluje) zwracan± warto¶æ. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
sk: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(pole,x[,platných]) @DESCRIPTION=Funkcia PERCENTRANK vracia rozlo¾enie hodnôt v mno¾ine dát. @pole je rozsah èíselných hodnôt, @x sú dáta, ktoré sa majú spoèíta», a nepovinná @platných urèuje poèet platných èíslic návratovej hodnote. Ak nie je @platných uvedené, PERCENTRANK pou¾ije 3 èíslice. Ak @pole neobsahuje ¾iadne dáta, PERCENTRANK vracia chybu #NUM!. Ak @platných je menej ne¾ 1, PERCENTRANK vracia chybu #NUM!. Ak @x neodpovedá ¾iadnej hodnote v @pole alebo @x odpovedá viac ako jednej, PERCENTRANK interpoluje návratovú hodnotu. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
