Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE returns boolean value true. This function is Excel compatible. @EXAMPLES= TRUE() equals TRUE. @SEEALSO=FALSE
pl: @FUNCTION=TRUE @SYNTAX=TRUE () @DESCRIPTION=Funkcja TRUE zwraca warto¶æ logiczn± PRAWDA. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TRUE() jest równe PRAWDA. @SEEALSO=FALSE
sk: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE vracia logickú hodnotu true (pravda). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TRUE() sa rovná TRUE. @SEEALSO=FALSE
tr: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE iþlevi mantýksal deðer olan DOÐRU ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: TRUE() eþittir DOÐRU Benzeri: FALSE @EXAMPLES= TRUE() eþittir DOÐRU @SEEALSO=FALSE

source: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE returns boolean value false. This function is Excel compatible. @EXAMPLES= FALSE() equals FALSE. @SEEALSO=TRUE
pl: @FUNCTION=FALSE @SYNTAX=FALSE () @DESCRIPTION=Funkcja FALSE zwraca warto¶æ logiczn± FA£SZ. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FALSE() jest równe FA£SZ. @SEEALSO=TRUE
sk: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE vracia logickú hodnotu false (nepravda). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FALSE() sa rovná FALSE. @SEEALSO=TRUE
tr: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE iþlevi mantýksal deðer olan YANLIÞ ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: FALSE() eþittir YANLIÞ Benzeri: TRUE @EXAMPLES= FALSE() eþittir YANLIÞ @SEEALSO=TRUE

source: Logical
pl: Logiczne
sk: Logické
tr: Mantýksal
uk: Лог╕чне

source: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS returns a cell address as text for specified row and column numbers. If @abs_num is 1 or omitted, ADDRESS returns absolute reference. If @abs_num is 2 ADDRESS returns absolute row and relative column. If @abs_num is 3 ADDRESS returns relative row and absolute column. If @abs_num is 4 ADDRESS returns relative reference. If @abs_num is greater than 4 ADDRESS returns #VALUE! error. @a1 is a logical value that specifies the reference style. If @a1 is TRUE or omitted, ADDRESS returns an A1-style reference, i.e. $D$4. Otherwise ADDRESS returns an R1C1-style reference, i.e. R4C4. @text specifies the name of the worksheet to be used as the external reference. If @row_num or @col_num is less than one, ADDRESS returns #VALUE! error. @EXAMPLES= ADDRESS(5,4) equals "$D$5". ADDRESS(5,4,4) equals "D5". ADDRESS(5,4,3,FALSE) equals "R[5]C4". @SEEALSO=
pl: @FUNCTION=ADDRESS @SYNTAX=ADDRESS (num_wiersz; num_kolumna[; num_abs; a1; tekst]) @DESCRIPTION=Funkcja ADDRESS zwraca adres komórki jako tekst dla wybranych numerów wiersza lub kolumny. Je¶li parametr @num_abs wynosi 1 lub jest pominiêty, funkcja ADDRESS zwraca warto¶æ bezwzglêdn± odwo³ania. Je¶li @num_abs wynosi 2, ADDRESS zwraca bezwzglêdn± warto¶æ wiersza oraz wzglêdn± kolumny. Je¶li @num_abs wynosi 3, ADDRESS zwraca wzglêdn± warto¶æ wiersza oraz bezwzglêdny kolumny. Je¶li @num_abs wynosi 4, ADDRESS zwraca wzglêdn± warto¶æ odwo³ania. Je¶li @num_abs jest wiêkszy ni¿ 4, ADDRESS zwraca b³±d #LICZBA!. Parametr @a1 jest logiczn± warto¶ci± okre¶laj±c± styl odwo³ania. Je¶li @a1 równe jest warto¶ci PRAWDA lub jest pominiêty, ADDRESS zwraca styl A1 odwo³ania, np. $D$4. W innym przypadku ADDRESS zwraca styl R1C1 odwo³ania, np. R4C4. @tekst okre¶la nazwê arkusza, u¿ywanego jako zewnêtrzne odwo³anie. Je¶li parametr @num_wiersz lub @num_kolumna jest mniejszy ni¿ 1, ADDRESS zwraca b³±d #LICZBA!. @EXAMPLES= ADDRESS (5; 4) jest równe "$D$5". ADDRESS (5; 4; 4) jest równe "D5". ADDRESS (5; 4; 3; FALSE) jest równe "R[5]C4". @SEEALSO=
sk: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(èíslo_riadku,èíslo_ståpca[,abs_èíslo,a1,text]) @DESCRIPTION=ADDRESS vracia adresu bunky ako text pre dané riadky a ståpce. Ak je @abs_èíslo 1 alebo nie je uvedené, ADDRESS vracia absolútnu referenciu. Ak je @abs_èíslo 2 ADDRESS vracia absolútny riadok a relatívny ståpec. Ak je @abs_èíslo 3 ADDRESS vracia relatívny riadok a absolútny ståpec. Ak je @abs_èíslo 4 ADDRESS vracia relatívnu referenciu. Ak je @abs_èíslo väè¹ie ako 4 ADDRESS vracia chybu #NUM!. @a1 je logická hodnota pre urèenie ¹týlu referencie. Ak je @a1 TRUE alebo neuvedené, ADDRESS vracia referenciu v ¹týle A1, t.j. $D$4. Inak ADDRESS vracia referenciu v ¹týle R1C1, t.j. R4C4. @text uvádza meno listu pou¾itého ako externá referencia. Ak je @èís_riadku alebo @èís_ståpca menej ne¾ 1, ADDRESS vracia chybu #NUM!. @EXAMPLES= ADDRESS(5,4) sa rovná "$D$5". ADDRESS(5,4,4) sa rovná "D5". ADDRESS(5,4,3,FALSE) sa rovná "R[5]C4". @SEEALSO=

source: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,value1][,value2]...) @DESCRIPTION=CHOOSE returns the value of index @index. @index is rounded to an integer if it is not. If @index < 1 or @index > number of values: returns #VAL!. @EXAMPLES= CHOOSE(3,"Apple","Orange","Grape","Perry") equals "Grape". @SEEALSO=IF
pl: @FUNCTION=CHOOSE @SYNTAX=CHOOSE (indeks[; warto¶æ1][; warto¶æ2]...) @DESCRIPTION=Funkcja CHOOSE zwraca warto¶æ o indeksie @indeks z listy warto¶ci. Je¶li indeks nie jest liczb± ca³kowit±, jest on zaokr±glany do liczby ca³kowitej. Je¶li @indeks < 1 lub @indeks > liczby warto¶ci, funkcja zwraca b³±d #WARTO¦Æ!. @EXAMPLES= CHOOSE (3; "Jab³ko"; "Gruszka"; "Mandarynka"; "¦liwka") jest równe "Mandarynka". @SEEALSO=IF
sk: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,hodnota1][,hodnota2]...) @DESCRIPTION=CHOOSE vracia hodnotu indexu @index. @index je prípadne zaokrúhlený na celé èíslo. Ak je @index < 1 alebo @index > poèet hodnôt, vracia #VALUE!. @EXAMPLES= CHOOSE(3,"Jablko","Hru¹ka","Slivka","Èere¹òa") sa rovná "Slivka". @SEEALSO=IF
tr: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(indeks[,deðer1][,deðer2]...) @DESCRIPTION=CHOOSE iþlevi @indeks'teki deðerle döner. @indeks bir tamsayý deðilse tamsayýya yuvarlanýr. @indeks < 1 veya @indeks > deðerlerin sayýsý ise #DEÐER! hatasý verir. Örnek: CHOOSE(3,"Elma","Portakal","Armut","Mandalina") eþittir "Armut". Benzeri: IF @EXAMPLES= CHOOSE(3,"Elma","Portakal","Armut","Mandalina") eþittir "Armut". @SEEALSO=IF

source: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(value,range,column[,approximate]) @DESCRIPTION=VLOOKUP function finds the row in range that has a first column similar to value. If @approximate is not true it finds the row with an exact equivilance. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the row with value less than @value. It returns the value in the row found at a 1 based offset in @column columns into the @range. Returns #NUM! if @column < 0. Returns #REF! if @column falls outside @range. @EXAMPLES= @SEEALSO=HLOOKUP
pl: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP (warto¶æ; zakres; kolumna; [przybl]) @DESCRIPTION=Funkcja VLOOKUP wyszukuje te wiersze z zakresu, z których pierwsza kolumna jest podobna do zakresu. Je¿eli warto¶æ @przybl nie wynosi PRAWDA, funkcja wyszukuje wiersz, który zawiera dok³adny odpowiednik. Je¿eli parametr @przybl jest równy PRAWDA, wówczas warto¶ci zostan± posortowane w porz±dku rosn±cym, dla poprawno¶ci funkcji; w takim przypadku funkcja znajduje wiersz zawieraj±cy warto¶æ mniejsz± od parametru @warto¶æ. Zwraca warto¶æ w wierszu odnalezionym jako pierwszy w oparciu o przesuniêcie o warto¶æ parametru @kolumna kolumn do parametru @zakres. Funkcja zwraca b³±d #LICZBA! je¿eli parametr @kolumna < 0. B³±d #ODW!, gdy @kolumna wychodzi poza @zakres. @EXAMPLES= @SEEALSO=HLOOKUP
sk: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(hodnota,rozsah,ståpec[,pribli¾ne]) @DESCRIPTION=Funkcia VLOOKUP nájde riadok v rozsahu, ktorého prvý ståpec má podobnú hodnotu. Ak nie je @pribli¾ne TRUE, nájde riadok s presne rovnakou hodnotou. Ak je @pribli¾ne TRUE, potom musia by» hodnoty utriedené vzostupne pre správne fungovanie; v tom prípade nájde riadok s hodnotou men¹ou ne¾ @hodnota. Vracia hodnotu v nájdenom riadku a v ståpci @ståpec relatívnom od 1 do rozsahu @rozsah. Vracia #NUM! ak je @ståpec < 0. Vracia #REF! ak je @ståpec mimo @rozsah. @EXAMPLES= @SEEALSO=HLOOKUP
tr: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(deðer,aralýk,sütun[,yaklaþýk]) @DESCRIPTION=VLOOKUP iþlevi verilen aralýk içinde ilk sütundaki deðerlere benzer bir deðeri içeren satýrý bulur. @yaklaþýk YANLIÞ ise tam bir eþitlik aranýr. @yaklaþýk DOÐRU ise iþlevin doðru sonuç vermesi için deðerler artan sýrada sýralanmýþ olmalýdýr. Bu durumda @deðerden küçük deðere sahip olan satýrý @aralýk içindeki @sütununun baþlangýcýný 1 kabul eden bir sayý olarak bulur. @sütun < 0 ise #SAYI!, @sütun @aralýk dýþýnda ise #REF! hatasý verir. Benzeri: HLOOKUP @EXAMPLES= @SEEALSO=HLOOKUP

source: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(value,range,row[,approximate]) @DESCRIPTION=HLOOKUP function finds the col in range that has a first row cell similar to value. If @approximate is not true it finds the col with an exact equivilance. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the col with value less than @value it returns the value in the col found at a 1 based offset in @row rows into the @range. Returns #NUM! if @row < 0. Returns #REF! if @row falls outside @range. @EXAMPLES= @SEEALSO=VLOOKUP
pl: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP (warto¶æ; zakres; wiersz[; przybl]) @DESCRIPTION=Funkcja HLOOKUP znajduje t± kolumnê z zakresu, która ma w pierwszym wierszu komórkê podobn± do warto¶ci. Je¿eli @przybl nie jest równe PRAWDA, funkcja wyszukuje kolumnê z dok³adnym odpowiednikiem. Je¿eli @przybl jest równe TRUE, wówczas warto¶ci musz± byæ posortowane rosn±co dla poprawno¶ci funkcji; w takim przypadku funkcja wyszukuje kolumnê z warto¶ci± mniejsz± od @warto¶æ, zwracaj±c odnalezion± jako pierwsz± warto¶æ w kolumnie w oparciu o przesuniêcie o @wiersz wierszy do parametru @zakres. Funkcja zwraca b³±d #LICZBA!, je¿eli @wiersz < 0 oraz b³±d #ODW!, je¿eli @wiersz wychodzi poza @zakres. @EXAMPLES= @SEEALSO=VLOOKUP
sk: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(hodnota,rozsah,riadok[,pribli¾ne]) @DESCRIPTION=Funkcia HLOOKUP nájde ståpec v rozsahu, ktorého prvý riadok má podobnú hodnotu. Ak nie je @pribli¾ne TRUE, nájde ståpec s presne rovnakou hodnotou. Ak je @pribli¾ne TRUE, potom musia by» hodnoty utriedené vzostupne pre správne fungovanie; v tom prípade nájde ståpec s hodnotou men¹ou ne¾ @hodnota. Vracia hodnotu v nájdenom ståpci a v riadku @riadok relatívnom od 1 do rozsahu @rozsah. Vracia #NUM! ak je @riadok < 0. Vracia #REF! ak je @riadok mimo @rozsah. @EXAMPLES= @SEEALSO=VLOOKUP
tr: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(deðer,aralýk,satýr[,yaklaþýk]) @DESCRIPTION=HLOOKUP iþlevi verilen aralýk içinde ilk satýrdaki deðerlere benzer bir deðeri içeren sütunu bulur. @yaklaþýk YANLIÞ ise tam bir eþitlik aranýr. @yaklaþýk DOÐRU ise iþlevin doðru sonuç vermesi için deðerler artan sýrada sýralanmýþ olmalýdýr. Bu durumda @deðerden küçük deðere sahip olan sütunu @aralýk içindeki @satýrýnýn baþlangýcýný 1 kabul eden bir sayý olarak bulur. @satýr < 0 ise #SAYI!, @satýr @aralýk dýþýnda ise #REF! hatasý verir. Benzeri: VLOOKUP @EXAMPLES= @SEEALSO=VLOOKUP

source: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(value,vector1,vector2) @DESCRIPTION=LOOKUP function finds the row index of 'value' in @vector1 and returns the contents of value2 at that row index. If the area is longer than it is wide then the sense of the search is rotated. Alternatively a single array can be used. If LOOKUP can't find @value it uses the next largest value less than value. The data must be sorted. If @value is smaller than the first value it returns #N/A @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
pl: @FUNCTION=LOOKUP @SYNTAX=LOOKUP (warto¶æ; wektor1; wektor2) @DESCRIPTION=Funkcja LOOKUP wyszukuje indeks wiersza dla "warto¶æ" w @wektor1 i zwraca zawarto¶æ warto¶æ2 w tym indeksie wiersza. Je¿eli d³ugo æ obszaru jest wiêksza od jego szeroko ci, wówczas rozumowanie jest odwrócone. Opcjonalnie mo¿e zostaæ zastosowana pojedyncza tablica. Je¿eli funkcja LOOKUP nie jest w stanie odnale¼æ parametru @warto¶æ, u¿ywa nastêpnej najwiêkszej warto¶ci, mniejszej od tej warto¶ci. Dane musz± byæ posortowane. Je¿eli parametr @warto¶æ jest mniejszy od pierwszej warto¶ci, funkcja zwraca b³±d #N/A @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
sk: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(hodnota,vektor1,vektor2) @DESCRIPTION=Funkcia LOOKUP nájde index riadku 'hodnoty' vo @vektor1 a vráti obsah hodnota2 v riadku s týmto indexom. Ak je oblas» dlh¹ia ne¾ ako je ¹iroká, potom je význam hµadania otoèené. Je mo¾né pou¾i» aj jedno pole. Ak LOOKUP nemô¾e nájs» @hodnota, pou¾ije najbli¾¹iu men¹iu hodnotu. Dáta musia by» utriedené. Ak je @hodnota men¹ia ako prvá hodnota, vracia #N/A @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
tr: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(deðer,vektör1,vektör2) @DESCRIPTION=The LOOKUP iþlevi @vektör1 içindeki @deðerin satýr indeksini bulur ve satýr indeksindeki vektör2 nin içeriði ile sonuçlanýr. Alan, geniþliðinden daha büyükse aramanýn duyarlýðý döndürülür. Alternatif olarak bir tek dizi kullanýlabilir. Ýþlev @deðeri bulamazsa deðerden küçük sonraki en büyük deðeri kullanýr. Veri sýralanmýþ olmalýdýr. @deðer ilk deðerden küçükse iþlev #YOK! hatasý ile sonuçlanýr. Benzerleri: VLOOKUP,HLOOKUP @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP

source: @FUNCTION=MATCH @SYNTAX=MATCH(seek,vector[,type]) @DESCRIPTION=MATCH function finds the row index of @seek in @vector and returns it. If the area is longer than it is wide then the sense of the search is rotated. Alternatively a single array can be used. The @type parameter, which defaults to +1, controls the search: If @type = 1, finds largest value <= @seek. If @type = 0, finds first value == @seek. If @type = -1, finds smallest value >= @seek. For type 0, the data can be in any order. For types -1 and +1, the data must be sorted. (And in this case, MATCH uses a binary search to locate the index.) If @seek could not be found, #N/A is returned. @EXAMPLES= @SEEALSO=LOOKUP
pl: @FUNCTION=MATCH @SYNTAX=MATCH (wyszukiwanie; wektor[; typ]) @DESCRIPTION=Funkcja MATCH wyszukuje indeks wiersza dla "wyszukiwanie" w parametrze @wektor i zwraca j±. Je¿eli d³ugo¶æ obszaru jest wiêksza od jego szeroko¶ci, wówczas rozumowanie jest odwrócone. Opcjonalnie mo¿e zostaæ zastosowana pojedyncza tablica. Je¿eli typ = 1 (co jest warto¶ci± domy¶ln±), funkcja wyszukuje najwiêksz± warto¶æ <= @wyszukiwanie, je¿eli typ = 0, podaje pierwsz± warto¶æ == @wyszukiwanie, je¿eli typ = -1, wyszukuje najmniejsz± warto¶æ >= @wyszukiwanie, W przypadku typu 0 dane mog± byæ bez okre¶lonego porz±dku. Przy typach -1 i 1 musz± one byæ uporz±dkowane (w tym przypadku MATCH odnajduje indeks u¿ywaj±c wyszukiwania binarnego). Je¿eli nie mo¿na odnale¼æ @wyszukiwania, funkcja zwraca b³±d #N/A @EXAMPLES= @SEEALSO=LOOKUP
sk: @FUNCTION=MATCH @SYNTAX=MATCH(nájs»,vektor[,typ]) @DESCRIPTION=Funkcia MATCH nájde index riadku @nájs» vo @vektor a vráti ho. Ak je oblas» väè¹ia ne¾ je ¹iroká, potom je význam hµadania otoèený. Je mo¾né pou¾i» aj jedno pole. Parameter @typ, ktorý je ¹tandardne +1, ovláda hµadanie: Ak je @typ = 1, nájde najväè¹iu hodnotu <= .@nájs» Ak je @typ = 0, nájde prvú hodnotu == @nájs». Ak je @typ = -1, nájde najmen¹iu hodnotu >= @nájs». Pre typ 0 mô¾u by» v µubovoµnom poradí. Pre typy -1 a +1 musia by» dáta utriedené. (V tomto prípade, MATCH pou¾íva delenie intervalu pre nájdenie indexu.) Ak nie je @nájs» nájdené, vracia #N/A. @EXAMPLES= @SEEALSO=LOOKUP
tr: @FUNCTION=MATCH @SYNTAX=MATCH(sýra,vektör[,türü]) @DESCRIPTION=MATCH iþlevi @vektör içindeki @sýranýn satýr indeksini bulur. Alan, geniþliðinden uzunsa aramanýn duyarlýðý döndürülür. Alternatif olarak bir tek dizi kullanýlabilir. @türü verilmezse öntanýmlý olarak +1 dir. Arama denetimi: @türü = 1 ise @sýradan küçük ya da eþit en büyük deðeri bulur. @türü = 0 ise @sýraya eþit ilk deðeri bulur. @türü = -1 ise @sýradan büyük ya da eþit en küçük deðeri bulur. @türü = 0 için veri herhangi bir sýrada olabilir. Diðer türler için veri sýralý olmalýdýr. (Bu durumda iþlev indeksi bulurken ikilik arama yapar.) @sýra bulunamazsa #YOK! hatasý verir. Benzeri: LOOKUP @EXAMPLES= @SEEALSO=LOOKUP

source: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text,[format]) @DESCRIPTION=INDIRECT function returns the contents of the cell pointed to by the ref_text string. The string specifices a single cell reference the format of which is either A1 or R1C1 style. The style is set by the format boolean, which defaults to the former. If @ref_text is not a valid reference returns #REF! @EXAMPLES= If A1 contains 3.14 and A2 contains A1, then INDIRECT(A2) equals 3.14. @SEEALSO=
pl: @FUNCTION=INDIRECT @SYNTAX=INDIRECT (wsk_tekst[; format]) @DESCRIPTION=Funkcja INDIRECT zwraca zawarto¶æ komórki wskazywanej przez napis @wsk_tekst. Napis okre¶la wska¼nik do pojedynczej komórki, której format mo¿e zostaæ przedstawiony wg dwóch stylów: A1 lub R1C1. Styl jest ustawiany w formacie boolean. Je¿eli @wsk_tekst nie jest prawid³owym wska¼nikiem, funkcja zwraca b³±d #ODW! @EXAMPLES= Je¶li A1 zawiera 3,14 a A2 zawiera A1, wówczas INDIRECT(A2) jest równe 3,14. @SEEALSO=
sk: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text,[formát]) @DESCRIPTION=Funkcia INDIRECT vracia obsah bunky odkazovanej pomocou re»azcom ref_text. Re»azec ¹pecifikuje referenciu na jednu bunku formátom buï v ¹týle A1 alebo R1C1. ©týl sa nastavuje pomocou boolean premennej formát, ktorá je ¹tandardne ¹týl A1. Ak nie je @ref_text platná referencia, vracia #REF! @EXAMPLES= Ak A1 obsahuje 3.14 a A2 obsahuje A1, potom INDIRECT(A2) sa rovná 3.14. @SEEALSO=
tr: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_metin[,biçem]) @DESCRIPTION=INDIRECT iþlevi @ref_metin dizgesiyle baþvurulan gözenin içeriðini verir. Baþvuru A1 ya da R1C1 türünde olabilir. Tür, @biçem ile mevcut gösterimi öntanýmlý kabul ederek mantýksal bir deðer olarak belirtilebilir. @ref_metin geçerli bir baþvuru içermiyorsa #REF! hatasý verir. Örnek: A1 -> 3.14 ve A2 -> A1 içeriyorsa, INDIRECT(A2) eþittir 3.14 @EXAMPLES= A1 -> 3.14 ve A2 -> A1 içeriyorsa, INDIRECT(A2) eþittir 3.14 @SEEALSO=

source: @FUNCTION=INDEX @SYNTAX=INDEX(array,[row, col, area]) @DESCRIPTION=INDEX gives a reference to a cell in the given @array.The cell is pointed out by @row and @col, which count the rows and columnsin the array. If @row and @col are ommited the are assumed to be 1.@area has to be 1; references to multiple areas are not yet implemented.If the reference falls outside the range of the @array, INDEX returns a#REF! error. @EXAMPLES=Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3,21.3, 25.9, and 40.1. Then INDEX(A1:A5,4,1,1) equals 25,9 @SEEALSO=
sk: @FUNCTION=INDEX @SYNTAX=INDEX(pole,[riadok,ståpec,oblas»]) @DESCRIPTION=INDEX vracia referenciu na bunku zadanú v @pole. Bunka je urèená pomocou @riadok a @ståpec, èo je poèet riadkov a ståpcov v poli. Ak nie je @riadok ani @ståpec zadané, pou¾ije sa 1. @oblas» musí by» 1, referencie do viacerých oblastí e¹te nie sú implementované. Ak referencia padne mimo @pole, INDEX vracia chybu #REF!. @EXAMPLES=Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3,21.3, 25.9, a 40.1. Potom INDEX(A1:A5,4,1,1) sa rovná 25,9 @SEEALSO=
tr: @FUNCTION=INDEX @SYNTAX=INDEX(dizi[,satýr,sütun,alan]) @DESCRIPTION=INDEX iþlevi belirtilen dizi içindeki bir gözenin deðerini verir. Gözenin yeri @satýr, @sütunluk bölgede belirtilebilir. Eðer @satýr ve @sütun belirtilmezse 1 varsayýlýr. @alan 1 olacaktýr çünkü henüz çoklu alanlardan deðer döndürme iþleminin kodu yazýlmadý. Eðer baþvuru @dizi kapsamýnýn dýþýnda kalýyorsa iþlev #REF! hatasý ile sonuçlanýr. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: INDEX(A1:A5,4,1,1) eþitir 25,9 @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3,21.3, 25.9, 40.1 deðerlerini içeriyorsa: INDEX(A1:A5,4,1,1) eþitir 25,9 @SEEALSO=

source: @FUNCTION=COLUMN @SYNTAX=COLUMN([reference]) @DESCRIPTION=COLUMN function returns an array of the column numbers taking a default argument of the containing cell position. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= COLUMN() in E1 equals 5. @SEEALSO=COLUMNS,ROW,ROWS
pl: @FUNCTION=COLUMN @SYNTAX=COLUMN ([referencja]) @DESCRIPTION=Funkcja COLUMN zwraca tablicê liczb z kolumny, przyjmuj±c jako domy¶lny argument pozycjê zaznaczonej komórki. Je¶li parametr @referencja nie jest ani tablic± ani referencj± czy zakresem, funkcja zwraca b³±d #WARTO¦Æ!. @EXAMPLES= COLUMN() w E1 jest równe 5. @SEEALSO=COLUMNS,ROW,ROWS
sk: @FUNCTION=COLUMN @SYNTAX=COLUMN([referencia]) @DESCRIPTION=Funkcia COLUMN vracia pole èísel ståpcov so ¹tandardným argumentom obsahujúcim umiestnenie bunky. Ak nie je @referencia pole ani referencia, vráti #VALUE!. @EXAMPLES= COLUMN() v E1 sa rovná 5. @SEEALSO=COLUMNS,ROW,ROWS
tr: @FUNCTION=COLUMN @SYNTAX=COLUMN([referans]) @DESCRIPTION=COLUMN iþlevi göze konumlarýný içeren bir öntanýmlý deðer alarak bir sütun numaralarý dizisi ile sonuçlanýr. @referans bir dizi, bir aralýk ya da bir baþvuru deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. Örnek: E1 içinde COLUMN() eþittir 5 Benzerleri: COLUMNS, ROW, ROWS @EXAMPLES= E1 içinde COLUMN() eþittir 5 @SEEALSO=COLUMNS,ROW,ROWS

source: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=COLUMNS function returns the number of columns in area or array reference. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= COLUMNS(H2:J3) equals 3. @SEEALSO=COLUMN,ROW,ROWS
pl: @FUNCTION=COLUMNS @SYNTAX=COLUMNS (referencja) @DESCRIPTION=Funkcja COLUMNS zwraca liczbê kolumn w obszarze lub tablicy. Je¿eli parametr @wska¼nik nie jest tablic± ani referencj±, funkcja zwraca b³±d #WARTO¦Æ!. @EXAMPLES= COLUMNS(H2:J3) jest równe 3. @SEEALSO=COLUMN,ROW,ROWS
sk: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referencia) @DESCRIPTION=Funkcia COLUMNS vracia poèet ståpcov v oblasti alebo poli definovanom referenciou. Ak nie je @referencia pole, referencia ani rozsah, vracia #VALUE!. @EXAMPLES= COLUMNS(H2:J3) sa rovná 3. @SEEALSO=COLUMN,ROW,ROWS
tr: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referans) @DESCRIPTION=COLUMNS iþlevi belirtilen alandaki sütun sayýsý ile sonuçlanýr. @referans bir dizi, bir aralýk ya da bir baþvuru deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. Örnek: COLUMNS(H2:J3) eþittir 3 Benzerleri: COLUMN, ROW, ROWS @EXAMPLES= COLUMNS(H2:J3) eþittir 3 @SEEALSO=COLUMN,ROW,ROWS
