Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR calculates and returns the internal rate of return of an investment. This function is closely related to the net present value function (NPV). The IRR is the interest rate for a serie of cash flow where the net preset value is zero. @values contains the serie of cash flow generated by the investment. The payments should occur at regular intervals. The optional @guess is the initial value used in calculating the IRR. You do not have to use that, it is only provided for the Excel compatibility. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A8 contain the numbers -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Then IRR(A1:A8) returns 0.04375. @SEEALSO=FV,NPV,PV
pl: @FUNCTION=IRR @SYNTAX=IRR (przep³ywy[; start]) @DESCRIPTION=IRR oblicza i zwraca wewnêtrzn± stopê zwrotu z inwestycji. Funkcja ta jest ¶ci¶le powi±zana z funkcj± NPV (warto¶æ obecna netto). IRR to stopa procentowa dla której warto¶æ obecna netto serii okresowych przep³ywów pieniê¿nych jest równa zero. @przep³ywy zawieraj± seriê przep³ywów pieniê¿nych generowanych przez inwestycjê. P³atno¶ci musz± nastêpowaæ regularnie. Opcjonalny parametr @start to warto¶æ pocz±tkowa stosowana przy obliczaniu IRR. Nie jest wymagany, stosowany jest w celu zachowania zgodno¶ci z programem Excel. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1:A8 zawieraj± liczby -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Wtedy IRR(A1:A8) zwraca 0.04375. @SEEALSO=FV,NPV,PV
sk: @FUNCTION=IRR @SYNTAX=IRR(hodnoty[,odhad]) @DESCRIPTION=IRR poèíta vnútornú mieru výnosnosti investície. Táto funkcia má blízky vz»ah k funkcii pre èistú aktuálnu hodnotu (NPV). IRR je úroková miera pre sériu peòa¾ných tokov, kde èistá aktuálna hodnota je 0. @hodnoty obsahuje sériu peòa¾ných tokov generovaných investíciou. Platby by mali by» pravidelné. Nepovinný @odhad je poèiatoèná hodnota pou¾itá pre vypoèítanie IRR. Nemusíte ju pou¾íva», je uvedená len pre kompatibilitu s Excelom. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1:A8 obsahujú èísla -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Potom IRR(A1:A8) sa rovná 0.04375. @SEEALSO=FV,NPV,PV
tr: @FUNCTION=IRR @SYNTAX=IRR(deðerler[,tahmin]) @DESCRIPTION=IRR bir yatýrýmýn iç getiri oranýný hesaplar. Bu iþlev, net þimdiki deðer iþlevi (NPV) ile yakýndan alakalýdýr. IRR, net þimdiki deðeri 0 olan bir nakit akýþý serisinin faiz oranýdýr. Yatýrýmýn nakit akýþý serisi @deðerler içerisinde yer alýr. Ödemeler düzenli aralýklarda olmalýdýr. Ýsteðe baðlý @tahmin, IRR hesaplamasýnda kullanýlan ilk deðerdir. @tahmin verilmek zorunda deðildir, yalnýzca Excel uyumluluðu için bulundurulmaktadýr. Bu iþlev, Excel ile uyumludur. Örnek: A1:A8 gözelerinde -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422 deðerleri varsa: IRR(A1:A8) 0.04375 cevabýný verecektir. Benzerleri: FV, NPV, PV @EXAMPLES= A1:A8 gözelerinde -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422 deðerleri olsun. IRR(A1:A8) 0.04375 cevabýný verecektir. @SEEALSO=FV,NPV,PV

source: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt[,fv,type]) @DESCRIPTION=PV calculates the present value of an investment. @rate is the periodic interest rate, @nper is the number of periods used for compounding. @pmt is the payment made each period, @fv is the future value and @type is when the payment is made. If @type = 1 then the payment is made at the begining of the period. If @type = 0 (or omitted) it is made at the end of each period.@EXAMPLES= @SEEALSO=FV
pl: @FUNCTION=PV @SYNTAX=PV (stopa; n; p³atno¶æ[; wart_p; typ]) @DESCRIPTION=PV oblicza warto¶æ obecn± inwestycji. @stopa to stopa procentowa, @n to liczba okresów kapitalizacji, @p³atno¶æ to p³atno¶æ dokonywana w ka¿dym okresie, @wart_p to warto¶æ przysz³a inwestycji, @typ okre¶la moment dokonywaia p³atno¶ci. Je¿eli @typ=1 p³atno¶æ jest dokonywana na pocz±tku okresu, dla @typ=0 (lub pominiêty) na koñcu. @EXAMPLES= @SEEALSO=FV
sk: @FUNCTION=PV @SYNTAX=PV(úrok,periódy,pmt[,fv,typ]) @DESCRIPTION=PV poèíta aktuálnu hodnotu investície. @úrok je periodická úroková miera, @periódy je poèet období, @pmt je suma za ka¾dé obdobie, @fv je budúca hodnota a @typ hovorí, kedy sa platí. Ak je @typ = 1, platba je na zaèiatku obdobia. Ak je @typ = 0 (alebo neuvedený) je platba na konci ka¾dého obdobia.@EXAMPLES= @SEEALSO=FV
tr: @FUNCTION=PV @SYNTAX=PV(oran,ndön,öde[,fv,tür]) @DESCRIPTION=PV bir yatýrýmýn þimdiki deðerini hesaplar. @oran dönemsel faiz oraný, @ndön bileþtirme için kullanýlan dönem sayýsý, @öde, her dönemde yapýlan ödeme miktarý, @fv gelecekteki deðer ve @tür her dönemde ödemenin ne zaman yapýldýðýný belirleyen deðerdir. Eðer @tür = 1 ise, ödeme dönemin baþýnda yapýlýr. Eðer @tür = 0 ise (veya verilmemiþse), ödeme dönemin sonunda yapýlýr. Benzeri: FV @EXAMPLES= @SEEALSO=FV

source: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV calculates the net present value of an investment generating peridic payments. @rate is the periodic interest rate and @v1, @v2, ... are the periodic payments. If the schedule of the cash flows are not periodic use the XNPV function. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) equals 186.30673. @SEEALSO=PV,XNPV
pl: @FUNCTION=NPV @SYNTAX=NPV (stopa; p1; p2; ...) @DESCRIPTION=NPV oblicza warto¶æ netto inwestycji generuj±cej okresowe przep³ywy pieniê¿ne. @stopa to stopa procentowa, @p1, @p2 ... to p³atno¶ci przypadaj±ce na kolejne okresy. Je¿eli p³atno¶ci nie s± okresowe stosuje siê funkcjê XNPV. @EXAMPLES= NPV(0.17; -10000; 3340; 2941; 2493; 3233; 1732; 2932) zwraca 186.30673. @SEEALSO=PV,XNPV
sk: @FUNCTION=NPV @SYNTAX=NPV(úrok,v1,v2,...) @DESCRIPTION=NPV poèíta èistú aktuálnu hodnotu investície generujúcej periodické úroky. @úrok je periodická úroková miera a @v1, @v2, ... sú periodické úroky. Ak úroky nie sú periodické, pou¾ite funkciu XNPV. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) sa rovná 186.30673. @SEEALSO=PV,XNPV
tr: @FUNCTION=NPV @SYNTAX=NPV(oran,ö1,ö2,...) @DESCRIPTION=NPV dönemsel ödeme yapan bir yatýrýmýn net þimdiki deðerini hesaplar. @oran dönemsel faiz oraný ve @ö1, @ö2, ... dönemsel ödeme miktarlarýdýr. Eðer nakit akýþlarý dönemsel deðil ise, XNPV iþlevi kullanýlmalýdýr. Örnek: NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) 186.30673 deðerini verir. Benzerleri: PV, XNPV @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) 186.30673 deðerini verir. @SEEALSO=PV,XNPV

source: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV calculates the net present value of an investment. The schedule of the cash flows is given in @dates array. The first date indicates the beginning of the payment schedule. @rate is the interest rate and @values are the payments. If @values and @dates contain unequal number of values, XNPV returns the #NUM! error. @EXAMPLES= @SEEALSO=NPV,PV
pl: @FUNCTION=XNPV @SYNTAX=XNPV (stopa; przep³ywy; daty) @DESCRIPTION=XNPV oblicza warto¶æ obecn± netto inwestycji. Roz³o¿enie w czasie przep³ywów pieniê¿nych jest podane w tablicy @daty. Pierwsza data wyznacza pocz±tek serii p³atno¶ci. @stopa to stopa procentowa, @przep³ywy to tablica przep³ywów pieniê¿nych. Je¿eli @przep³ywy i @daty zawieraj± ró¿n± liczbê warto¶ci, XNPV zwraca b³±d #NUM!. @EXAMPLES= @SEEALSO=NPV,PV
sk: @FUNCTION=XNPV @SYNTAX=XNPV(úrok,hodnoty,dátumy) @DESCRIPTION=XNPV poèíta èistú aktuálnu hodnotu investície generujúcej periodické úroky. Kalendár je daný v poli @dátumy. Prvý dátum urèuje zaèiatok kalendára. @úrok je úroková miera a @hodnoty sú platby. Ak @hodnoty a @dátumy neobsahujú rovnaký poèet dát, XNPV vracia chybu #NUM!. @EXAMPLES= @SEEALSO=NPV,PV
tr: @FUNCTION=XNPV @SYNTAX=XNPV(oran,ödemeler,tarihler) @DESCRIPTION=XNPV bir yatýrýmýn net þimdiki deðerini hesaplar. Nakit akýþlarýnýn tarihleri @tarihler serisinde verilir. Ýlk tarih, ödeme planýnýn baþýný belirtir. @oran faiz oraný ve @ödemeler de ödeme miktarlarýdýr. Eðer @ödemeler ve @tarihler eþit olmayan sayýda girdi içerirse, XNPV #SAYI! hatasýný verir. Benzerleri: NPV, PV @EXAMPLES= @SEEALSO=NPV,PV

source: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR calculates and returns the internal rate of return of an investment that has not necessarily periodic payments. This function is closely related to the net present value function (NPV and XNPV). The XIRR is the interest rate for a serie of cash flow where the XNPV is zero. @values contains the serie of cash flow generated by the investment. @dates contains the dates of the payments. The first date describes the payment day of the initial payment and thus all the other dates should be after this date. The optional @guess is the initial value used in calculating the XIRR. You do not have to use that, it is only provided for the Excel compatibility. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A5 contain the numbers -6000, 2134, 1422, 1933, and 1422, and the cells B1:B5 contain the dates "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", and "2000-05-1". Then XIRR(A1:A5,B1:B5) returns 0.224838. @SEEALSO=IRR,XNPV
pl: @FUNCTION=XIRR @SYNTAX=XIRR (przep³ywy; daty[; start]) @DESCRIPTION=XIRR oblicza i zwraca wewnêtrzn± stopê zwrotu z inwestycji generuj±cej przep³ywy pieniê¿ne, które nie musz± byæ okresowe. Ta funkcja jest ¶ci¶le powi±zana z funkcj± obliczaj±c± warto¶æ obecn± netto (NPV i XNPV). XIRR to stopa procentowa dla której seria przep³ywów pieniê¿nych ma warto¶æ obecn± netto (XNPV) równ± zero. Roz³o¿enie w czasie przep³ywów pieniê¿nych jest podane w tablicy @daty. Pierwsza data wyznacza pocz±tek serii p³atno¶ci. @stopa to stopa procentowa, @przep³ywy to tablica przep³ywów pieniê¿nych. Opcjonalny parametr @start to warto¶æ pocz±tkowa stosowana przy obliczaniu XIRR. Nie jest wymagany, stosowany jest w celu zachowania zgodno¶ci z programem Excel. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1:A5 zawieraj± liczby -6000, 2134, 1422, 1933 i 1422, a komórki B1:B5 zawieraj± daty "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", oraz "2000-05-1". wtedy XIRR(A1:A5,B1:B5) zwraca 0.224838. @SEEALSO=IRR,XNPV
sk: @FUNCTION=XIRR @SYNTAX=XIRR(hodnoty,dátumy[,odhad]) @DESCRIPTION=XIRR poèíta vnútorné výnosové percento pre nie nutne periodické platby. Táto funkcia má blízky vz»ah k funkcii pre èistú aktuálnu hodnotu (NPV a XNPV). XIRR je úroková miera pre sériu peòa¾ných tokov, kde XNPV je 0. @hodnoty obsahuje sériu peòa¾ných tokov generovaných investíciou. @dátumy obsahuje dátumy platieb. Prvý dátum popisuje dátum prvej platby, tak¾e v¹etky ïal¹ie dátumy by mali by» a¾ po tomto dátume. Nepovinný @odhad je poèiatoèná hodnota pou¾itá pre vypoèítanie XIRR. Nemusíte ju pou¾íva», je uvedená len pre kompatibilitu s Excelom. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1:A5 obsahujú èísla -6000, 2134, 1422, 1933, a 1422, a ¾e bunky B1:B5 obsahujú dátumy "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", a "2000-05-1". Potom XIRR(A1:A5,B1:B5) sa rovná 0.224838. @SEEALSO=IRR,XNPV
tr: @FUNCTION=XIRR @SYNTAX=XIRR(ödemeler,tarihler[,tahmin]) @DESCRIPTION=XIRR dönemsel ödemeleri olmayan bir yatýrýmýn iç getiri oranýný hesaplar. Bu iþlev net þimdiki deðer iþlevleri ile (NPV ve XNPV) yakýndan alakalýdýr. XIRR, XNPV'si sýfýr olan bir nakit akýþýnýn faiz oranýdýr. Yatýrýmýn ödeyeceði nakit akýþý serisi @ödemeler içinde bulunur. @tarihler, ödeme tarihlerini içerir. Ýlk tarih, ilk ödeme tarihini belirtir ve bütün diðer tarihler bu tarihten sonra olmalýdýr. Seçime baðlý @tahmin, XIRR'ý hesaplamakta kullanýlan ilk tahmindir. @tahmin belirtilmek zorunda deðildir, yalnýzca Excel uyumluluðu için bulundurulmaktadýr. Bu iþlev Excel ile uyumludur Örnek: A1:A5 gözeleri -6000, 2134, 1422, 1933 ve 1422 rakamlarýný içersin, ve B1:B5 gözeleri "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12" ve "2000-05-1" tarihlerini içersin. XIRR(A1:A5,B1:B5) 0.224838 deðerini hesaplayacaktýr. Benzerleri: IRR,XNPV @EXAMPLES= A1:A5 gözeleri -6000, 2134, 1422, 1933 ve 1422 rakamlarýný içersin, ve B1:B5 gözeleri "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12" ve "2000-05-1" tarihlerini içersin. XIRR(A1:A5,B1:B5) 0.224838 deðerini hesaplayacaktýr. @SEEALSO=IRR,XNPV

source: @FUNCTION=FV @SYNTAX=FV(rate,term,pmt,pv,type) @DESCRIPTION=FV computes the future value of an investment. This is based on periodic, constant payments and a constant interest rate. The interest rate per period is @rate, @term is the number of periods in an annuity, @pmt is the payment made each period, @pv is the present value and @type is when the payment is made. If @type = 1 then the payment is made at the begining of the period. If @type = 0 it is made at the end of each period. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
pl: @FUNCTION=FV @SYNTAX=FV(stopa; n; p³atno¶æ; wo; typ) @DESCRIPTION=FV oblicza warto¶æ przysz³± inwestycji polegaj±cej na regularnych sta³ych p³atno¶ciach pzy sta³ej stopie procentowej. @stopa to stopa procentowa, @n to ilo¶æ okresów, @p³atno¶æ to warto¶æ ka¿dej z p³atno¶ci okresowych, @wo to warto¶æ obecna, @typ okre¶la kiedy p³atno¶æ jest dokonywana. Je¿eli @typ = 1 to p³atno¶æ dokonywana jest na pocz±tku okresu, dla @typ = 0 (lub pominiêty) na koñcu ka¿dego okresu.@EXAMPLES= @SEEALSO=PV,PMT,PPMT
sk: @FUNCTION=FV @SYNTAX=FV(úrok,term,pmt,pv,typ) @DESCRIPTION=FV poèíta budúcu hodnotu investície. Tá je zalo¾ená na periodických, kon¹tantných platbách a kon¹tantnej úrokovej miere. Úroková miera za obdobie je @úrok, @term je poèet období za rok, @pmt je platba za ka¾dé obdobie, @pv je aktuálna hodnota a @typ urèuje, kedy sa vykonávajú platby. Ak je @typ = 1 potom sa platí na zaèiatku obdobia. Ak je @typ = 0 potom sa platí na konci obdobia. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
tr: @FUNCTION=FV @SYNTAX=FV(oran,ndön,öde,pv,tür) @DESCRIPTION=FV bir yatýrýmýn gelecekteki deðerini hesaplar. Bu hesap, dönemsel, sabit ödemeler ve sabit faiz oranýna dayanýr. Her dönemdeki faiz oraný @oran, toplam dönem sayýsý @ndön, her dönemde yapýlan ödeme miktarý @öde, þimdiki deðer @pv ve dönem içinde ödemenin yapýlýþ zamaný @tür olarak belirtilir. Eðer @tür = 1 ise, ödeme dönem baþýnda, @tür = 0 ise, dönem sonunda yapýlýr. Benzerleri: PV, PMT, PPMT @EXAMPLES= @SEEALSO=PV, PMT, PPMT

source: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=PMT returns the amount of payment for a loan based on a constant interest rate and constant payments (each payment is equal amount). @rate is the constant interest rate. @nper is the overall number of payments. @pv is the present value. @fv is the future value. @type is the type of the payment: 0 means at the end of the period and 1 means at the beginning of the period. If @fv is omitted, Gnumeric assumes it to be zero. If @type is omitted, Gnumeric assumes it to be zero. @EXAMPLES= @SEEALSO=PPMT,PV,FV
pl: @FUNCTION=PMT @SYNTAX=PMT (stopa; n; wo[; wp; typ]) @DESCRIPTION=PMT zwraca kwotê sp³aty kredytu opartego na sta³ej stopie procentowej, i sta³ych ratach (kwota ka¿dej sp³aty jest jednakowa). @stopa to stopa procentowa, @n to liczba rat, @wo to warto¶æ obecna, @wp to warto¶æ przysz³a. @typ okre¶la kiedy p³atno¶æ jest dokonywana. Je¿eli @typ = 1 to p³atno¶æ dokonywana jest na pocz±tku okresu, dla @typ = 0 na koñcu ka¿dego okresu. Je¿eli @typ jest pominiêty Gnumeric zak³ada ¿e jest równy zero.Je¿eli @wp jest pominiêty Gnumeric zak³ada ¿e jest równy zero. @EXAMPLES= @SEEALSO=PPMT,PV,FV
sk: @FUNCTION=PMT @SYNTAX=PMT(úrok,platieb,pv[,fv,typ]) @DESCRIPTION=PMT poèíta sumu zaplatenú za pô¾ièku pre kon¹tantný úrok a platby (ka¾dá platba je rovnaká). @úrok je kon¹tantná úroková miera, @platieb je poèet platieb, @pv je aktuálna hodnota, @fv je budúca hodnota a @typ hovorí, kedy sa platí. Ak je @typ = 1, platba je na zaèiatku obdobia. Ak je @typ = 0 (alebo neuvedený) je platba na konci ka¾dého obdobia. Ak nie je @fv zadané, Gnumeric pou¾ije 0. Ak nie je uvedený @typ, Gnumeric pou¾ije 0. @EXAMPLES= @SEEALSO=PPMT,PV,FV
tr: @FUNCTION=PMT @SYNTAX=PMT(oran,ndön,pv[,fv,tür]) @DESCRIPTION=PMT, sabit faiz oraný ve sabit ödemelere (her ödeme eþit miktarda) sahip bir borcun dönemsel ödeme miktarýný hesaplar. @oran, sabit faiz oranýný, @ndön toplam ödeme sayýsýný, @pv þimdiki deðeri, @fv gelecekteki deðeri gösterir. @tür ödemenin dönem içinde ne zaman yapýlacaðýný belirtir: 0 dönem sonu, 1 dönem baþýný belirtir. Eðer @fv belirtilmemiþ ise, Gnumeric bu deðeri 0 kabul eder. Eðer @tür belirtilmemiþ ise, Gnumeric bu deðeri sýfýr kabul eder. Benzerleri: PPMT, PV, FV @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv,fv,type) @DESCRIPTION=IPMT calculates the amount of a payment of an annuity going towards interest. Formula for IPMT is: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE where: PRINCIPAL(PER-1) = amount of the remaining principal from last period @EXAMPLES= @SEEALSO=PPMT,PV,FV
sk: @FUNCTION=IPMT @SYNTAX=IPMT(úrok,za,poè_období,súè_hodnota,bud_hodnota,typ) @DESCRIPTION=IPMT poèíta úrokovú platbu z investície zalo¾enú na pravidelných stálych platbách. Vzorec pre IPMT je: IPMT(PER) = -PRINCIPAL(PER-1) * ÚROK kde: PRINCIPAL(PER-1) = mno¾stvo ostávajúcej hodnoty z minulého obdobia @EXAMPLES= @SEEALSO=PPMT,PV,FV
tr: @FUNCTION=IPMT @SYNTAX=IPMT(oran,dön,ndön,pv,fv,tür) @DESCRIPTION=IPMT bir senelik irat/borç ödemesinin ne kadarýnýn faiz ödemesi olduðunu hesaplar. IPMT hesabýnýn formülü: IPMT(DÖN) = -ANAPARA(DÖN-1) * FAÝZ_ORANI ANAPARA(DÖN-1) = geçen dönemden kalan anapara miktarýný belirtir. Benzerleri: PPMT, PV, FV @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT calculates the amount of a payment of an annuity going towards principal. Formula for it is: PPMT(per) = PMT - IPMT(per) where: PMT = Payment received on annuity IPMT(per) = amount of interest for period per @EXAMPLES= @SEEALSO=IPMT,PV,FV
sk: @FUNCTION=PPMT @SYNTAX=PPMT(úrok,za,poè_období,súè_hodnota[,bud_hodnota,typ]) @DESCRIPTION=PPMT poèíta hodnotu základnej istiny v anuitnej splátke investície za dané obdobie na základe pravidelných splátok. Vzorec je: PPMT(per) = PMT - IPMT(per) kde: PMT = anuitná splátka IPMT(per) = úrok za obdobie per @EXAMPLES= @SEEALSO=IPMT,PV,FV
tr: @FUNCTION=PPMT @SYNTAX=PPMT(oran,dön,ndön,pv[,fv,tür]) @DESCRIPTION=PPMT bir senelik irat/borç ödemesinin ne kadarýný anapara geri ödemesi olduðunu hesaplar. PPMT Formülü: PPMT(dön) = ÖDE - IPMT(dön) ÖDE = Dönemsel borç/irat ödemesi IPMT(dön) = Ödemede faiz ödemesine giden miktar Benzerleri: IPMT, PV, FV @EXAMPLES= @SEEALSO=IPMT,PV,FV

source: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv,fv,type) @DESCRIPTION=NPER calculates number of periods of an investment based on periodic constant payments and a constant interest rate. The interest rate per period is @rate, @pmt is the payment made each period, @pv is the present value, @fv is the future value and @type is when the payments are due. If @type = 1, payments are due at the begining of the period, if @type = 0, payments are due at the end of the period. @EXAMPLES= For example, if you deposit $10,000 in a savings account that earns an interest rate of 6%. To calculate home many years it will take to double your investment use NPER as follows: =NPER(0.06, 0, -10000, 20000,0)returns 11.895661046 which indicates that you can double your money just before the end of the 12th year. @SEEALSO=PPMT,PV,FV
sk: @FUNCTION=NPER @SYNTAX=NPER(úrok,pmt,pv,fv,typ) @DESCRIPTION=NPER poèíta poèet období investície zalo¾ený na periodických kon¹tantných platbách a kon¹tantnej úrokovej miere. Úroková miera za obdobie je @úrok, @pmt je platba za obdobie, @pv je aktuálna hodnota, @fv je budúca hodnota a @typ urèuje, kedy sa vykonáva platba. Ak je @typ = 1, platba je na zaèiatku obdobia, ak je @typ = 0, platba je na konci obdobia. @EXAMPLES= Napríklad, predpokladajme, ¾e ulo¾íte $10,000 na úète s úrokovou mierou 6%. Pre spoèítanie, za koµko rokov sa vám táto suma zdvojnásobí, pou¾ijeme NPER takto: =NPER(0.06, 0, -10000, 20000,0) vracia 11.895661046, èo znamená, ¾e tesne pred koncom 12. roku sa vám suma zdvojnásobí. @SEEALSO=PPMT,PV,FV
tr: @FUNCTION=NPER @SYNTAX=NPER(oran,öde,pv,fv,tür) @DESCRIPTION=NPER sabit ödemelere ve sabit faiz oranýna sahip bir yatýrýmdaki toplam ödeme dönemi sayýsýný hesaplar. Dönemsel faiz oraný, @oran; her dönemde yapýlan ödeme miktarý, @öde, @pv þimdiki deðer, @fv gelecekteki deðer The interest rate per period is @rate, @pmt is the payment made each period, @pv is the present value, @fv is the future value and @type is when the payments are due. If @type = 1, payments are due at the begining of the period, if @type = 0, payments are due at the end of the period. @EXAMPLES= For example, if you deposit $10,000 in a savings account that earns an interest rate of 6%. To calculate home many years it will take to double your investment use NPER as follows: =NPER(0.06, 0, -10000, 20000,0)returns 11.895661046 which indicates that you can double your money just before the end of the 12th year. @SEEALSO=PPMT,PV,FV

source: @FUNCTION=DURATION @SYNTAX=DURATION(rate,pv,fv) @DESCRIPTION=DURATION calculates number of periods needed for an investment to attain a desired value. This function is similar to FV and PV with a difference that we do not need give the direction of cash flows e.g. -100 for a cash outflow and +100 for a cash inflow. @EXAMPLES= @SEEALSO=PPMT,PV,FV
sk: @FUNCTION=DURATION @SYNTAX=DURATION(úrok,pv,fv) @DESCRIPTION=DURATION poèíta poèet období, za ktoré investícia získa danú hodnotu. Táto funkcia je podobná FV a PV s tým rozdielom, ¾e nie je potrebné urèova» smer peòa¾ného toku, napr. -100 pre odtok a +100 pre prítok. @EXAMPLES= @SEEALSO=PPMT,PV,FV
tr: @FUNCTION=DURATION @SYNTAX=DURATION(oran,pv,fv) @DESCRIPTION=DURATION bir yatýrýmýn istenen deðere gelmesi için gereken dönem sayýsýný hesaplar. Bu iþlev FV ve PV'ye benzer fakat nakit akýþlarýnýn yönünü belirtmek gerekmez. örn. nakit çýkýþý için -100, nakit giriþi için +100 gibi. Benzerleri: PPMT,PV,FV @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,schedule) @DESCRIPTION=FVSCHEDULE returns the future value of given initial value after applying a series of compound periodic interest rates. The argument @principal is the present value; @schedule is an array of interest rates to apply. The @schedule argument must be a range of cells. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain interest rates 0.11, 0.13, 0.09, 0.17, and 0.03. Then FVSCHEDULE(3000,A1:A5) equals 4942.7911611. @SEEALSO=PV,FV
sk: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(p,kalendár) @DESCRIPTION=FVSCHEDULE vracia budúcu hodnotu danej poèiatoènej hodnoty po pou¾ití série periodických úrokových mier. Argument @p je aktuálna hodnota; @kalendár je pole pou¾itých úrokových mier. Argument @kalendár musí by» rozsah buniek. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú úrokové miery 0.11, 0.13, 0.09, 0.17, a 0.03. Potom FVSCHEDULE(3000,A1:A5) sa rovná 4942.7911611. @SEEALSO=PV,FV
tr: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(anapara,ödeme_planý) @DESCRIPTION=FVSCHEDULE verilen bir ilk deðere, bileþik dönemsel faizlerden oluþan bir seriyi uyguladýktan sonra elde edilen gelecekteki deðeri hesaplar. Þimdiki deðer @anapara, uygulanacak olan faiz deðerleri dizisi ise @ödeme_planý içerisinde bulunur. @ödeme_planý argümaný bir gözeler aralýðý olmalýdýr. Örnek: A1, A2, ..., A5 gözeleri 0.11, 0.13, 0.09, 0.17 ve 0.03 faiz oranlarýna sahipse: FVSCHEDULE(3000,A1:A5), 4942.7911611 sonucunu verir. Benzerleri: PV, FV @EXAMPLES= A1, A2, ..., A5 gözeleri 0.11, 0.13, 0.09, 0.17 ve 0.03 faiz oranlarýna sahiptir. FVSCHEDULE(3000,A1:A5), 4942.7911611 sonucunu verir. @SEEALSO=PV,FV
