Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO converts one Euro to a given national currency in the European monetary union. @currency is one of the following: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) FIM (Finland) FRF (France) IEP (Ireland) GRD (Greek) ITL (Italy) LUF (Luxemburg) NLG (Netherlands) PTE (Portugal) If the given @currency is other than one of the above, EURO returns #NUM! error. @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
pl: @FUNCTION=EURO @SYNTAX=EURO (waluta) @DESCRIPTION=Funkcja EURO konwertuje jeden Euro do podanej waluty narodowej jednego z krajów Europejskiej Unii Walutowej. Argument @waluta mo¿e przyj±æ jedn± z warto¶ci: ATS (Austria) BEF (Belgia) DEM (Niemcy) ESP (Hiszpania) FIM (Finlandia) FRF (Francja) IEP (Irlandia) ITL (W³ochy) LUF (Luksemburg) NLG (Holandia) PTE (Portugalia) Je¶li @waluta nie jest ¿adn± z powy¿szych warto¶ci, funkcja zwraca b³±d #LICZBA!. @EXAMPLES= EURO("DEM") jest równe 1,95583. @SEEALSO=
sk: @FUNCTION=EURO @SYNTAX=EURO(mena) @DESCRIPTION=EURO prevádza jedno Euro na danú národnú menu v Európskej menovej únii. @mena je jedna z nasledujúcich: ATS (Rakúsko) BEF (Belgicko) DEM (Nemecko) ESP (©panielsko) FIM (Fínsko) FRF (Francúzsko) IEP (Írsko) ITL (Taliansko) LUF (Luxembursko) NLG (Holandsko) PTE (Portugalsko) Ak je @mena iná ako tieto uvedené, EURO vracia chybu #NUM!. @EXAMPLES= EURO("DEM") vracia 1.95583. @SEEALSO=

source: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,frequency[,basis]) @DESCRIPTION=PRICE returns price per $100 face value of a security. This method can only be used if the security pays periodic interest. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, PRICE returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=PRICE @SYNTAX=PRICE(vyrovnanie,splatnos»,výnos,zaruè_cena,frekvencia[,základòa]) @DESCRIPTION=PRICE poèíta cenu cenného papiera na $100. Táto metoda sa dá pou¾i» iba pre periodické cenné papiere.@frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, PRICE vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, PRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=PRICE @SYNTAX=PRICE(valör,vade,oran,getiri,itfa_bedeli,sýklýk[,tahakkuk]) @DESCRIPTION=PRICE bir yatýrýmýn 100 nominal deðere karþýlýk olan fiyatýný hesaplar. Bu iþlev, yalnýzca yatýrým dönemsel faiz ödemeli ise kullanýlabilir. Bir yýldaki kupon ödeme sayýsý @sýklýk deðerinde belirtilir. Desteklenen sýklýk deðerleri: 1 = yýlda bir, 2 = yýlda iki, 4 = yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @sýklýk, 1, 2 veya 4'den baþka bir deðerde ise, PRICE #SAYI! hatasý verir. Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELD @SYNTAX=YIELD(settle,mat,rate,price,redemption_price,frequency[,basis]) @DESCRIPTION=Use YIELD to calculate the yield on a security that pays periodic interest. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, YIELD returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=YIELD @SYNTAX=YIELD(vyrovnanie,splatnos»,cena,zaruè_cena,frekvencia[,základòa]) @DESCRIPTION=YIELD poèíta výnos cenného papiera s periodickým úrokom. @frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, YIELD vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, YIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=YIELD @SYNTAX=YIELD(valör,itfa,oran,fiyat,itfa_bedeli,sýklýk[,tahakkuk]) @DESCRIPTION=Dönemsel faiz ödeyen bir yatýrýmýn getirisini hesaplamak için YIELD kullanýlýr. Bir yýldaki kupon ödeme sayýsý @sýklýk deðerinde belirtilir. Desteklenen sýklýk deðerleri: 1 = yýlda bir, 2 = yýlda iki, 4 = yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @sýklýk, 1, 2 veya 4'den baþka bir deðerde ise, YIELD #SAYI! hatasý verir. Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption[,basis]) @DESCRIPTION=YIELDDISC calculates the annual yield of a security that is discounted. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @pr is the price per $100 face value of the security. @redemption is the redemption value per $100 face value. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, YIELDDISC returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(vyrovnanie,splatnos»,cena,zaruè_cena[,základòa]) @DESCRIPTION=YIELDDISC poèíta roèný výnos diskontovaného cenného papiera. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @cena je cena za $100 cenného papiera. @zaruè_cena je zaruèená cena na $100. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, YIELDDISC vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, YIELDDISC vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, YIELDDISC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(valör,itfa,pr,itfa_bedeli[,tahakkuk]) @DESCRIPTION=YIELDDISC iskontolu bir yatýrýmýn yýllýk getirisini hesaplar. Yatýrýmýn valör tarihi @valör, itfa tarihi ise @itfa olarak belirtilir. @pr, yatýrýmda 100 nominal bedele karþý gelen fiyattýr. @itfa_bedeli, 100 nominal deðere karþý gelen itfa bedelidir. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr[,basis]) @DESCRIPTION=YIELDMAT calculates the annual yield of a security for which the interest is payed at maturity date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @rate is the interest rate set to the security. @pr is the price per $100 face value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, YIELDMAT returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(vyrovnanie,splatnos»,emisia,úrok,výnos[,základòa]) @DESCRIPTION=YIELDMAT poèíta roèný výnos cenného papiera, ktorého úrok je splatný v deò splatnosti. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @emisia je dátum emisie papiera. @výnos je roèný výnos papiera. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, YIELDMAT vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, YIELDMAT vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, YIELDMAT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(valör,itfa,ihraç,oran,pr[,tahakkuk]) @DESCRIPTION=YIELDMAT, faizi itfa tarihinde ödenen bir yatýrýmýn yýllýk getirisini hesaplar. @valör, yatýrýmýn valör tarihidir. @itfa, yatýrýmýn itfa tarihidir. @ihraç, yatýrýmýn ihraç tarihidir. @oran, yatýrýmýn faiz oranýdýr. Yatýrýmýn 100 nominal bedeline karþýlýk gelen fiyat, @pr olarak belirtilir. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDFPRICE returns the price per $100 face value of a security. The security should have an odd short or long first period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, ODDFPRICE returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(vyrovnanie,splatnos»,emisia,prvé_obdobie,úrok,výnos,zaruè_cena,frekvencia[,základòa]) @DESCRIPTION=ODDFPRICE poèíta cenu za $100 cenného papiera. Má ma» nepárnu krátku alebo dlhú prvú periodu. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @emisia je dátum emisie papiera. @frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDFPRICE vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, ODDFPRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(valör,itfa,ihraç,ilk_kupon,oran,getiri,itfa_bedeli,sýklýk[,tahakkuk]) @DESCRIPTION=ODDFPRICE bir yatýrýmýn 100 nominal bedele karþýlýk gelen fiyatýný hesaplar. Yatýrýmýn normal dönemden daha önce veya sonra olan bir ilk faiz ödemesi olmalýdýr. @valör, yatýrýmýn valör tarihidir. @itfa, yatýrýmýn itfa tarihidir. @ihraç, yatýrýmýn ihraç tarihidir. @sýklýk, bir yýldaki kupon ödemelerinin sayýsýdýr. Ýzin verilen sýklýklar: 1=yýlda bir, 2=yýlda iki, 4=yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @sýklýk deðeri 1, 2, veya 4 deðil ise, ODDFPRICE, #SAYI! hatasý verir. Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDFYIELD calculates the yield of a security having an odd first period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, ODDFYIELD returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(vyrovnanie,splatnos»,emisia,prvé_obdobie,úrok,cena,zaruè_cena,frekvencia[,základòa]) @DESCRIPTION=ODDFYIELD poèíta výnos cenného papiera, ktorý má nepárnu prvú periódu. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @emisia je dátum emisie papiera.@frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDFYIELD vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, ODDFYIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(valör,itfa,ihraç,ilk_kupon,oran,pr,itfa_bedeli,sýklýk[,tahakkuk]) @DESCRIPTION=ODDFYIELD ilk faiz ödemesi normal dönemin dýþýnda olan bir yatýrýmýn getirisini hesaplar. @valör, yatýrýmýn valör tarihidir. @itfa, yatýrýmýn itfa tarihidir. @sýklýk, bir yýldaki kupon ödemelerinin sayýsýdýr. Ýzin verilen sýklýklar: 1=yýlda bir, 2=yýlda iki, 4=yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @sýklýk deðeri 1, 2, veya 4 deðil ise, ODDFYIELD, #SAYI! hatasý verir. Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDLPRICE calculates the price per $100 face value of a security that has an odd last coupon period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, ODDFYIELD returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(vyrovnanie,splatnos»,posledný_úrok,úrok,výnos,zaruè_cena,frekvencia[,základòa]) @DESCRIPTION=ODDLPRICE poèíta cenu za $100 cenného papiera, ktorý má nepárnu periodu posledného kuponu. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDLPRICE vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, ODDLPRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(valör,itfa,son_faiz,oran,getiri,itfa_bedeli,sýklýk[,tahakkuk]) @DESCRIPTION=ODDLPRICE, son faiz ödemesi normal dönemselliðin dýþýnda olan bir yatýrýmýn, 100 nominal bedele karþýlýk gelen fiyatýný hesaplar. @valör, yatýrýmýn valör tarihidir. @itfa, yatýrýmýn itfa tarihidir. @sýklýk, bir yýldaki kupon ödemelerinin sayýsýdýr. Ýzin verilen sýklýklar: 1=yýlda bir, 2=yýlda iki, 4=yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @sýklýk deðeri 1, 2, veya 4 deðil ise, ODDLPRICE, #SAYI! hatasý verir. Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD calculates the yield of a security having an odd last period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, ODDLYIELD returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(vyrovnanie,splatnos»,posledný_úrok,úrok,cena,zaruè_cena,frekvencia[,základòa]) @DESCRIPTION=ODDLYIELD poèíta výnos cenného papiera s nepárnou poslednou periodou. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDLYIELD vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, ODDLYIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD, son faiz ödemesi normal dönemselliðin dýþýnda olan bir yatýrýmýn getirisini hesaplar. @valör, yatýrýmýn valör tarihidir. @itfa, yatýrýmýn itfa tarihidir. @sýklýk, bir yýldaki kupon ödemelerinin sayýsýdýr. Ýzin verilen sýklýklar: 1=yýlda bir, 2=yýlda iki, 4=yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @sýklýk deðeri 1, 2, veya 4 deðil ise, ODDLYIELD, #SAYI! hatasý verir. Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORDEGRC returns the depreciation for each accounting period.@settlement is the settlement date of the security. @maturity is the maturity date of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, AMORDEGRC returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(náklady,dátum_nákupu,prvé_obdobie,zostatok,obdobie,úrok[,základòa]) @DESCRIPTION=AMORDEGRC vracia odpis pre ka¾dé úètovné obdobie. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, AMORDEGRC vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, AMORDEGRC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(maliyet,alýþ_tarihi,ilk_dönem,hurda,dönem,oran[,tahakkuk]) @DESCRIPTION=AMORDEGRC her muhasebe dönemi için amortismaný hesaplar. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORLINC returns the depreciation for each accounting period.@settlement is the settlement date of the security. @maturity is the maturity date of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @frequency is other than 1, 2, or 4, AMORLINC returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(náklady,dátum_nákupu,prvé_obdobie,zostatok,obdobie,úrok[,základòa]) @DESCRIPTION=AMORLINC poèíta odpis pre ka¾dé úètovné obdobie. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, AMORLINC vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, AMORLINC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(maliyet,alýþ_tarihi,ilk_dönem,hurda,dönem,oran[,tahakkuk]) @DESCRIPTION=AMORLINC her muhasebe dönemi için amortismaný hesaplar. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @tahakkuk belirtilmez ise, ABD 30/360 uygulanýr. Eðer @tahakkuk, 0 ve 4 arasýnda deðil ise, #SAYI! hatasý verilir. @EXAMPLES= @SEEALSO=
