Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=SUMIF @SYNTAX=SUMIF(range,criteria[,actual_range]) @DESCRIPTION=SUMIF function sums the values in the given @range that meet the given @criteria. If @actual_range is given, SUMIF sums the values in the @actual_range whose corresponding components in @range meet the given @criteria. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUMIF(A1:A5,"<=28") equals 78. SUMIF(A1:A5,"<28") equals 50. In addition, if the cells B1, B2, ..., B5 hold numbers 5, 3, 2, 6, and 7 then: SUMIF(A1:A5,"<=27",B1:B5) equals 8. @SEEALSO=COUNTIF, SUM
pl: @FUNCTION=SUMIF @SYNTAX=SUMIF (zakres; kryterium[; rzeczywisty_zakres]) @DESCRIPTION=Funkcja SUMIF zwraca sumê warto¶ci z zakresu @zakres, które odpowiadaj± podanemu @kryterium. Je¶li zostanie podany @rzeczywisty_zakres, sumowane s± warto¶ci z tego zakresu, które odpowiadaj± wybranym warto¶ciom z zakresu @zakres. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 23, 27, 28, 33 oraz 39, wówczas wyra¿enie SUMIF (A1:A5; "<=28") jest równe 78. SUMIF (A1:A5; "<28") jest równe 50. Ponadto, niech komórki B1, B2, ..., B5 zawieraj± liczby 5, 3, 2, 6, oraz 7. wówczas wyra¿enie SUMIF (A1:A5; "<=27"; B1:B5) jest równe 8. @SEEALSO=COUNTIF, SUM
sk: @FUNCTION=SUMIF @SYNTAX=SUMIF(rozsah,kritériá[,skutoèný_rozsah]) @DESCRIPTION=Funkcia SUMIF spoèíta súèet hodnôt z daného rozsahu @rozsah, ktoré spåòajú dané @kritériá. Ak je daný @skutoèný_rozsah, SUMIF vracia hodnoty v @skutoèný_rozsah, ktorých odpovedajúce komponenty v @rozsah spåòajú dané @kritériá. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 23, 27, 28, 33, a 39. Potom SUMIF(A1:A5,"<=28") sa rovná 78. SUMIF(A1:A5,"<28") sa rovná 50. Navy¹e, ak bunky B1, B2, ..., B5 obsahujú èísla 5, 3, 2, 6, a 7 potom: SUMIF(A1:A5,"<=27",B1:B5) sa rovná 8. @SEEALSO=COUNTIF, SUM
tr: @FUNCTION=SUMIF @SYNTAX=SUMIF(aralýk,koþul[,güncel_aralýk]) @DESCRIPTION=SUMIF iþlevi @aralýk içindeki deðerler arasýnda @koþula uyan deðerlerin toplamýný hesaplar. @güncel_aralýk verilmiþse, @aralýk içinde @koþula uyan deðerlere @güncel_aralýk içinde karþý düþen deðerlerin toplamýný hesaplar. Bu iþlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri sýrasýyla 23, 27, 28, 33, ve 39 deðerlerini içeriyorsa: SUMIF(A1:A5,"<=28") eþittir 78 SUMIF(A1:A5,"<28") eþittir 50 Ek olarak B1, B2, ..., B5 gözeleri sýrasýyla 5, 3, 2, 6, ve 7 deðerlerini içeriyorsa: SUMIF(A1:A5,"<=27",B1:B5) eþittir 8 Benzerleri: COUNTIF, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 23, 27, 28, 33, ve 39 deðerlerini içeriyorsa: SUMIF(A1:A5,"<=28") eþittir 78 SUMIF(A1:A5,"<28") eþittir 50 Ek olarak B1, B2, ..., B5 gözeleri sýrasýyla 5, 3, 2, 6, ve 7 deðerlerini içeriyorsa: SUMIF(A1:A5,"<=27",B1:B5) eþittir 8 @SEEALSO=COUNTIF, SUM

source: @FUNCTION=CEILING @SYNTAX=CEILING(x,significance) @DESCRIPTION=CEILING function rounds @x up to the nearest multiple of @significance. If @x or @significance is non-numeric CEILING returns #VALUE! error. If @x and @significance have different signs CEILING returns #NUM! error. This function is Excel compatible. @EXAMPLES= CEILING(2.43,1) equals 3. CEILING(123.123,3) equals 126. @SEEALSO=CEIL
pl: @FUNCTION=CEILING @SYNTAX=CEILING (x; istotno¶æ) @DESCRIPTION=Funkcja CEILING zaokr±gla @x w górê do najbli¿szej wielokrotno¶ci @istotno¶ci. Je¶li @x lub @istotno¶æ nie jest liczb±, funkcja CEILING zwraca b³±d #WARTO¦Æ!. Je¶li @x oraz @istotno¶æ maj± ró¿ne znaki, funkcja CEILING zwraca b³±d #NUM!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CEILING (2,43; 1) jest równe 3. CEILING (123,123; 3) jest równe 126. @SEEALSO=CEIL
sk: @FUNCTION=CEILING @SYNTAX=CEILING(x,významnos») @DESCRIPTION=Funkcia CEILING zaokrúhli @x nahor na najbli¾¹í násobok @významnos». Ak @x alebo @významnos» nie je èíselné, CEILING vracia chybu #VALUE!. Ak @x a @významnos» majú rôzne znamienka, vracia CEILING chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CEILING(2.43,1) sa rovná 3. CEILING(123.123,3) sa rovná 126. @SEEALSO=CEIL
tr: @FUNCTION=CEILING @SYNTAX=CEILING(x,önem) @DESCRIPTION=CEILING iþlevi @x'i @önem'in çarpaný olduðu en yakýn tamsayýya yuvarlar. @x ya da @önem sayýsal deðilse @DEÐER!, farklý iþaretlere sahipseler @SAYI! hatasýyla sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: CEILING(2.43,1) eþittir 3 CEILING(123.123,3) eþittir 126 Benzeri: CEIL @EXAMPLES= CEILING(2.43,1) eþittir 3 CEILING(123.123,3) eþittir 126 @SEEALSO=CEIL

source: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS function returns the cosine of @x, where @x is given in radians. This function is Excel compatible. @EXAMPLES= COS(0.5) equals 0.877583. COS(1) equals 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
pl: @FUNCTION=COS @SYNTAX=COS (x) @DESCRIPTION=Funkcja COS zwraca cosinus z @x, gdzie @x jest podane w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= COS(0,5) jest równe 0,877583. COS(1) jest równe 0,540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
sk: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=Funkcia COS vracia kosínus @x, kde @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COS(0.5) sa rovná 0.877583. COS(1) sa rovná 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
tr: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS iþlevi radyan cinsinden verildiðinde @x'in kosinüsünü hesaplar. Bu iþlev Excel uyumludur. Örnekler: COS(0.5) eþittir 0.877583 COS(1) eþittir 0.540302 Benzerleri: COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES @EXAMPLES= COS(0.5) eþittir 0.877583 COS(1) eþittir 0.540302 @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH function returns the hyperbolic cosine of @x, which is defined mathematically as (exp(@x) + exp(-@x)) / 2. @x is in radians. This function is Excel compatible. @EXAMPLES= COSH(0.5) equals 1.127626. COSH(1) equals 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
pl: @FUNCTION=COSH @SYNTAX=COSH (x) @DESCRIPTION=Funkcja COSH zwraca cosinus hiperboliczny z @x, który jest zdefiniowany matematycznie jako (exp(@x) + exp(-@x)) / 2. Argument @x jest podany w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= COSH(0,5) jest równe 1,127626. COSH(1) jest równe 1,543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
sk: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=Funkcia COSH vracia hyperbolický kosínus @x, ktorý je definovaný ako (exp(@x) + exp(-@x)) / 2. @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COSH(0.5) sa rovná 1.127626. COSH(1) sa rovná 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
tr: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH iþlevi matematiksel olarak (exp(@x) + exp(-@x)) / 2 ifadesi ile tanýmlanan sinüs hiperbolik @x'i hesaplar. @x radyan cinsinden olmalýdýr. Bu iþlev Excel uyumludur. Örnekler: COSH(0.5) eþittir 1.127626 COSH(1) eþittir 1.543081 Benzerleri: COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP @EXAMPLES= COSH(0.5) eþittir 1.127626 COSH(1) eþittir 1.543081 @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP

source: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES computes the number of degrees equivalent to @x radians. This function is Excel compatible. @EXAMPLES= DEGREES(2.5) equals 143.2394. @SEEALSO=RADIANS, PI
pl: @FUNCTION=DEGREES @SYNTAX=DEGREES (x) @DESCRIPTION=Funkcja DEGREES zwraca liczbê stopni odpowiadaj±c± @x radianom. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DEGREES(2,5) jest równe 143,2394. @SEEALSO=RADIANS, PI
sk: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES poèíta stupne rovnajúce sa @x radiánov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEGREES(2.5) sa rovná 143.2394. @SEEALSO=RADIANS, PI
tr: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES iþlevi radyan cinsinden verilen @x'in derece cinsinden eþdeðerini hesaplar. Bu iþlev Excel uyumludur. Örnek: DEGREES(2.5) eþittir 143.2394 Benzerleri: RADIANS, PI @EXAMPLES= DEGREES(2.5) eþittir 143.2394 @SEEALSO=RADIANS, PI

source: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP computes the value of e (the base of natural logarithmns) raised to the power of @x. This function is Excel compatible. @EXAMPLES= EXP(2) equals 7.389056. @SEEALSO=LOG, LOG2, LOG10
pl: @FUNCTION=EXP @SYNTAX=EXP (x) @DESCRIPTION=Funkcja EXP zwraca sta³± e (podstawê logarytmów naturalnych) podniesion± do potêgi @x. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= EXP(2) jest równe 7,389056. @SEEALSO=LOG, LOG2, LOG10
sk: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP poèíta mocninu hodnotu e (základ prirodzeného logaritmu) na @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXP(2) sa rovná 7.389056. @SEEALSO=LOG, LOG2, LOG10
tr: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP iþlevi e üssü @x hesaplar. Bu iþlev Excel uyumludur. Örnek: EXP(2) eþittir 7.389056 Benzerleri: LOG, LOG2, LOG10 @EXAMPLES= EXP(2) eþittir 7.389056. @SEEALSO=LOG, LOG2, LOG10

source: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT computes the factorial of @x. ie, @x! This function is Excel compatible. @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=
pl: @FUNCTION=FACT @SYNTAX=FACT (x) @DESCRIPTION=Funkcja FACT oblicza silniê z @x, tj. @x! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FACT(3) jest równe 6. FACT(9) jest równe 362880. @SEEALSO=
sk: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT poèíta faktoriál @x. èi¾e, @x!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FACT(3) sa rovná 6. FACT(9) sa rovná 362880. @SEEALSO=
tr: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT iþlevi (@x!) @x faktöriyeli hesaplar. Bu iþlev Excel uyumludur. Örnekler: FACT(3) eþittir 6 FACT(9) eþittir 362880 @EXAMPLES= FACT(3) eþittir 6 FACT(9) eþittir 362880 @SEEALSO=

source: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN computes the number of combinations. Performing this function on a non-integer or a negative number returns an error. Also if @n is less than @k returns an error. This function is Excel compatible. @EXAMPLES= COMBIN(8,6) equals 28. COMBIN(6,2) equals 15. @SEEALSO=
pl: @FUNCTION=COMBIN @SYNTAX=COMBIN (n; k) @DESCRIPTION=Funkcja COMBIN zwraca liczbê kombinacji k-elementowych ze zbioru n-elementowego. Je¶li który¶ z argumentów nie jest nieujemn± liczb± ca³kowit± lub @n jest mniejsze od @k, funkcja zwraca b³±d. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= COMBIN (8; 6) jest równe 28. COMBIN (6; 2) jest równe 15. @SEEALSO=
sk: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN poèíta poèet kombinácií. Vykonanie tejto funkcie na zápornom alebo nie celom èísle vracia chybu. Taktie¾, ak je @n men¹ie ako @k vracia chybu. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COMBIN(8,6) sa rovná 28. COMBIN(6,2) sa rovná 15. @SEEALSO=
tr: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN iþlevi birleþim sayýsýný hesaplar. Tamsayý olmayan ya da negatif sayýlar verilirse ya da @n < @k ise hata verir. Bu iþlev Excel uyumludur. Örnekler: COMBIN(8,6) eþittir 28 COMBIN(6,2) eþittir 15 @EXAMPLES= COMBIN(8,6) eþittir 28 COMBIN(6,2) eþittir 15 @SEEALSO=

source: @FUNCTION=FLOOR @SYNTAX=FLOOR(x,significance) @DESCRIPTION=FLOOR function rounds @x down to the next nearest multiple of @significance. @significance defaults to 1. This function is Excel compatible. @EXAMPLES= FLOOR(0.5) equals 0. FLOOR(5,2) equals 4. FLOOR(-5,-2) equals -4. FLOOR(-5,2) equals #NUM!. @SEEALSO=CEIL, ABS, INT
pl: @FUNCTION=FLOOR @SYNTAX=FLOOR (x; istotno¶æ) @DESCRIPTION=Funkcja CEILING zaokr±gla @x w dó³ do najbli¿szej wielokrotno¶ci @istotno¶ci. Warto¶ci± domy¶ln± @istotno¶ci jest 1. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FLOOR (0, 5) jest równe 0. FLOOR (5; 2) jest równe 4. FLOOR (-5; -2) jest równe -4. FLOOR (-5; 2) jest równe #NUM!. @SEEALSO=CEIL, ABS, INT
sk: @FUNCTION=FLOOR @SYNTAX=FLOOR(x,významos») @DESCRIPTION=Funkcia FLOOR zaokrúhµuje @x nadol na najbli¾¹í men¹í násobok @významnos». @významnos» je ¹tandardne 1. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FLOOR(0.5) sa rovná 0. FLOOR(5,2) sa rovná 4. FLOOR(-5,-2) sa rovná -4. FLOOR(-5,2) sa rovná #NUM!. @SEEALSO=CEIL, ABS, INT
tr: @FUNCTION=FLOOR @SYNTAX=FLOOR(x[,önem]) @DESCRIPTION=FLOOR iþlevi @x'i, @önem'in sonraki en yakýn küçük çarpýmýna yuvarlar. @önem öntanýmlý olarak 1 dir. Bu iþlev Excel uyumludur. Örnekler: FLOOR(0.5) eþittir 0 FLOOR(5,2) eþittir 4 FLOOR(-5,-2) eþittir -4 FLOOR(-5,2) eþittir #SAYI! Benzerleri: CEIL, ABS, INT @EXAMPLES= FLOOR(0.5) eþittir 0 FLOOR(5,2) eþittir 4 FLOOR(-5,-2) eþittir -4 FLOOR(-5,2) eþittir #SAYI! @SEEALSO=CEIL, ABS, INT

source: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT function returns the largest integer that is not bigger than its argument. This function is Excel compatible. @EXAMPLES= INT(7.2) equals 7. INT(-5.5) equals -6. @SEEALSO=FLOOR, CEIL, ABS
pl: @FUNCTION=INT @SYNTAX=INT (a) @DESCRIPTION=Funkcja INT zwraca najwiêksz± liczbê ca³kowit±, która nie jest wiêksza od podanego argumentu. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= INT(7,2) jest równe 7. INT(-5,5) jest równe -6. @SEEALSO=FLOOR, CEIL, ABS
sk: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=Funkcia INT zaokrúhµuje @a je najbli¾¹ie celé èíslo, ktoré nie je väè¹ie ako argument. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= INT(7.2) sa rovná 7. INT(-5.5) sa rovná -6. @SEEALSO=FLOOR, CEIL, ABS
tr: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=The INT iþlevi verilen sayýyý en yakýn küçük tamsayýya yuvarlar. Bu iþlev Excel uyumludur. Örnekler: INT(7.2) eþittir 7 INT(-5.5) eþittir -6 Benzerleri: FLOOR, CEIL, ABS @EXAMPLES= INT(7.2) eþittir 7 INT(-5.5) eþittir -6 @SEEALSO=FLOOR, CEIL, ABS

source: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG computes the logarithm of @x in the given base @base. If no @base is given LOG returns the logarithm in base 10. @base must be > 0. and can not equal 1. This function is Excel compatible. @EXAMPLES= LOG(2) equals 0.30103. LOG(8192,2) equals 13. @SEEALSO=LN, LOG2, LOG10
pl: @FUNCTION=LOG @SYNTAX=LOG (x[; podstawa]) @DESCRIPTION=Funkcja LOG zwraca warto¶æ logarytmu o podanej podstawie z @x. Je¶li podstawa logarytmu nie zostanie podana, przyjmuje siê, ¿e ma ona warto¶æ 10. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LOG (2) jest równe 0,30103. LOG (8192; 2) jest równe 13. @SEEALSO=LN, LOG2, LOG10
sk: @FUNCTION=LOG @SYNTAX=LOG(x[,základ]) @DESCRIPTION=LOG poèíta logaritmus @x s daným základom @základ. Ak nie je daný @základ, LOG vracia logaritmus so základom 10. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOG(2) sa rovná 0.30103. LOG(8192,2) sa rovná 13. @SEEALSO=LN, LOG2, LOG10
tr: @SYNTAX=LOG(x[,taban]) @DESCRIPTION=LOG iþlevi @x'in @taban tabanýndaki logaritmasýný hesaplar. @taban verilmezse 10 kabul edilir. Bu iþlev Excel uyumludur. Örnekler: LOG(2) eþittir 0.30103 LOG(8192,2) eþittir 13 Benzerleri: LN, LOG2, LOG10 @EXAMPLES= LOG(2) eþittir 0.30103 LOG(8192,2) eþittir 13 @SEEALSO=LN, LOG2, LOG10

source: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN returns the natural logarithm of @x. If @x <= 0, LN returns #NUM! error. This function is Excel compatible. @EXAMPLES= LN(7) equals 1.94591. @SEEALSO=EXP, LOG2, LOG10
pl: @FUNCTION=LN @SYNTAX=LN (x) @DESCRIPTION=Funkcja LN zwraca warto¶æ logarytmu naturalnego z @x. Je¶li @x <= 0, funkcja zwraca b³±d #NUM!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LN(7) jest równe 1,94591. @SEEALSO=EXP, LOG2, LOG10
sk: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN vracia prirodzený logaritmus @x. Ak je @x <= 0, LN vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LN(7) sa rovná 1.94591. @SEEALSO=EXP, LOG2, LOG10
tr: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN iþlevi @x'in tabii logaritmasýný hesaplar. @x <=0 ile iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: LN(7) eþittir 1.94591 Benzerleri: EXP, LOG2, LOG10 @EXAMPLES= LN(7) eþittir 1.94591 @SEEALSO=EXP, LOG2, LOG10

source: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER returns the value of @x raised to the power @y. This function is Excel compatible. @EXAMPLES= POWER(2,7) equals 128. POWER(3,3.141) equals 31.523749. @SEEALSO=EXP
pl: @FUNCTION=POWER @SYNTAX=POWER (x; y) @DESCRIPTION=Funkcja POWER zwraca warto¶æ @x podniesion± do potêgi @y. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= POWER (2; 7) jest równe 128. POWER (3; 3,141) jest równe 31,523749. @SEEALSO=EXP
sk: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER vracia mocninu @x na @y. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= POWER(2,7) sa rovná 128. POWER(3,3.141) sa rovná 31.523749. @SEEALSO=EXP
tr: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER iþlevi @x üssü @y hesaplar. Bu iþlev Excel uyumludur. Örnekler: POWER(2,3) eþittir 8 POWER(3,3.141) eþittir 31.523749 Benzeri: EXP @EXAMPLES= POWER(2,3) eþittir 8 POWER(3,3.141) eþittir 31.523749 @SEEALSO=EXP

source: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 computes the base-2 logarithm of @x. If @x <= 0, LOG2 returns #NUM! error. @EXAMPLES= LOG2(1024) equals 10. @SEEALSO=EXP, LOG10, LOG
pl: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=Funkcja LOG2 zwraca warto¶æ logarytmu o podstawie 2 z @x. Je¶li @x <= 0, funkcja zwraca b³±d #NUM!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LOG2(1024) jest równe 10. @SEEALSO=EXP, LOG10, LOG
sk: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 poèíta logaritmus @x so základom 2. Ak je @x <= 0, LOG2 vracia chybu #NUM!. @EXAMPLES= LOG2(1024) sa rovná 10. @SEEALSO=EXP, LOG10, LOG
tr: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 iþlevi @x'in 2 tabanýna göre logaritmasýný hesaplar. @x <= 0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Örnek: LOG2(1024) eþittir 10 Benzerleri: EXP, LOG10, LOG @EXAMPLES= LOG2(1024) eþittir 10 @SEEALSO=EXP, LOG10, LOG

source: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 computes the base-10 logarithm of @x. If @x <= 0, LOG10 returns #NUM! error. This function is Excel compatible. @EXAMPLES= LOG10(7) equals 0.845098. @SEEALSO=EXP, LOG2, LOG
pl: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=Funkcja LOG10 zwraca warto¶æ logarytmu o podstawie 10 z @x. Je¶li @x <= 0, funkcja zwraca b³±d #NUM!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LOG10(7) jest równe 0,845098. @SEEALSO=EXP, LOG2, LOG
sk: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 poèíta logaritmus @x so základom 10. Ak je @x <= 0, LOG10 vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOG10(7) sa rovná 0.845098. @SEEALSO=EXP, LOG2, LOG
tr: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 iþlevi @x'in 10 tabanýna göre logaritmasýný hesaplar. @x <=0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: LOG10(7) eþittir 0.845098 Benzerleri: EXP, LOG2, LOG @EXAMPLES= LOG10(7) eþittir 0.845098 @SEEALSO=EXP, LOG2, LOG

source: @FUNCTION=MOD @SYNTAX=MOD(number,divisor) @DESCRIPTION=MOD function returns the remainder when @divisor is divided into @number. This function is Excel compatible. MOD returns #DIV/0! if divisor is zero. @EXAMPLES= MOD(23,7) equals 2. @SEEALSO=INT,FLOOR,CEIL
pl: @FUNCTION=MOD @SYNTAX=MOD (liczba; dzielnik) @DESCRIPTION=Funkcja MOD zwraca resztê z dzielenia warto¶ci @liczba przez @dzielnik. Funkcja ta jest zgodna z programem Excel. Funkcja MOD zwraca #DZIEL/0! je¶li @dzielnik ma warto¶æ 0. @EXAMPLES= MOD (23; 7) jest równe 2. @SEEALSO=INT,FLOOR,CEIL
sk: @FUNCTION=MOD @SYNTAX=MOD(èíslo,deliteµ) @DESCRIPTION=Funkcia MOD vracia zvy¹ok po delení @èíslo deliteµom @deliteµ. Táto funkcia je kompatibilná s Excelom. MOD vracia #DIV/0! ak je deliteµ 0. @EXAMPLES= MOD(23,7) sa rovná 2. @SEEALSO=INT,FLOOR,CEIL
tr: @FUNCTION=MOD @SYNTAX=MOD(sayý,bölen) @DESCRIPTION=MOD iþlevi @sayýnýn @bölenle bölünmesinde kalaný verir. @bölen sýfýrsa iþlev #BÖL/0! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: MOD(23,7) eþittir 2 Benzerleri: INT, FLOOR, CEIL @EXAMPLES= MOD(23,7) eþittir 2 @SEEALSO=INT,FLOOR,CEIL

source: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS computes the number of radians equivalent to @x degrees. This function is Excel compatible. @EXAMPLES= RADIANS(180) equals 3.14159. @SEEALSO=PI,DEGREES
pl: @FUNCTION=RADIANS @SYNTAX=RADIANS (x) @DESCRIPTION=Funkcja RADIANS zwraca liczbê radianów odpowiadaj±c± @x stopniom. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= RADIANS(180) jest równe 3,14159. @SEEALSO=PI,DEGREES
sk: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS poèíta poèet radiánov ekvivalentných @x stupòov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RADIANS(180) sa rovná 3.14159. @SEEALSO=PI,DEGREES
tr: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS iþlev, derece cinsinden verilen @x'in radyan eþdeðerini hesaplar. Bu iþlev Excel uyumludur. Örnek: RADIANS(180) eþittir 3.14159 Benzerleri: PI,DEGREES @EXAMPLES= RADIANS(180) eþittir 3.14159 @SEEALSO=PI,DEGREES

source: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND returns a random number between zero and one ([0..1]). This function is Excel compatible. @EXAMPLES= RAND() returns a random number greater than zero but less than one. @SEEALSO=RANDBETWEEN
pl: @FUNCTION=RAND @SYNTAX=RAND () @DESCRIPTION=Funkcja RAND zwraca warto¶æ losow± z przedzia³u od zera do jednego ([0..1]). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= RAND() zwraca nieujemn± warto¶æ losow± wiêksz± od zera lecz mniejsz± od 1. @SEEALSO=RANDBETWEEN
sk: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND vracia náhodné èíslo medzi 0 a 1. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RAND() vracia náhodné èíslo väè¹ie ako 0, ale men¹ie ako 1. @SEEALSO=RANDBETWEEN
tr: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND iþlevi sýfýr ile bir arasýnda rasgele bir sayý verir. Bu iþlev Excel uyumludur. Benzeri: RANDBETWEEN @EXAMPLES= @SEEALSO=RANDBETWEEN

source: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP returns a exponentially-distributed random number. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
pl: @FUNCTION=RANDEXP @SYNTAX=RANDEXP (b) @DESCRIPTION=Funkcja RANDEXP zwraca warto¶æ losow± przy rozk³adzie wyk³adniczym. @EXAMPLES= RANDEXP(0,5). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné èíslo podµa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON returns a poisson-distributed random number. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
pl: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON (lambda) @DESCRIPTION=Funkcja RANDPOISSON zwraca warto¶æ losow± przy rozk³adzie Poissona. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON vracia náhodné èíslo podµa Poissonovho rozdelenia. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,trials) @DESCRIPTION=RANDBINOM returns a binomially-distributed random number. If @p < 0 or @p > 1 RANDBINOM returns #NUM! error. If @trials < 0 RANDBINOM returns #NUM! error. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
pl: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM (p; próby) @DESCRIPTION=Funkcja RANDBINOM zwraca losow± warto¶æ przy rozk³adzie dwumianowym. Je¶li @p < 0 lub @p > 1, funkcja RANDBINOM zwraca b³±d #LICZBA!. Je¶li @próby < 0 RANDBINOM zwraca b³±d #LICZBA!. @EXAMPLES= RANDBINOM (0,5; 2). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné èíslo podµa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
