Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN returns the value of the element of the values passed that has the smallest value. With negative numbers considered smaller than positive numbers. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MIN(A1:A5) equals 11.4. @SEEALSO=MAX,ABS
pl: @FUNCTION=MIN @SYNTAX=MIN (b1; b2; ...) @DESCRIPTION=Funkcja MIN zwraca najmniejsz± warto¶æ spo¶ród przekazanych jako argumenty. Liczby ujemne s± mniejsze od dodatnich. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie MIN(A1:A5) jest równe 11,4. @SEEALSO=MAX,ABS
sk: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN vracia hodnotu najmen¹ieho prvku z argumentov. Záporné èísla sú chápané men¹ie ako kladné. Táto funkcie je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom MIN(A1:A5) sa rovná 11.4. @SEEALSO=MAX,ABS
tr: @FUNCTION=MIN @SYNTAX=MIN(b1,b2, ...) @DESCRIPTION=MIN iþlevi verilen deðerler arasýndaki en küçük deðeri bulur. Negatif sayýlar pozitif sayýlardan küçük kabul edilir. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: MIN(A1:A5) eþittir 11.4 Benzerleri: MAX, ABS @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: MIN(A1:A5) eþittir 11.4 @SEEALSO=MAX,ABS

source: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX returns the value of the element of the values passed that has the largest value. With negative numbers considered smaller than positive numbers. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MAX(A1:A5) equals 40.1. @SEEALSO=MIN,ABS
pl: @FUNCTION=MAX @SYNTAX=MAX (b1; b2; ...) @DESCRIPTION=Funkcja MAX zwraca najwiêksz± warto¶æ spo¶ród przekazanych jako argumenty. Liczby ujemne s± mniejsze od dodatnich. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie MIN(A1:A5) jest równe 40,1. @SEEALSO=MIN,ABS
sk: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX vracia hodnotu najväè¹ieho prvku z argumentov. Záporné èísla sú chápané men¹ie ako kladné. Táto funkcie je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom MAX(A1:A5) sa rovná 40.1. @SEEALSO=MIN,ABS
tr: @FUNCTION=MAX @SYNTAX=MAX(b1,b2, ...) @DESCRIPTION=MAX iþlevi verilen deðerler arasýndaki en büyük deðeri bulur. Negatif deðerler pozitif deðerlerden küçük kabul edilir. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: MAX(A1:A5) eþittir 40.1 Benzerleri: MIN, ABS @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, ve 40.1 deðerlerini içeriyorsa: MAX(A1:A5) eþittir 40.1 @SEEALSO=MIN,ABS

source: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW returns an unbiased estimate for skewness of a distribution. Note, that this is only meaningful if the underlying distribution really has a third moment. The skewness of a symmetric (e.g., normal) distribution is zero. Strings and empty cells are simply ignored. If less than three numbers are given, SKEW returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEW(A1:A5) equals 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
sk: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW vracia nestranný odhad ¹ikmosti rozdelenia. To má naozaj zmysel iba v prípade, ¾e má rozdelenie tretí moment. ©ikmos» je symetrického (napr., normálneho) rozdelenia je 0. Re»azce a prázdne bunky sú jednoducho ignorované. Ak je daných menej ne¾ 3 èísla, SKEW vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom SKEW(A1:A5) sa rovná 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
tr: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW bir açýlýmýn yanlý olmayan yaklaþýk çarpýklýðýný hesaplar. Bu, sadece uyumsuz açýlým aslýnda bir üçüncü kuvvete sahipse anlamlýdýr. Bir simetrik (örn. normal) açýlýmýn çarpýklýðý sýfýrdýr. Dizgeler ve boþ gözeler yok sayýlýr. Üçten az deðer verilirse iþlev #BÖL/0! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: SKEW(A1:A5) eþittir 0.976798268 Benzerleri: AVERAGE, VAR, SKEWP, KURT @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: SKEW(A1:A5) eþittir 0.976798268 @SEEALSO=AVERAGE,VAR,SKEWP,KURT

source: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP returns the population skewness of a data set. Strings and empty cells are simply ignored. If less than two numbers are given, SKEWP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEWP(A1:A5) equals 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
pl: @FUNCTION=SKEWP @SYNTAX=SKEWP (n1; n2; ...) @DESCRIPTION=Funkcja SKEWP zwraca warto¶æ zakrzywienia populacji zbioru danych. Napisy oraz puste komórki s± ignorowane. Je¶li zostan± podane mniej ni¿ 2 liczby, funkcja SKEWP zwraca b³±d #DZIEL/0! @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9 oraz 40,1. Wówczas wyra¿enie SKEWP(A1:A5) jest równe 0,655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
sk: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP vracia ¹ikmos» populácie mno¾iny dát. Re»azce a prázdne bunky sú jednoducho ignorované. Ak je daných menej ako 2 èísla, SKEWP vracia chybu #DIV/0!. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom SKEWP(A1:A5) sa rovná 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
tr: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP bir veri kümesinin daðýlým çarpýklýðýný hesaplar. Dizgeler ve boþ gözeler yoksayýlýr. Ýkiden az deðer verilirse iþlev #BÖL/0! hatasý ile sonuçlanýr. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: SKEWP(A1:A5) eþittir 0.655256198 Benzerleri: AVERAGE, VARP, SKEW, KURTP @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: SKEWP(A1:A5) eþittir 0.655256198 @SEEALSO=AVERAGE,VARP,SKEW,KURTP

source: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,cumulative) @DESCRIPTION=EXPONDIST function returns the exponential distribution. If the @cumulative boolean is false it will return: @y * exp (-@y*@x), otherwise it will return 1 - exp (-@y*@x). If @x < 0 or @y <= 0 this will return an error. This function is Excel compatible. @EXAMPLES= EXPONDIST(2,4,0) equals 0.001341851. @SEEALSO=POISSON
pl: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST (x; y; ³±czno¶æ) @DESCRIPTION=Funkcja EXPONDIST zwraca warto¶æ rozk³adu wyk³adniczego. Je¶li parametr logiczny @³±czno¶æ jest fa³szywy, funkcja liczona jest jako: @y * exp (-@y * @x), w innym przypadku jako: 1 - exp (-@y * @x). Je¶li @x < 0 lub @y <= 0 zostanie zwrócony b³±d. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= EXPONDIST (2; 4; 0) jest równe 0,001341851. @SEEALSO=POISSON
sk: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,kumulatívne) @DESCRIPTION=Funkcia EXPONDIST vracia exponenciálne rozdelenie. Ak je @kumulatívne FALSE, vráti: @y * exp (-@y*@x), inak vráti 1 - exp (-@y*@x). Ak je @x < 0 alebo @y <= 0 vráti chybu. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXPONDIST(2,4,0) sa rovná 0.001341851. @SEEALSO=POISSON
tr: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,kümülatif) @DESCRIPTION=EXPONDIST iþlevi üstel açýlýmý verir. @kümülatif YANLIÞ ise @y * exp (-@y * @x), deðilse 1 - exp (-@y * @x) hesaplanýr. @x < 0 veya @y <= 0 ise iþlev hata verir. Ýþlev Excel uyumludur. Örnek: EXPONDIST(2,4,0) eþittir 0.001341851 Benzeri: POISSON @EXAMPLES= EXPONDIST(2,4,0) eþittir 0.001341851 @SEEALSO=POISSON

source: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN function returns the natural logarithm of the gamma function. If @x is non-number then GAMMALN returns #VALUE! error. If @x <= 0 then GAMMALN returns #NUM! error. This function is Excel compatible. @EXAMPLES= GAMMALN(23) equals 48.471181352. @SEEALSO=POISSON
pl: @FUNCTION=GAMMALN @SYNTAX=GAMMALN (x) @DESCRIPTION=Funkcja GAMMALN zwraca warto¶æ logarytmu naturalnego z funkcji gamma dla zadanego argumentu. Je¶li @x nie jest liczb±, wówczas funkcja zwraca b³±d #WARTO¦Æ!. W przypadku gdy @x <= 0, funkcja GAMMALN zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= GAMMALN(23) jest równe 48,471181352. @SEEALSO=POISSON
sk: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=Funkcia GAMMALN vracia prirodzený logaritmus gamma funkcie. Aj @x nie je èíslo, potom GAMMALN vracia chybu #VALUE!. Ak je @x <= 0 potom GAMMALN vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMALN(23) sa rovná 48.471181352. @SEEALSO=POISSON
tr: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN iþlevi gamma iþlevinin tabii logaritmasýný hesaplar. @x bir sayý deðilse iþlev #DEÐER hatasý verir. @x <= 0 ise iþlev #SAYI hatasý verir. Ýþlev Excel uyumludur. Örnek: GAMMALN(23) eþittir 48.471181352 Benzeri: POISSON @EXAMPLES= GAMMALN(23) eþittir 48.471181352 @SEEALSO=POISSON

source: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alpha,beta,cum) @DESCRIPTION=GAMMADIST function returns the gamma distribution. If @cum is TRUE, GAMMADIST returns the incomplete gamma function, otherwise it returns the probability mass function. If @x < 0 GAMMADIST returns #NUM! error. If @alpha <= 0 or @beta <= 0, GAMMADIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= GAMMADIST(1,2,3,0) equals 0.07961459. @SEEALSO=GAMMAINV
pl: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST (x; alfa; beta; ³±czno¶æ) @DESCRIPTION=Funkcja GAMMADIST zwraca warto¶æ rozk³adu gamma. Je¶li parametr @³±czno¶æ ma warto¶æ PRAWDA, GAMMADIST zwraca niepe³n± funkcjê gamma, w innym przypadku funkcjê gêsto¶ci prawdopodobieñstwa. Je¶li @x < 0 GAMMADIST zwraca b³±d #LICZBA!. Je¶li @alfa <= 0 lub @beta <= 0, wówczas funkcja GAMMADIST tak¿e zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= GAMMADIST (1; 2; 3; 0) jest równe 0,07961459. @SEEALSO=GAMMAINV
sk: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,kum) @DESCRIPTION=Funkcia GAMMADIST vracia gamma rozdelenie. Ak je @kum TRUE, GAMMADIST vracia neúplnú gamma funkciu, inak vracia hustotu. Ak je @x < 0 GAMMADIST vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0, GAMMADIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMADIST(1,2,3,0) sa rovná 0.07961459. @SEEALSO=GAMMAINV
tr: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,küm) @DESCRIPTION=GAMMADIST gamma açýlýmýný hesaplar. @küm DOÐRU ise iþlev eksik gamma iþlevini, aksi takdirde olasýlýk yýðýný iþlevini hesaplar. @x < 0, @alfa <= 0 ya da @beta <= 0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Ýþlev Excel uyumludur. Örnek: GAMMADIST(1,2,3,0) eþittir 0.07961459 Benzeri: GAMMAINV @EXAMPLES= GAMMADIST(1,2,3,0) eþittir 0.07961459 @SEEALSO=GAMMAINV

source: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=GAMMAINV function returns the inverse of the cumulative gamma distribution. If @p < 0 or @p > 1 GAMMAINV returns #NUM! error. If @alpha <= 0 or @beta <= 0 GAMMAINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= GAMMAINV(0.34,2,4) equals 4.829093908. @SEEALSO=GAMMADIST
pl: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV (p; alfa; beta) @DESCRIPTION=Funkcja GAMMAINV zwraca warto¶æ odwrotno¶ci ³±cznego rozk³adu gamma. Je¶li @p < 0 lub @p > 1 funkcja GAMMAINV zwraca b³±d #LICZBA!. Je¶li @alfa <= 0 lub @beta <= 0 funkcja GAMMAINV zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= GAMMAINV (0,34; 2; 4) jest równe 4,829093908. @SEEALSO=GAMMADIST
sk: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alfa,beta) @DESCRIPTION=Funkcia GAMMAINV vracia inverznú hodnotu kumulatívneho gamma rozdelenia. Ak je @p < 0 alebo @p > 1 GAMMAINV vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0 GAMMAINV vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMAINV(0.34,2,4) sa rovná 4.829093908. @SEEALSO=GAMMADIST
tr: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alfa,beta) @DESCRIPTION=GAMMAINV kümülatif gamma açýlýmýnýn tersini hesaplar. @p < 0, @p > 1 @alfa <= 0 ya da @beta <= 0 ise iþlev #SAYI! hatasý ile sonuçlanýr. Ýþlev Excel uyumludur. Örnek: GAMMAINV(0.34,2,4) eþittir 4.829093908 Benzeri: GAMMADIST @EXAMPLES= GAMMAINV(0.34,2,4) eþittir 4.829093908 @SEEALSO=GAMMADIST

source: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=CHIDIST function returns the one-tailed probability of the chi-squared distribution. @dof is the number of degrees of freedom. If @dof is non-integer it is truncated. If @dof < 1 CHIDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= CHIDIST(5.3,2) equals 0.070651213. @SEEALSO=CHIINV,CHITEST
pl: @FUNCTION=CHIDIST @SYNTAX=CHIDIST (x; swob) @DESCRIPTION=Funkcja CHIDIST zwraca jednostronne (z prawej strony osi y) prawdopodobieñstwo rozk³adu chi-kwadrat. Parametr @swob okre¶la liczbê stopni swobody. Je¿eli warto¶æ @swob nie jest liczb± ca³kowit±, jest pomijana. Je¿eli @swob < 1, funkcja CHIDIST zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CHIDIST (5,3; 2) jest równe 0,070651213. @SEEALSO=CHIINV,CHITEST
sk: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=Funkcia CHIDIST vracia jednostrannú pravdepodobnos» rozdelenia chi^2. @dof je poèet stupòov voµnosti. Aj nie je @dof celé èíslo, je orezané. Ak je @dof < 1 CHIDIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CHIDIST(5.3,2) sa rovná 0.070651213. @SEEALSO=CHIINV,CHITEST
tr: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,sd) @DESCRIPTION=CHIDIST çe-kare açýlýmýnýn tek sonlu olasýlýðýný hesaplar. @sd serbestlik derecesidir ve tam sayý deðilse ondalýk kýsmý atýlýr. @sd < 1 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: CHIDIST(5.3,2) eþittir 0.070651213 Benzeleri: CHIINV,CHITEST @EXAMPLES= CHIDIST(5.3,2) eþittir 0.070651213 @SEEALSO=CHIINV,CHITEST

source: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=CHIINV function returns the inverse of the one-tailed probability of the chi-squared distribution. If @p < 0 or @p > 1 or @dof < 1 CHIINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= CHIINV(0.98,7) equals 1.564293004. @SEEALSO=CHIDIST,CHITEST
pl: @FUNCTION=CHIINV @SYNTAX=CHIINV (p; swob) @DESCRIPTION=Funkcja CHIINV zwraca warto¶æ odwrotno¶ci jednostronnego (z prawej strony osi y) prawdopodobieñstwa rozk³adu chi-kwadrat. Je¿eli @p < 0 lub @p > 1 lub @swob < 1, funkcja CHIINV zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CHIINV (0,98; 7) jest równe 1,564293004. @SEEALSO=CHIDIST,CHITEST
sk: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=Funkcia CHIINV vracia inverznú jednostrannú pravdepodobnos» rozdelenia chi^2. @dof je poèet stupòov voµnosti. Ak je @dof < 1 alebo @p < 0 alebo @p > 1CHIDINV vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CHIINV(0.98,7) sa rovná 1.564293004. @SEEALSO=CHIDIST,CHITEST
tr: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,sd) @DESCRIPTION=CHIINV çe-kare açýlýmýnýn tek sonlu olasýlýðýnýn tersini hesaplar. @sd serbestlik derecesidir ve tam sayý deðilse ondalýk kýsmý atýlýr. @p < 0, @p > 1 ya da @sd < 1 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: CHIINV(0.98,7) eþittir 1.564293004 Benzeri: CHIDIST,CHITEST @EXAMPLES= CHIINV(0.98,7) eþittir 1.564293004 @SEEALSO=CHIDIST,CHITEST

source: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=CHITEST function returns the test for independence of chi-squared distribution. @actual_range is a range that contains the observed data points. @theoretical_range is a range that contains the expected values of the data points. This function is Excel compatible. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
pl: @FUNCTION=CHITEST @SYNTAX=CHITEST (aktualny_zakres; teoretyczny_zakres) @DESCRIPTION=Funkcja CHITEST zwraca warto¶æ testu na niezale¿no¶æ dla rozk³adu chi-kwadrat. Zmienna @aktualny_zakres jest przedzia³em zawieraj±cym badane punkty danych. Zmienna @teoretyczny_zakres jest przedzia³em zawieraj±cym oczekiwane warto¶ci punktów danych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
sk: @FUNCTION=CHITEST @SYNTAX=CHITEST(skutoèný_rozsah,teoretický_rozsah) @DESCRIPTION=Funkcia CHITEST vracia test na nezávislos» rozdelenia chi^2. @skutoèný_rozsah je rozsah obsahujúci pozorované hodnoty. @teoretický_rozsah je rozsah oèakávaných hodnôt. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
tr: @FUNCTION=CHITEST @SYNTAX=CHITEST(pratik_aralýk,teorik_aralýk) @DESCRIPTION=CHITEST çe-kare açýlýmýnýn olabilirliðini bulur. @pratik_aralýk bulunan veri noktalarýný, teorik_aralýk ise umulan veri noktalarýný içerir. Bu iþlev Excel uyumludur. Benzerleri:CHIDIST, CHIINV @EXAMPLES= @SEEALSO=CHIDIST, CHIINV

source: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alpha,beta[,a,b]) @DESCRIPTION=BETADIST function returns the cumulative beta distribution. @a is the optional lower bound of @x and @b is the optional upper bound of @x. If @a is not given, BETADIST uses 0. If @b is not given, BETADIST uses 1. If @x < @a or @x > @b BETADIST returns #NUM! error. If @alpha <= 0 or @beta <= 0, BETADIST returns #NUM! error. If @a >= @b BETADIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= BETADIST(0.12,2,3) equals 0.07319808. @SEEALSO=BETAINV
pl: @FUNCTION=BETADIST @SYNTAX=BETADIST (x; alfa; beta[; a; b]) @DESCRIPTION=Funkcja BETADIST zwraca warto¶æ ³±cznego rozk³adu beta. Opcjonalna zmienna @a okre¶la dolne ograniczenie parametru @x, za¶ opcjonalna zmienna @b górne ograniczenie dla @x. Je¶li parametr @a nie zostanie okre¶lony, funkcja BETADIST u¿ywa 0 jako dolnego ograniczenia. Je¶li parametr @b nie zostanie okre¶lony, funkcja BETADIST u¿ywa 1 jako warto¶æ górnego ograniczenia. Je¶li @x < @a lub @x > @b funkcja BETADIST zwraca b³±d #LICZBA!. Je¶li @alfa <= 0 lub @beta <= 0, funkcja BETADIST zwraca b³±d #LICZBA!. Je¶li @a >= @b, funkcja BETADIST zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BETADIST (0,12; 2; 3) jest równe 0,07319808. @SEEALSO=BETAINV
sk: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=Funkcia BETADIST vracia kumulatívne beta rozdelenie. @a je nepovinná dolná hranica @x a @b je nepovinná horná hranica @x. Ak nie je @a uvedené, BETADIST pou¾ije 0. Ak nie je @b uvedené, BETADIST pou¾ije 1. Ak je @x < @a alebo @x > @b BETADIST vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0, BETADIST vracia chybu #NUM!. Ak je @a >= @b BETADIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BETADIST(0.12,2,3) sa rovná 0.07319808. @SEEALSO=BETAINV
tr: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=BETADIST kümülatif beta açýlýmýný hesaplar. @a ve @b seçimliktir ve @a @x'in alt indis deðeri, @b ise üst indis deðeridir. @a verilmemiþse 0, @b verilmemiþse 1 kabul edilir. @x < @a, @x > @b, @alpha <= 0, @beta <= 0 veya @a >= @b ise iþlev #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BETADIST(0.12,2,3) eþittir 0.07319808 Benzeri: BETAINV @EXAMPLES= BETADIST(0.12,2,3) eþittir 0.07319808 @SEEALSO=BETAINV

source: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=BETAINV function returns the inverse of cumulative beta distribution. @a is the optional lower bound of @x and @b is the optinal upper bound of @x. If @a is not given, BETAINV uses 0. If @b is not given, BETAINV uses 1. If @p < 0 or @p > 1 BETAINV returns #NUM! error. If @alpha <= 0 or @beta <= 0, BETAINV returns #NUM! error. If @a >= @b BETAINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= BETAINV(0.45,1.6,1) equals 0.607096629. @SEEALSO=BETADIST
pl: @FUNCTION=BETAINV @SYNTAX=BETAINV (p; alfa; beta[; a; b]) @DESCRIPTION=Funkcja BETAINV zwraca odwrotno¶æ ³±cznego rozk³adu beta. Opcjonalny parametr @a okre¶la dolne ograniczenie dla @x, za¶ opcjonalny parametr @b górne ograniczenie dla @x. Je¶li parametr @a nie zostanie okre¶lony, funkcja BETAINV u¿ywa 0 jako warto¶æ dolnego ograniczenia. Je¶li parametr @b nie zostanie okre¶lony, funkcja BETAINV u¿ywa 1 jako warto¶æ górnego ograniczenia. Je¶li @p < 0 lub @p > 1 funkcja BETAINV zwraca b³±d #LICZBA!. Je¶li @alfa <= 0 lub @beta <= 0, funkcja BETAINV zwraca b³±d #LICZBA!. Je¶li @a >= @b, funkcja BETAINV zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BETAINV (0,45; 1,6; 1) jest równe 0,607096629. @SEEALSO=BETADIST
sk: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alfa,beta[,a,b]) @DESCRIPTION=Funkcia BETAINV vracia inverznú hodnotu k kumulatívnemu beta rozdeleniu. @a je nepovinná dolná hranica @x a @b je nepovinná horná hranica @x. Ak nie je @a uvedená, BETAINV pou¾ije 0. Ak nie je @b uvedená, BETAINV pou¾ije 1. Ak je @p < 0 alebo @p > 1 BETAINV vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0, BETAINV vracia chybu #NUM!. Ak je @a >= @b BETAINV vracia chybu #NUM! Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BETAINV(0.45,1.6,1) sa rovná 0.607096629. @SEEALSO=BETADIST
tr: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alfa,beta[,a,b]) @DESCRIPTION=BETAINV kümülatif beta açýlýmýnýn tersini hesaplar. @a ve @b seçimliktir ve @a @x'in alt indis deðeri, @b ise üst indis deðeridir. @a verilmemiþse 0, @b verilmemiþse 1 kabul edilir. @x < @a, @x > @b, @alpha <= 0, @beta <= 0 veya @a >= @b ise iþlev #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BETAINV(0.45,1.6,1) eþittir 0.607096629 Benzeri: BETADIST @EXAMPLES= BETAINV(0.45,1.6,1) eþittir 0.607096629 @SEEALSO=BETADIST
