Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bottom,top) @DESCRIPTION=RANDBETWEEN function returns a random integer number between and including @bottom and @top. If @bottom or @top is non-integer, they are truncated. If @bottom > @top, RANDBETWEEN returns #NUM! error. This function is Excel compatible. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND
pl: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN (minimum; maksimum) @DESCRIPTION=Funkcja RANDBETWEEN zwraca liczbê losow± zawart± w zakresie domkniêtym pomiêdzy @minimum oraz @maksimum. Je¶li który¶ z argumentów nie jest liczb± ca³kowit±, jego warto¶æ jest przycinana. Je¶li @minimum > @maksimum, funkcja RANDBETWEEN zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= RANDBETWEEN (3; 7). @SEEALSO=RAND
sk: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(dole,hore) @DESCRIPTION=Funkcia RANDBETWEEN vracia náhodné celé èíslo medzi @dole a @hore. Ak nie je @dole alebo @hore celé èíslo, bude orezané. Ak je @dole > @hore, RANDBETWEEN vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND

source: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(number[,digits]) @DESCRIPTION=ROUNDDOWN function rounds a given @number down. @number is the number you want rounded down and @digits is the number of digits to which you want to round that number. If @digits is greater than zero, @number is rounded down to the given number of digits. If @digits is zero or omitted, @number is rounded down to the nearest integer. If @digits is less than zero, @number is rounded down to the left of the decimal point. This function is Excel compatible. @EXAMPLES= ROUNDDOWN(5.5) equals 5. ROUNDDOWN(-3.3) equals -4. ROUNDDOWN(1501.15,1) equals 1501.1. ROUNDDOWN(1501.15,-2) equals 1500.0. @SEEALSO=ROUND,ROUNDUP
pl: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN (liczba[; miejsca]) @DESCRIPTION=Funkcja ROUNDDOWN zaokr±gla podany argument @liczba w dó³, do zera. @liczba okre¶la liczbê, która bêdzie zaokr±glana a @miejsca s± liczb± miejsc po przecinku, zaokr±glanej liczby. Je¶li parametr @miejsca jest wiêkszy ni¿ 0, @liczba jest zaokr±glana w dó³ do liczby z podan± warto¶ci± miejsc po przecinku. Je¶li parametr @miejsca wynosi 0 lub jest pominiêty, @liczba jest zaokr±glana w dó³ do najbli¿szej warto¶ci ca³kowitej. Je¶li parametr @miejsca jest mniejszy ni¿ 0, @liczba jest zaokr±glana w dó³ na lewo od punktu dziesiêtnego. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ROUNDDOWN (5,5) jest równe 5. ROUNDDOWN (-3,3) jest równe -4. ROUNDDOWN (1501,15; 1) jest równe 1501,1. ROUNDDOWN (1501,15; -2) jest równe 1500,0. @SEEALSO=ROUND,ROUNDUP
sk: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(èíslo[,èíslic]) @DESCRIPTION=Funkcia ROUNDDOWN zaokrúhµuje dané @èíslo nadol, smerom k 0. @èíslo je zaokrúhµované èíslo a @èíslic je poèet èíslic, na ktoré sa zaokrúhµuje. Ak je @èíslic väè¹ie ako 0, @èíslo je zaokrúhlené na nadol na daný poèet èíslic. Ak je @èíslic 0 alebo neuvedené, @èíslo je zaokrúhlené nadol na najbli¾¹ie celé èíslo. Ak je @èíslic men¹ie ako 0, @èíslo je zaokrúhlené nadol naµavo od desatinnej èiarky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROUNDDOWN(5.5) sa rovná 5. ROUNDDOWN(-3.3) sa rovná -4. ROUNDDOWN(1501.15,1) sa rovná 1501.1. ROUNDDOWN(1501.15,-2) sa rovná 1500.0. @SEEALSO=ROUND,ROUNDUP

source: @FUNCTION=ROUND @SYNTAX=ROUND(number[,digits]) @DESCRIPTION=ROUND function rounds a given number. @number is the number you want rounded and @digits is the number of digits to which you want to round that number. If @digits is greater than zero, @number is rounded to the given number of digits. If @digits is zero or omitted, @number is rounded to the nearest integer. If @digits is less than zero, @number is rounded to the left of the decimal point. This function is Excel compatible. @EXAMPLES= ROUND(5.5) equals 6. ROUND(-3.3) equals -3. ROUND(1501.15,1) equals 1501.2. ROUND(1501.15,-2) equals 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
pl: @FUNCTION=ROUND @SYNTAX=ROUND (liczba[; miejsca]) @DESCRIPTION=Funkcja ROUND zaokr±gla podan± liczbê. Parametr @liczba jest warto¶ci±, któr± chcesz zaokr±gliæ, za¶ parametr @miejsca jest liczb± miejsc po przecinku do których chcesz zaokr±glaæ zadan± liczbê. Je¶li parametr @miejsca jest wiêkszy ni¿ 0, @liczba jest zaokr±glana dozadanej liczby miejsc dziesiêtnych. Je¶li @miejsca wynosi zero lub jest pominiêty, @liczba jest zaokr±glana do najbli¿szej warto¶ci ca³kowitej. Je¶li parametr @miejsca jest mniejszy ni¿ zero, @liczba jest zaokr±glana @miejsca pozycji na lewo od punktu dziesiêtnego. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ROUND (5,5) jest równe 6. ROUND (-3,3) jest równe -3. ROUND (1501,15; 1) jest równe 1501,2. ROUND (1501,15; -2) jest równe 1500,0. @SEEALSO=ROUNDDOWN,ROUNDUP
sk: @FUNCTION=ROUND @SYNTAX=ROUND(èíslo[,èíslic]) @DESCRIPTION=Funkcia ROUND zaokrúhµuje dané @èíslo. @èíslo je zaokrúhµované èíslo a @èíslic je poèet èíslic, na ktoré sa zaokrúhµuje. Ak je @èíslic väè¹ie ako 0, @èíslo je zaokrúhlené na daný poèet èíslic. Ak je @èíslic 0 alebo neuvedené, @èíslo je zaokrúhlené na najbli¾¹ie celé èíslo. Ak je @èíslic men¹ie ako 0, @èíslo je zaokrúhlené naµavo od desatinnej èiarky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROUND(5.5) sa rovná 6. ROUND(-3.3) sa rovná -3. ROUND(1501.15,1) sa rovná 1501.2. ROUND(1501.15,-2) sa rovná 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
tr: @FUNCTION=ROUND @SYNTAX=ROUND(sayý[,hane]) @DESCRIPTION=ROUND iþlevi verilen @sayý'yý yuvarlar. @sayý yuvarlanacak deðeri, @haneler ise yuvarlanacak hanelerin sayýsýdýr. @haneler verilmezse 0 kabul edilir ve bu durumda sayý en yakýn tamsayýya yuvarlanýr. Pozitif @haneler ondalýk noktanýn saðýndaki hane sayýsýný, negatif @haneler ise ondalýk noktanýn solundaki sýfýrlarýn sayýsýný gösterir. Bu iþlev Excel uyumludur. Örnek: ROUND(5.5) eþittir 6 ROUND(-3.3) eþittir -3 ROUND(1501.15,1) eþittir 1501.2 ROUND(1501.15,-2) eþittir 1500.0 Benzerleri: ROUNDDOWN, ROUNDUP @EXAMPLES= ROUND(5.5) eþittir 6 ROUND(-3.3) eþittir -3 ROUND(1501.15,1) eþittir 1501.2 ROUND(1501.15,-2) eþittir 1500.0 @SEEALSO=ROUNDDOWN,ROUNDUP

source: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP function rounds a given number up. @number is the number you want rounded up and @digits is the number of digits to which you want to round that number. If @digits is greater than zero, @number is rounded up to the given number of digits. If @digits is zero or omitted, @number is rounded up to the nearest integer. If @digits is less than zero, @number is rounded up to the left of the decimal point. This function is Excel compatible. @EXAMPLES= ROUNDUP(5.5) equals 6. ROUNDUP(-3.3) equals -3. ROUNDUP(1501.15,1) equals 1501.2. ROUNDUP(1501.15,-2) equals 1600.0. @SEEALSO=ROUND,ROUNDDOWN
pl: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP (liczba[; miejsca]) @DESCRIPTION=Funkcja ROUNDDOWN zaokr±gla podany argument @liczba w górê, od zera. @liczba okre¶la liczbê, która bêdzie zaokr±glana a @miejsca s± liczb± miejsc po przecinku zaokr±glanej liczby. Je¶li parametr @miejsca jest wiêkszy ni¿ 0, @liczba jest zaokr±glana w górê do liczby z podan± warto¶ci± miejsc po przecinku. Je¶li parametr @miejsca wynosi 0 lub jest pominiêty, @liczba jest zaokr±glana w górê do najbli¿szej warto¶ci ca³kowitej. Je¶li parametr @miejsca jest mniejszy ni¿ 0, @liczba jest zaokr±glana w górê na lewo od punktu dziesiêtnego. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ROUNDDOWN (5,5) jest równe 6. ROUNDDOWN (-3,3) jest równe -3. ROUNDDOWN (1501,15; 1) jest równe 1501,2. ROUNDDOWN (1501,15; -2) jest równe 1600,0. @SEEALSO=ROUND,ROUNDDOWN
sk: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(èíslo[,èíslic]) @DESCRIPTION=Funkcia ROUNDUP zaokrúhµuje dané @èíslo nahor, smerom od 0. @èíslo je zaokrúhµované èíslo a @èíslic je poèet èíslic, na ktoré sa zaokrúhµuje. Ak je @èíslic väè¹ie ako 0, @èíslo je zaokrúhlené nahor na daný poèet èíslic. Ak je @èíslic 0 alebo neuvedené, @èíslo je zaokrúhlené nahor na najbli¾¹ie celé èíslo. Ak je @èíslic men¹ie ako 0, @èíslo je zaokrúhlené nahor naµavo od desatinnej èiarky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROUNDUP(5.5) sa rovná 6. ROUNDUP(-3.3) sa rovná -3. ROUNDUP(1501.15,1) sa rovná 1501.2. ROUNDUP(1501.15,-2) sa rovná 1600.0. @SEEALSO=ROUND,ROUNDDOWN

source: @FUNCTION=MROUND @SYNTAX=MROUND(number,multiple) @DESCRIPTION=MROUND function rounds a given number to the desired multiple. @number is the number you want rounded and @multiple is the the multiple to which you want to round the number. If @number and @multiple have different sign, MROUND returns #NUM! error. This function is Excel compatible. @EXAMPLES= MROUND(1.7,0.2) equals 1.8. MROUND(321.123,0.12) equals 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
pl: @FUNCTION=MROUND @SYNTAX=MROUND (liczba; wielokr) @DESCRIPTION=Funkcja MROUND zaokr±gla podan± liczbê do podanej wielokrotno¶ci. Parametr @liczba okre¶la liczbê do zaokr±glenia, za¶ @wielokr jest wielokrotno¶ci± do której liczba ma byæ zaokr±glana. Je¶li @liczba i @wielokr maj± przeciwne znaki, MROUND zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= MROUND (1,7; 0,2) jest równe 1,8. MROUND (321,123; 0,12) jest równe 321,12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
sk: @FUNCTION=MROUND @SYNTAX=MROUND(èíslo,násobok) @DESCRIPTION=Funkcia MROUND zaokrúhµuje dané èíslo na po¾adovaný násobok. @èíslo je zaokrúhµované èíslo a @násobok je na èo sa zaokrúhµuje. Ak majú @èíslo a @násobok rôzne znamienka, MROUND vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MROUND(1.7,0.2) sa rovná 1.8. MROUND(321.123,0.12) sa rovná 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
tr: @FUNCTION=MROUND @SYNTAX=MROUND(sayý,çarpan) @DESCRIPTION=MROUND iþlevi verilen @sayý'yý @çarpan'ý verilen sayýya yuvarlar. @sayý ve @çarpan farklý iþaretlere sahipse iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: MROUND(1.7,0.2) eþittir 1.8 MROUND(321.123,0.12) eþittir 321.12 Benzerleri: ROUNDDOWN, ROUND, ROUNDUP @EXAMPLES= MROUND(1.7,0.2) eþittir 1.8 MROUND(321.123,0.12) eþittir 321.12 @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP

source: @FUNCTION=ROMAN @SYNTAX=ROMAN(number[,type]) @DESCRIPTION=ROMAN function returns an arabic number in the roman numeral style, as text. @number is the number you want to convert and @type is the type of roman numeral you want. If @type is 0 or it is omitted, ROMAN returns classic roman numbers. Type 1 is more concise than classic type, type 2 is more concise than type 1, and type 3 is more concise than type 2. Type 4 is simplified type. If @number is negative or greater than 3999, ROMAN returns #VALUE! error. This function is Excel compatible. @EXAMPLES= ROMAN(999) equals CMXCIX. ROMAN(999,1) equals LMVLIV. ROMAN(999,2) equals XMIX. ROMAN(999,3) equals VMIV. ROMAN(999,4) equals IM. @SEEALSO=
pl: @FUNCTION=ROMAN @SYNTAX=ROMAN (liczba[; rodzaj]) @DESCRIPTION=Funkcja ROMAN zwraca warto¶æ liczby arabskiej w rzymskim sposobie zapisu, jako tekst. @liczba to warto¶æ, która bêdzie konwertowana @rodzaj okre¶la sposób numerowania rzymskiego skonwertowanej liczby. Je¶li @rodzaj wynosi 0 lub jest pominiêty, ROMAN zwraca klasyczne liczby rzymskie. Rodzaj 1 jest bardziej zwiêz³y od klasycznego sposobu zapisu, rodzaj 2 jest bardziej zwiêz³y od rodzaju 1, za¶ rodzaj 3 jest najkrótszy. Rodzaj 4 jest uproszczonym sposobem zapisu. Je¶li @liczba jest ujemna lub wiêksza od 3999, ROMAN zwraca b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ROMAN (999) jest równe CMXCIX. ROMAN (999; 1) jest równe LMVLIV. ROMAN (999; 2) jest równe XMIX. ROMAN (999; 3) jest równe VMIV. ROMAN (999; 4) jest równe IM. @SEEALSO=
sk: @FUNCTION=ROMAN @SYNTAX=ROMAN(èíslo[,typ]) @DESCRIPTION=Funkcia ROMAN vracia textový rímsky zápis arabského èísla. @èíslo je prevádzané èíslo a @typ je typ rímskych èíslic. Ak je @typ 0 alebo neuvedený, ROMAN vracia klasické rímske èíslice. Typ 1 je struènej¹í ako klasický typ, typ 2 je struènej¹í ako typ 1, a typ 3 je struènej¹í ako typ 2. Typ 4 je zjednodu¹ený typ. Ak je @èíslo záporné alebo väè¹ie ako 3999, ROMAN vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROMAN(999) sa rovná CMXCIX. ROMAN(999,1) sa rovná LMVLIV. ROMAN(999,2) sa rovná XMIX. ROMAN(999,3) sa rovná VMIV. ROMAN(999,4) sa rovná IM. @SEEALSO=
tr: @FUNCTION=ROMAN @SYNTAX=ROMAN(sayý[,türü]) @DESCRIPTION=ROMAN iþlevi arap rakamlarýný roma rakamlarýna dönüþtürür. @sayý dönüþümü yapýlacak deðer, @türü ise elde edilecek roma rakamlarýnýn hassasiyetini belirten indistir. @türü verilmezse 0 kabul edilir. 0 klasik türdür, @türü büyüdükçe hassasiyet artar. 4 en yüksek indistir. @sayý 3999 dan büyükse iþlev #DEÐER! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: ROMAN(999) eþittir CMXCIX ROMAN(999,1) eþittir LMVLIV ROMAN(999,2) eþittir XMIX ROMAN(999,3) eþittir VMIV ROMAN(999,4) eþittir IM @EXAMPLES= ROMAN(999) eþittir CMXCIX ROMAN(999,1) eþittir LMVLIV ROMAN(999,2) eþittir XMIX ROMAN(999,3) eþittir VMIV ROMAN(999,4) eþittir IM @SEEALSO=

source: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=SUMX2MY2 function returns the sum of the difference of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2MY2 is SUM (x^2-y^2). Strings and empty cells are simply ignored. If @array1 and @array2 have different number of data points, SUMX2MY2 returns #N/A error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2MY2(A1:A5,B1:B5) equals -1299. @SEEALSO=SUMSQ,SUMX2PY2
pl: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2PY2(tablica1; tablica2) @DESCRIPTION= Funkcja SUMX2MY2 zwraca sumê ró¿nic kwadratów odpowiadaj±cych sobie warto¶ci z dwóch tablic. @tablica1 jest tablic± lub zakresem punktów danych, @tablica2 równie¿ jest tablic± lub zakresem punktów danych. SUMX2MY2 dzia³a tak samo jak funkcja SUM (x^2-y^2). Ci±gi nie bêd±ce liczbami lub puste komórki s± ignorowane. Je¶li @tablica1 oraz @tablica2 maj± ró¿ne wymiary, funkcja SUMX2PY2 zwraca b³±d #N/A!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21, oraz 43, a do komórek B1, B2, ..., B5 wstawione s± liczby 13, 22, 31, 33, i 39. Wówczas funkcja SUMX2MY2(A1:A5; B1:B5) jest równe -1299. @SEEALSO=SUMSQ,SUMX2MY2
sk: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(pole1,pole2) @DESCRIPTION=Funkcia SUMX2MY2 vracia súèet rozdielov druhých mocnín odpovedajúcich si hodnôt v dvoch poliach. @pole1 je prvé pole alebo rozsah datových hodnôt a @pole2 je druhé pole alebo rozsah datových hodnôt. Rovnica pre SUMX2MY2 je SUM (x^2-y^2). Re»azce a prázdne bunky sú jednoducho ignorované. Ak majú @pole1 a @pole2 rôznu veµkos», SUMX2MY2 vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43 a bunky B1, B2, ..., B5 obsahujú èísla 13, 22, 31, 33, a 39. Potom SUMX2MY2(A1:A5,B1:B5) sa rovná -1299. @SEEALSO=SUMSQ,SUMX2PY2

source: Array version not implemented!
pl: Wersja tablicowa nie zosta³a zaimplementowana!
sk: Verzia pre polia nie je implementovaná!
tr: Dizi sürümü henüz programlanmadý!
uk: Верс╕ю для масиву не реал╕зовано!

source: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=SUMX2PY2 function returns the sum of the sum of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2PY2 is SUM (x^2+y^2). Strings and empty cells are simply ignored. If @array1 and @array2 have different number of data points, SUMX2PY2 returns #N/A error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2PY2(A1:A5,B1:B5) equals 7149. @SEEALSO=SUMSQ,SUMX2MY2
pl: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(tablica1; tablica2) @DESCRIPTION= Funkcja SUMX2PY2 zwraca sumê sum kwadratów odpowiadaj±cych sobie warto¶ci z dwóch tablic. @tablica1 jest tablic± lub zakresem punktów danych, @tablica2 równie¿ jest tablic± lub zakresem punktów danych. SUMX2PY2 dzia³a tak samo jak funkcja SUM (x^2+y^2). Ci±gi nie bêd±ce liczbami lub puste komórki s± ignorowane. Je¶li @tablica1 oraz @tablica2 maj± ró¿ne wymiary, funkcja SUMX2PY2 zwraca b³±d #N/A!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21, oraz 43, a komórki B1, B2, ..., B5 zawieraj± odpowiednio 13, 22, 31, 33 i 39. Wówczas funkcja SUMX2PY2(A1:A5; B1:B5) jest równe 7149. @SEEALSO=SUMSQ,SUMX2MY2
sk: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(pole1,pole2) @DESCRIPTION=Funkcia SUMX2PY2 vracia súèet druhých mocnín odpovedajúcich si hodnôt v dvoch poliach. @pole1 je prvé pole alebo rozsah datových hodnôt a @pole2 je druhé pole alebo rozsah datových hodnôt. Rovnica pre SUMX2PY2 je SUM (x^2+y^2). Re»azce a prázdne bunky sú jednoducho ignorované. Ak majú @pole1 a @pole2 rôznu veµkos», SUMX2PY2 vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43 a bunky B1, B2, ..., B5 obsahujú èísla 13, 22, 31, 33, a 39. Potom SUMX2PY2(A1:A5,B1:B5) sa rovná 7149. @SEEALSO=SUMSQ,SUMX2MY2

source: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=SUMXMY2 function returns the sum of squares of differences of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMXMY2 is SUM (x-y)^2. Strings and empty cells are simply ignored. If @array1 and @array2 have different number of data points, SUMXMY2 returns #N/A error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMXMY2(A1:A5,B1:B5) equals 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
pl: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(tablica1; tablica2) @DESCRIPTION=Funkcja SUMXMY2 zwraca sumê kwadratów ró¿nic odpowiadaj±cych sobie warto¶ci. @tablica1 jest tablic± lub zakresem danych, @tablica2 równie¿ jest tablic± lub zakresem danych. SUMXMY2 dzia³a tak jak funkcja SUM (x-y)^2. Ci±gi znaków nie bêd±ce liczbami lub puste komórki s± ignorowane. Je¶li @tablica1 oraz @tablica2 maj± ró¿ne wymiary, funkcja SUMXMY2 zwraca b³±d #N/A!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21, i 43, a komórki B1, B2, ..., B5 zawieraj± odpowiednio 13, 22, 31, 33 i 39. Wówczas funkcja SUMXMY2(A1:A5; B1:B5) jest równe 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
sk: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(pole1,pole2) @DESCRIPTION=Funkcia SUMXMY2 vracia súèet druhých mocnín rozdielov odpovedajúcich si hodnôt v dvoch poliach. @pole1 je prvé pole alebo rozsah datových hodnôt a @pole2 je druhé pole alebo rozsah datových hodnôt. Rovnica pre SUMXMY2 je SUM (x-y)^2). Re»azce a prázdne bunky sú jednoducho ignorované. Ak majú @pole1 a @pole2 rôznu veµkos», SUMXMY2 vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43 a bunky B1, B2, ..., B5 obsahujú èísla 13, 22, 31, 33, a 39. Potom SUMXMY2(A1:A5,B1:B5) sa rovná 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2

source: @FUNCTION=SUBTOTAL @SYNTAX=SUMIF(function_nbr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL function returns a subtotal of given list of arguments. @function_nbr is the number that specifies which function to use in calculating the subtotal. The following functions are available: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUBTOTAL(1,A1:A5) equals 30. SUBTOTAL(6,A1:A5) equals 22378356. SUBTOTAL(7,A1:A5) equals 6.164414003. SUBTOTAL(9,A1:A5) equals 150. SUBTOTAL(11,A1:A5) equals 30.4. @SEEALSO=COUNT,SUM
sk: @FUNCTION=SUBTOTAL @SYNTAX=SUMIF(funkcia,ref1,ref2,...) @DESCRIPTION=Funkcia SUBTOTAL vracia podsúèet daného zoznamu argumentov. @funkcia je èíslo, ktoré funkcia sa má pou¾i» pre spoèítanie súètu. K dispozícii sú následujúce funkcie: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 23, 27, 28, 33, a 39. Potom SUBTOTAL(1,A1:A5) sa rovná 30. SUBTOTAL(6,A1:A5) sa rovná 22378356. SUBTOTAL(7,A1:A5) sa rovná 6.164414003. SUBTOTAL(9,A1:A5) sa rovná 150. SUBTOTAL(11,A1:A5) sa rovná 30.4. @SEEALSO=COUNT,SUM
tr: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(iþlev_no,ref1,ref2,...) @DESCRIPTION=SUBTOTAL iþlevi verilen listedeki deðerlerin alt toplamýný hesaplar. @iþlev_no alt toplamý hesaplamakta kullanýlan iþlevin numarasýdýr. Aþaðýda bu iþlevler ve numaralarý verilmiþtir: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP Bu iþlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri 23, 27, 28, 33, 39 içeriyorsa: SUBTOTAL(1,A1:A5) eþittir 30 SUBTOTAL(6,A1:A5) eþittir 22378356 SUBTOTAL(7,A1:A5) eþittir 6.164414003 SUBTOTAL(9,A1:A5) eþittir 150 SUBTOTAL(11,A1:A5) eþittir 30.4 Benzerleri: COUNT, SUM @EXAMPLES= A1, A2, ..., A5 gözeleri 23, 27, 28, 33, 39 içeriyorsa: SUBTOTAL(1,A1:A5) eþittir 30 SUBTOTAL(6,A1:A5) eþittir 22378356 SUBTOTAL(7,A1:A5) eþittir 6.164414003 SUBTOTAL(9,A1:A5) eþittir 150 SUBTOTAL(11,A1:A5) eþittir 30.4 @SEEALSO=COUNT,SUM

source: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coefficients) @DESCRIPTION=SERIESSUM function returns the sum of a power series. @x is the base of the power series, @n is the initial power to raise @x, @m is the increment to the power for each term in the series, and @coefficients is the coefficents by which each successive power of @x is multiplied. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 1.23, 2.32, 2.98, 3.42, and 4.33. Then SERIESSUM(3,1,2.23,A1:A5) equals 251416.43018. @SEEALSO=COUNT,SUM
pl: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM (x; n; m; wspó³czynniki) @DESCRIPTION=Funkcja SERIESSUM zwraca sumê szeregów potêgowych. Parametr @x okre¶la podstawê szeregów potêgowych, @n jest pocz±tkow± potêg±, do której ma zostaæ podniesiony parametr @x, @m okre¶la przyrost potêg dla ka¿dego wyra¿enia w szeregu za¶ parametr @wspó³czynniki okre¶la wspó³czynniki, przez które jest mno¿ony jest ka¿da z obliczonych potêg parametru @x. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 1,23, 2,32, 2,98, 3,42 i 4,33. Wówczas wyra¿enie SERIESSUM (3; 1; 2,23; A1:A5) jest równe 251416,43018. @SEEALSO=COUNT,SUM
sk: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,koeficienty) @DESCRIPTION=Funkcia SERIESSUM vracia súèet mocninných postupností. @x je základ postupnosti, @n je poèiatoèná mocnina @x, @m je zmena mocniny pre ka¾dý prvok postupnosti, a @koeficienty sú koeficienty ktorými sa vynásobia jednotlivé mocniny @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 1.23, 2.32, 2.98, 3.42, a 4.33. Potom SERIESSUM(3,1,2.23,A1:A5) sa rovná 251416.43018. @SEEALSO=COUNT,SUM
