Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: _Standard Height
pl: S_tandardowa wysoko¶æ
sk: _©tandardná vý¹ka
tr: _Öntanýmlý Yükseklik
uk: Стандартна висота

source: _Standard Width
pl: S_tandardowa szeroko¶æ
sk: _©tandardná ¹írka
tr: _Öntanýmlý Geniþlik
uk: Стандартна ширина

source: _Tabulate Dependency...
sk: _Tabulova» závislosti...

source: _Toolbars...
pl: Paski _narzêdziowe...
sk: Panely _nástrojov...
tr: _Araç Çubuklarý...

source: _Tools
pl: _Narzêdzia
sk: _Nástroje
tr: _Araçlar
uk: ╤нструменти

source: _Two Factor
pl: _Dwa czynniki
sk: _Dvojité triedenie

source: _Two Variances: FTest
sk: _Dve odchýlky: FTest

source: _Undo
pl: Cof_nij
sk: _Vráti»
tr: _Geri Al
uk: В╕дм╕нити

source: _Ungroup
pl: _Rozgrupuj
sk: Z_ru¹i» zoskupenie
tr: _Grubu çöz

source: _Unhide
pl: _Odkryj
sk: _Zobrazi» skryté
tr: Gö_ster
uk: Показати

source: _Validate...
pl: _Sprawd¼ poprawno¶æ...
sk: _Overi»...
tr: D_eðerlendir...

source: _View
pl: _Widok
sk: _Zobrazi»
tr: _Görünüm
uk: Вигляд

source: _Width...
pl: _Szeroko¶æ...
sk: _©írka...
tr: Ge_niþlik
uk: _Ширина...

source: _Workbook...
pl: _Zeszyt...
sk: _Zo¹it...
tr: _Defter...
uk: Книга

source: _Zoom...
pl: _Powiêkszenie...
sk: _Lupa...
tr: _Yakýnlaþtýr...
uk: Масштаб...

source: Row %i
pl: Wiersz %i
sk: Riadok %i
tr: %i. satýr

source: Column %i
pl: Kolumna %i
sk: Ståpec %i
tr: %i. sütun

source: Bin %i
pl: Zbiór %i
sk: Trieda %i
tr: Kutu %i

source: Area %i
pl: Obszar %i
sk: Oblas» %i
tr: %i Alaný

source: Correlations
pl: Korelacje
sk: Korelácie
tr: Ýliþkiler
uk: Кореляц╕╖

source: Covariances
pl: Kowariancje
sk: Kovariancie
tr: Uyuþmazlýklar
uk: Ковариц╕╖

source: Summary Statistics
pl: Statystyki podsumowuj±ce
sk: Celková ¹tatistika
tr: Özet Ýstatistikleri
uk: Зведена статистика

source: /Mean/Standard Error/Median/Mode/Standard Deviation/Sample Variance/Kurtosis/Skewness/Range/Minimum/Maximum/Sum/Count
pl: /¦rednia/B³±d standardowy/Mediana/Tryb/Odchylenie standardowe/Próbka Wariancja/Kurtoza/Zakrzywienie/Zakres/Minimum/Maksimum/Suma/Ilo¶æ
sk: /Priemer/Smerodajná chyba/Medián/Modus/Smerodajná odchýlka/Rozptyl/©picatos»/©ikmos»/Rozsah/Minimum/Maximum/Súèet/Poèet
tr: /Ortalama/Standart Hata/Orta/Bölüm/Standart Sapma/Örnek Deðiþim/Kurtosis/Eðrilik/Aralýk/Enaz/Ençok/Toplam/Sayaç

source: Confidence Interval for the Mean
pl: Przedzia³ istotno¶ci dla ¶redniej
sk: Hladina spoµahlivosti pre priemer
tr: Ortalama için Emniyet Aralýðý

source: /%g%% CI for the Mean from/to
sk: /%g%% IS pre priemer od/do
tr: /%%%g CI, Ortalama için

source: Kth Largest
pl: K-ta najwiêksza
sk: k-ty najväè¹í
tr: En büyük K'ýncý
uk: К-те найб╕льше

source: Largest (%d)
pl: Najwiêksza (%d)
sk: Najväè¹í (%d)
tr: En büyük (%d)
uk: Найб╕льше (%d)

source: Kth Smallest
pl: K-ta najmniejsza
sk: k-ty najmen¹í
tr: En küçük K'ýncý
uk: К-те найменше

source: Smallest (%d)
pl: Najmniejsza (%d)
sk: Najmen¹í (%d)
tr: En küçük (%d)
uk: Найменше (%d)

source: Sample
pl: Próbka
sk: Výber
tr: Örnek
uk: Зразок

source: Variable %i
pl: Zmienna %i
sk: Premenná %i
tr: %i. Deðiþken

source: /Mean/Known Variance/Observations/Hypothesized Mean Difference/Observed Mean Difference/z/P (Z<=z) one-tail/z Critical one-tail/P (Z<=z) two-tail/z Critical two-tail
sk: /Priemer/Známy rozptyl/Pozorovania/Hypotéza rozdielu priemeru/z/P (Z<=z) pre jednostrannú alternatívu/kritická hodnota z pre jednostrannú alternatívu/P (Z<=z) pre obojstrannú alternatívu/kritická hodnota z pre obojstrannú alternatívu
tr: /Ortalama/Bilinen Deðiþim/Gözlemler/Varsayýmlý Ortalama Farký/Gözlemli Ortalama Farký/z/P (Z<=z) tek-uçlusu/z kritik tek-uçlusu/P (Z<=z) iki-uçlusu/z kritik iki-uçlusu

source: /Mean/Variance/Observations/Pearson Correlation/Hypothesized Mean Difference/df/t Stat/P (T<=t) one-tail/t Critical one-tail/P (T<=t) two-tail/t Critical two-tail
sk: /Priemer/Rozptyl/Pozorovania/Pearsonova korelácia/Hypotéza rozdielu priemeru/df/t ¹tatistika/P (T<=t) pre jednostrannú alternatívu/kritická hodnota t pre jednostrannú alternatívu/P (T<=t) pre obojstrannú alternatívu/kritická hodnota t pre obojstrannú alternatívu
tr: /Ortalama/Deðiþim/Gözlemler/Pearson Baðýntýsý/Varsayýmlý Ortalama Fark/df/t Hali/P (T<=t) tek-uçlusu/t kritik tek-uçlusu/P (T<=t) iki-uçlusu/t kritik iki-uçlusu

source: /Mean/Variance/Observations/Pooled Variance/Hypothesized Mean Difference/Observed Mean Difference/df/t Stat/P (T<=t) one-tail/t Critical one-tail/P (T<=t) two-tail/t Critical two-tail
sk: /Priemer/Rozptyl/Pozorovania/Zdru¾ený rozptyl/Hypotéza rozdielu priemeru/Pozorovaný rozdiel premeru/df/t ¹tatistika/P (T<=T) pre jednostrannú alternatívu/kritická hodnota t pre jednostrannú alternatívu/P (T<=t) pre obojstrannú alternatívu/kritická hodnota t pre obojstrannú alternatívu
tr: /Ortalama/Deðiþim/Gözlemler/Birleþik Deðiþimler/Varsayýmlý Ortalama Farký/Gözlemli Ortalama Farký/df/t Hali/P (T<=t) tek-uçlusu/t kritik tek-uçlusu/P (T<=t) iki-uçlusu/t kritik iki-uçlusu

source: /Mean/Variance/Observations/Hypothesized Mean Difference/Observed Mean Difference/df/t Stat/P (T<=t) one-tail/t Critical one-tail/P (T<=t) two-tail/t Critical two-tail
sk: /Priemer/Rozptyl/Pozorovania/Hypotéza rozdielu priemeru/Pozorovaný rozdiel priemeru/df/t ¹tatistika/P (T<=T) pre jednostrannú alternatívu/kritická hodnota t pre jednostrannú alternatívu/P (T<=t) pre obojstrannú alternatívu/kritická hodnota t pre obojstrannú alternatívu
tr: /Ortalama/Deðiþim/Gözlemler/Varsayýmlý Ortalama Farký/Gözlemli Ortalama Farký/df/t Hali/P (T<=t) tek-uçlusu/t kritik tek-uçlusu/P (T<=t) iki-uçlusu/t kritik iki-uçlusu

source: /Mean/Variance/Observations/df/F/P (F<=f) right-tail/F Critical right-tail/P (f<=F) left-tail/F Critical left-tail/P two-tail/F Critical two-tail
sk: /Priemer/Rozptyl/Pozorovania/P (F<=f) pre pravostrannú alternatívu/kritická hodnota F pre pravostrannú alternatívu/P (f<=F) pre µavostrannú alternatívu/kritická hodnota F pre µavostrannú alternatívu/P pre obojstrannú alternatívu/kritická hodnota F pre obojstrannú alternatívu
tr: /Ortalama/Deðiþim/Gözlemler/df/F/P (F<=f) sað-uç/F Kritik sað-uç/P (f<=F) sol-uç/F Kritik sol-uç/P iki-sonlusu/F Kritik iki-sonlusu

source: Random
pl: Losowa
sk: Náhodné
tr: Rasgele
uk: Випадково

source: Not implemented yet.
pl: Nie zaimplementowane.
sk: Zatiaµ neimplementované.
tr: Daha programlanmadý.
uk: Ще не реал╕зовано.

source: Y Variable
pl: Zmienna Y
sk: Premenná Y
tr: Y Deðiþkeni

source: Regression
pl: Regresja
sk: Regresia
tr: Geri dönme
uk: Ре╜рес╕я

source: /SUMMARY OUTPUT//Regression Statistics/Multiple R/R Square/Adjusted R Square/Standard Error/Observations//ANOVA//Regression/Residual/Total///Intercept
sk: /VÝSTUP SÚHRNU/©tatistika regresie/Viacnásobné R/R^2/Modifikovaný R^2/Smerodajná chyba/Pozorovania//ANOVA/Regresia/Reziduálny/Celkom///Prieseèník
tr: /ÖZET ÇIKTI//Geri dönme Ýstatistikleri/Çoklu R/R Kare/Ayarlý R Kare/Standart Hata/Gözlemler//ANOVA//Geri dönme/Artan/Toplam///Kesir

source: /df/SS/MS/F/Significance of F
pl: /df/SS/MS/F/Istotno¶æ F
sk: /df/SS/MS/F/Významnos» F
tr: /df/SS/MS/F/Önem F

source: /Coefficients/Standard Error/t Stat/P-value/Lower %0.0f%%/Upper %0.0f%%
sk: /Koeficienty/Smerodajná chyba/t ¹tatistika/P-hodnota/Dolných %0.0f%%/Horných %0.0f%%
tr: /Katsayýlar/Standart Hata/t Hali/P-deðeri/Alt %%%0.0f/Üst %%%0.0f

source: Moving Averages
pl: ¦rednia ruchoma
sk: Kåzavé priemery
tr: Taþýnan Ortalamalar

source: Standard Error
pl: B³±d standardowy
sk: Smerodajná chyba
uk: Стандартна помилка

source: Exponential Smoothing
pl: Wyg³adzanie wyk³adnicze
sk: Exponenciálne vyhladenie
tr: Üstel Yuvarlama

source: Ranks
pl: Korelacje rangowe
sk: Rozlo¾enie
tr: Sýralamalar
uk: Ран╜и

source: Point
pl: Punkt
sk: Hodnota
tr: Nokta
uk: Точка

source: Rank
pl: Korelacja rangowa
sk: Rozlo¾enie
tr: Sýralama
uk: Ран╜

source: Anova: Single Factor
pl: Analiza wariancji: jeden czynnik
sk: Anova: Jednoduché triedenie
tr: Anova: Tek çarpan
uk: Дисперсний анал╕з: однофакторний

source: SUMMARY
pl: PODSUMOWANIE
sk: SÚHRN
tr: ÖZET
uk: ЗВЕДЕННЯ

source: /Groups/Count/Sum/Average/Variance
pl: /Grupy/Liczba/Suma/¦rednia/Wariancja
sk: /Skupiny/Poèet/Súèet/Priemer/Rozptyl
tr: /Gruplar/Sayaç/Toplam/Ortalama/Deðiþim

source: /ANOVA/Source of Variation/Between Groups/Within Groups/Total
pl: /Analiza wariancji/¬ród³o wariancji/Miêdzy grupami/W obrêbie grup/W sumie
sk: /ANOVA/Zdroj variability/Medzi skupinami/V rámci skupín/Celkom
tr: /ANOVA/Deðiþim Kaynaðý/Gruplar Arasýnda/Gruplarýn Ýçinde/Toplam

source: /SS/df/MS/F/P-value/F critical
sk: /SS/df/MS/F/P-hodnota/kritická hodnota F
tr: /SS/df/MS/F/P-deðeri/F kritik

source: Anova: Two-Factor Without Replication
pl: Analiza wariancji: dwa czynniki bez powtórzeñ
sk: Anova: Dvojité triedenie bez opakovania
tr: Anova: Örneklemeksizin iki-çarpan
uk: Дисперс╕йний анал╕з: двофакторний без в╕дтворення

source: /SUMMARY/Count/Sum/Average/Variance
pl: /PODSUMOWANIE/Liczba/Suma/¦rednia/Wariancja
sk: /SÚHRN/Poèet/Súèet/Priemer/Rozptyl
tr: /ÖZET/Sayaç/Toplam/Ortalama/Deðiþim

source: /ANOVA/Source of Variation/Rows/Columns/Error/Total
pl: /Analiza wariancji/¬ród³o wariancji/Wiersze/Kolumny/B³±d/Ogó³em
sk: /ANOVA/Zdroj variability/Riadky/Ståpce/Chyba/Celkom
tr: /ANOVA/Deðiþim Kaynaðý/Satýrlar/Sütunlar/Hata/Toplam

source: Anova: Two-Factor With Replication
pl: Analiza wariancji: dwa czynniki z powtórzeniami
sk: Anova: Dvojité triedenie s opakovaním
tr: Anova: Örneklemeli iki-çarpan
uk: Дисперс╕йний анал╕з: двофакторний з в╕дтворенням

source: Total
pl: Ogó³em
sk: Celkom
tr: Toplam
uk: Загалом

source: /Count/Sum/Average/Variance
pl: /Liczba/Suma/¦rednia/Wariancja
sk: /Poèet/Súèet/Priemer/Rozptyl

source: /ANOVA/Source of Variation/Rows/Columns/Interaction/Within
pl: /Analiza wariancji/¬ród³o wariancji/Wiersze/Kolumny/Interakcja/W
sk: /ANOVA/Zdroj variability/Riadky/Ståpce/Interakcia/V rámci

source: Too Small
pl: Zbyt ma³a
sk: Príli¹ malé

source: More
pl: Wiêcej
sk: Ïal¹ie
tr: Baþka

source: Too Large
pl: Zbyt du¿a
sk: Príli¹ veµké

source: Bin
pl: Zbiór
sk: Trieda
tr: Kutu
uk: Дв╕йкове

source: Frequency
pl: Czêsto¶æ
sk: Frekvencia
tr: Frekans
uk: Частота

source: Cumulative %
pl: £±czny %
sk: Kumulatívne %
tr: Kümülatif %

source: Real
pl: Rzeczywista
sk: Reálna

source: Imaginary
pl: Urojona
sk: Imaginárna

source: Error '%s' opening workbook stream
pl: Przy otwieraniu strumienia zeszytu wyst±pi³ b³±d "%s"
sk: Chyba '%s' pri otváraní kanálu zo¹itu
tr: Defter veri yolu açýlýrken hata: '%s'
uk: Помилка "%s" в╕дкриття потоку книги

source: Invalid xml file. Tree is empty ?
pl: Niepoprawny plik XML. Drzewo jest puste?
sk: Neplatný XML súbor. Strom je prázdny?
tr: xml dosyasý geçersiz. Aðaç boþ mu?
uk: Нев╕рний XML-файл. Дерево порожн╓?

source: Does not contain a Workbook file
pl: Nie zawiera pliku z zeszytem
sk: Neobsahuje súbor so zo¹itom
tr: Bir defter dosyasý içermiyor
uk: Не м╕стить файл книги

source: EXPERIMENTAL Bonobo EFS format
pl: EKSPERYMENTALNY format Bonobo EFS
sk: EXPERIMENTÁLNY Bonobo formát EFS
tr: DENEYSEL Bonobo EFS biçemi

source: Unable to paste
pl: Nie mo¿na wkleiæ
sk: Nepodarilo sa vlo¾i»
tr: Yapýþtýrýlamadý
uk: Не вдалось вставити

source: Content can only be pasted by value or by link.
pl: Wklejenie zawarto¶ci mo¿e siê odbyæ tylko z u¿yciem warto¶ci lub odno¶nika.
sk: Obsah je mo¾né vlo¾i» iba ako hodnotu alebo ako odkaz.
tr: Ýçerik sadece deðeriyle ya da bir bað ile yapýþtýrýlabilir

source: destination does not have an even multiple of source columns (%d vs %d) Try selecting a single cell or an area of the same shape and size.
pl: liczba kolumn w obszarze docelowym nie jest wielokrotno¶ci± ich liczby w obszarze ¼ród³owym (%d do %d) Spróbuj zaznaczyæ pojedyncz± komórkê lub obszar o tym samym kszta³cie i rozmiarze.
sk: cieµ nemá párny násobok zdrojových ståpcov (%d oproti %d) Skúste vybra» jednu bunku alebo oblas» rovnakého tvaru a veµkosti.
tr: hedef, kaynak sütunlarýn (%d x %d) yerleþebileceði yere sahip deðil. Tek bir göze ya da ayný yükseklik ve geniþlikte bir alan seçmeyi deneyin.

source: destination does not have an even multiple of source rows (%d vs %d) Try selecting a single cell or an area of the same shape and size.
pl: liczba wierszy w obszarze docelowym nie jest wielokrotno¶ci± ich liczby w obszarze ¼ród³owym (%d do %d) Spróbuj zaznaczyæ pojedyncz± komórkê lub obszar o tym samym kszta³cie i rozmiarze.
sk: cieµ nemá párny násobok zdrojových riadkov (%d oproti %d) Skúste vybra» jednu bunku alebo oblas» rovnakého tvaru a veµkosti.
tr: hedef, kaynak satýrlarýn (%d x %d) yerleþebileceði yere sahip deðil. Tek bir göze ya da ayný yükseklik ve geniþlikte bir alan seçmeyi deneyin.

source: result passes the sheet boundary
pl: wynik przekracza granice arkusza
sk: výsledok presahuje okraje listu
tr: sonuç çizelge sýnýrlarýný geçiyor

source: destination has a different shape (%dRx%dC) than the original (%dRx%dC) Try selecting a single cell or an area of the same shape and size.
pl: Obszar docelowy ma kszta³t (%dWx%dK) ró¿ny od orygina³u (%dWx%dK) Spróbuj zaznaczyæ pojedyncz± komórkê lub obszar o tym samym kszta³cie i rozmiarze.
sk: cieµová oblas» má iný tvar (%dRx%dS) ne¾ zdrojová (%dRx%dS) Skúste vybra» jednu bunku alebo oblas» rovnakého tvaru a veµkosti.
tr: hedef alan (%dRx%dC) özgün alandan (%dRx%dC) farklý. Tek bir göze ya da ayný yükseklik ve geniþlikte bir alan seçmeyi deneyin.

source: Unable to paste into selection
pl: Nie mo¿na wkleiæ do zaznaczenia
sk: Nie je mo¾né vlo¾i» do výberu
tr: Seçilen alana yapýþtýrýlamadý
uk: Не можна вставляти у вибране

source: Shift rows %s
pl: Przesuniêcie wierszy %s
sk: Posunú» riadky %s
tr: %s satýrlarýný kaydýr

source: Shift row %s
pl: Przesuniêcie wiersza %s
sk: Posunú» riadok %s
tr: %s satýrýný kaydýr

source: Shift columns %s
pl: Przesuniêcie kolumn %s
sk: Posunú» ståpce %s
tr: %s sütunlarýný kaydýr

source: Shift column %s
pl: Przesuniêcie kolumny %s
sk: Posunú» ståpec %s
tr: %s sütununu kaydýr

source: Would split array %s
pl: Operacja spowodowa³aby rozdzielenie tablicy %s
sk: Rozdelí pole %s
tr: %s dizisi ayrýlacaktý.

source: Would split an array
pl: Operacja spowodowa³aby rozdzielenie tablicy
sk: Rozdelí pole

source: Set Text
pl: Ustawienie tekstu
sk: Nastavenie textu
tr: Metni Belirle
uk: Встановити текст

source: Typing "%s%s" in %s
pl: Wpisanie "%s%s" do %s
sk: Napísanie "%s%s" v %s
tr: "%s%s" %s'e yazýlýyor
uk: Наб╕р "%s%s" в %s

source: Typing "%s%s"
pl: Wpisanie "%s%s"
sk: Napísanie "%s%s"
tr: "%s%s" yazýlýyor
uk: Наб╕р "%s%s"

source: Inserting %d columns before %s
pl: Wstawienie %d kolumn przed %s
sk: Vlo¾enie %d ståpcov pred %s
tr: %d sütun %s sütununun soluna ekleniyor
uk: Вставляння %d стовпчик╕в перед %s

source: Inserting %d column before %s
pl: Wstawienie %d kolumny przed %s
sk: Vlo¾enie %d ståpec pred %s
tr: %d sütun %s sütununun soluna ekleniyor
uk: Вставляння %d стовпчик╕в п╕сля %s

source: Inserting %d rows before %s
pl: Wstawienie %d wierszy przed %s
sk: Vlo¾enie %d riadkov pred %s
tr: %d satýr %s satýrýnýn üstüne ekleniyor

source: Inserting %d row before %s
pl: Wstawienie %d wiersza przed %s
sk: Vlo¾enie %d riadok pred %s
tr: %d satýr %s satýrýnýn üstüne ekleniyor

source: Deleting columns %s
pl: Usuniêcie kolumn %s
sk: Odstránenie ståpcov %s
tr: %s sütunlarý siliniyor

source: Deleting column %s
pl: Usuniêcie kolumny %s
sk: Odstránenie ståpec %s
tr: %s sütunu siliniyor
uk: Стирання стовпчика %s

source: Deleting rows %s
pl: Usuniêcie wierszy %s
sk: Odstránenie riadkov %s
tr: %s satýrlarý siliniyor

source: Deleting row %s
pl: Usuniêcie wiersza %s
sk: Odstránenie riadku %s
tr: %s satýrý siliniyor

source: Undo Clear
pl: Cofniêcie wyczyszczenia
sk: Vráti» mazanie
tr: Temizlemeyi Geri al
uk: В╕дм╕нити очищення

source: contents
pl: zawarto¶ci
sk: obsah
tr: içerik

source: formats
pl: formatów
sk: formáty
tr: biçem

source: comments
pl: komentarzy
sk: komentáre
tr: yorum

source: all
pl: wszystkiego
sk: v¹etko
tr: tümü

source: Clearing %s in %s
pl: Wyczyszczenie %s w %s
sk: Vyèistenie %s v %s
tr: %s %s'den siliniyor

source: Changing format of %s
pl: Zmiana formatu %s
sk: Zmena formátu %s
tr: %s için biçem deðiþtirilmesi

source: Rename sheet '%s' '%s'
pl: Zmiana nazwy arkusza "%s" na "%s"
sk: Premenovanie listu '%s' '%s'
tr: '%s' çizelgesinin adýný '%s' yapýyor
uk: Перейменування аркушу "%s" "%s"

source: Set Date/Time
pl: Ustawienie daty/czasu
sk: Nastavenie dátumu/èasu
tr: Tarihi/Saati Ayarla
uk: Встановити дату ╕ час

source: Setting current date in %s
pl: Ustawienie bie¿±cego czasu w %s
sk: Vlo¾enie aktuálneho dátumu do %s
tr: Tarihi %s yapýyor
uk: Встановлення поточно╖ дати в %s

source: Setting current time in %s
pl: Ustawienie bie¿±cej daty w %s
sk: Vlo¾enie aktuálneho èasu v %s
tr: Saati %s yapýyor
uk: Встановлення поточного часу в %s

source: Autofitting column %s
pl: Automatyczne dopasowanie kolumny %s
sk: Automatická uprava veµkosti ståpca %s
tr: %s sütunu ayarlanýyor

source: Autofitting row %s
pl: Automatyczne dopasowanie wiersza %s
sk: Automatická úprava veµkosti riadku %s
tr: %s satýrý ayarlanýyor

source: Setting width of column %s to %d pixels
pl: Ustawienie szeroko¶ci kolumny %s na %d pikseli
sk: Nastavenie ¹írky ståpcov %s na %d bodov
tr: %s sütunun geniþliði %d piksele ayarlanýyor

source: Setting height of row %s to %d pixels
pl: Ustawienie wysoko¶ci wiersza %s na %d pikseli
sk: Nastavenie vý¹ky riadkov %s na %d bodov
tr: %s satýrýn yüksekliði %d piksele ayarlanýyor

source: Autofitting columns %s
pl: Automatyczne dopasowanie kolumn %s
sk: Automatická uprava veµkosti ståpcov %s
tr: %s sütunlarý ayarlanýyor

source: Setting width of columns %s to %d pixels
pl: Ustawienie szeroko¶ci kolumn %s na %d pikseli
sk: Nastavenie ¹írky ståpcov %s na %d bodov
tr: %s sütunun geniþliði %d piksele ayarlanýyor

source: Setting height of rows %s to %d pixels
pl: Ustawienie wysoko¶ci wierszy %s na %d pikseli
sk: Nastavenie vý¹ky riadkov %s na %d bodov
tr: %s satýrýn yüksekliði %d piksele ayarlanýyor

source: Sorting %s
pl: Posortowanie %s
sk: Triedenie %s
tr: %s sýralanýyor
uk: Упорядкування %s

source: Unhide columns
pl: Odkrycie kolumn
sk: Zobrazenie skrytých ståpcov
tr: Gizli sütunlarý göster
uk: Показати стовпчики

source: Hide columns
pl: Ukrycie kolumn
sk: Skrytie ståpcov
tr: Sütunlarý gizle
uk: Прибрати стовпчики

source: Unhide rows
pl: Odkrycie wierszy
sk: Zobrazenie skrytých riadkov
tr: Gizli satýrlarý göster
uk: Показати рядки

source: Hide rows
pl: Ukrycie wierszy
sk: Skrytie riadkov
tr: Satýrlarý gizler
uk: Прибрати рядки

source: Expand columns
pl: Rozwiniêcie kolumn
sk: Rozbalenie ståpcov
tr: Sütunlarý geniþlet

source: Collapse columns
pl: Zwiniêcie kolumn
sk: Zabalenie ståpcov
tr: Sütunlarý topla

source: Expand rows
pl: Rozwiniêcie wierszy
sk: Rozbalenie riadkov
tr: Satýrlarý geniþlet

source: Collapse rows
pl: Zwiniêcie wierszy
sk: Zabalenie riadkov
tr: Satýrlarý topla

source: Those columns are already grouped
pl: Te kolumny zosta³y ju¿ zgrupowane
sk: Tieto ståpce u¾ sú v skupine
tr: Bu sütunlar zaten gruplanmýþ

source: Those rows are already grouped
pl: Te wiersze zosta³y ju¿ zgrupowane
sk: Tieto riadky u¾ sú v skupine
tr: Bu satýrlar zaten gruplanmýþ

source: Those columns are not grouped, you can't ungroup them
pl: Te kolumny nie s± zgrupowane, nie mo¿na ich rozgrupowaæ
sk: Tieto ståpce nie sú v skupine, tak¾e ich nemô¾ete rozoskupi»
tr: Bu sütunlar zaten gruplanmamýþ

source: Those rows are not grouped, you can't ungroup them
pl: Te wiersze nie s± zgrupowane, nie mo¿na ich rozgrupowaæ
sk: Tieto riadky nie sú v skupine, tak¾e ich nemô¾ete rozoskupi»
tr: Bu satýrlar zaten gruplanmamýþ

source: Group columns %s
pl: Zgrupowanie kolumn %s
sk: Zoskupi» ståpce %s
tr: %s sütunlarýný grupla

source: Ungroup columns %s
pl: Rozgrupowanie kolumn %s
sk: Rozoskupi» ståpce %s
tr: %s sütunlarýný ayýr

source: Group rows %d:%d
pl: Zgrupowanie wierszy %d:%d
sk: Zoskupi» riadky %d:%d
tr: %d:%d satýrlarýný grupla

source: Ungroup rows %d:%d
pl: Rozgrupowanie wierszy %d:%d
sk: Rozoskupi» riadky %d:%d
tr: %d:%d satýrlarýný ayýr

source: Moving %s
pl: Przeniesienie %s
sk: Presun %s
tr: %s taþýma

source: is beyond sheet boundaries
pl: przekracza granice arkusza
sk: je mimo okraje listu
tr: çizelge sýnýrlarýný geçiyor

source: Pasting into %s
pl: Wklejenie do %s
sk: Vlo¾enie do %s
tr: %s'e yapýþtýrma
uk: Всталяння в %s

source: Autofill
pl: Automatyczne wype³nienie
sk: Automatické vyplòovanie
tr: Otomatik sýnýrla
uk: Автозаповнення

source: Autofilling %s
pl: Automatyczne wype³nienie %s
sk: Automatické vyplòovanie %s
tr: %s otomatik sýnýrlanýyor

source: Autoformatting %s
pl: Automatyczne sformatowanie %s
sk: Automatický formát %s
tr: %s otomatik biçemleniyor

source: Unmerging %s
pl: Rozdzielenie %s
sk: Zru¹enie spojenia buniek %s
tr: %s birleþik göze ayrýlýyor

source: Merging %s
pl: Scalenie %s
sk: Spojenie %s
tr: %s birleþtiriliyor

source: Search and Replace
pl: Wyszukanie i zmiana
sk: Nájs» a nahradi»
tr: Bul ve Deðiþtir

source: Setting default width of columns to %.2fpts
pl: Ustawienie domy¶lnej szeroko¶ci kolumn na %.2f punktów
sk: Nastavenie ¹tandardnej ¹írky ståpcov na %.2f bodov
tr: Sütunlarýn öntanýmlý geniþliði %.2f punto yapýlýyor

source: Setting default height of rows to %.2fpts
pl: Ustawienie domy¶lnej wysoko¶ci wierszy na %.2f punktów
sk: Nastavenie ¹tandardnej vý¹ky riadkov na %.2f bodov
tr: Satýrlarýn öntanýmlý yüksekliði %.2f punto yapýlýyor

source: Consolidating to %s!%s
pl: Konsolidowanie do %s!%s
sk: Konzolidujem do %s!%s
tr: %s!%s'e birleþtiriliyor

source: Zoom %s to %.0f%%
pl: Ustawienie powiêkszenia %s na %.0f%%
sk: Zväè¹i» %s na %.0f%%
tr: %s büyüklüðü %.0f%% yapýlýyor

source: Insert object
pl: Wstawienie obiektu
sk: Vlo¾i» objekt
tr: Nesne ekle

source: Delete object
pl: Usuniêcie obiektu
sk: Odstráni» objekt
tr: Nesne sil

source: Resize object
pl: Zmiana rozmiaru obiektu
sk: Zmeni» veµkos» objektu
tr: Nesneyi boyutlandýr

source: Move object
pl: Przeniesienie obiektu
sk: Presunú» objekt
tr: Nesneyi taþý

source: Oaf options
pl: Opcje Oafa
sk: Nastavenie Oaf
tr: Oaf seçenekleri
uk: Параметри oaf

source: *Sun
pl: *Nie
sk: *Ned
tr: *Paz
uk: *Ндл

source: *Mon
pl: *Pon
sk: *Pon
tr: *Pzt
uk: *Пнд

source: *Tue
pl: *Wto
sk: *Uto
tr: Sal
uk: *Втр

source: *Wed
pl: *¦ro
sk: *Str
tr: *Çrþ
uk: *Срд

source: *Thu
pl: *Czw
sk: *©tv
tr: *Prþ
uk: *Чтв

source: *Fri
pl: *Pi±
sk: *Pia
tr: *Cum
uk: *Птн

source: *Sat
pl: *Sob
sk: *Sob
tr: *Cts
uk: *Сбт

source: Sunday
pl: Niedziela
sk: Nedeµa
tr: Pazar
uk: Нед╕ля

source: Monday
pl: Poniedzia³ek
sk: Pondelok
tr: Pazartesi
uk: Понед╕лок

source: Tuesday
pl: Wtorek
sk: Utorok
tr: Salý
uk: В╕второк

source: Wednesday
pl: ¦roda
sk: Streda
tr: Çarþamba
uk: Середа

source: Thursday
pl: Czwartek
sk: ©tvrtok
tr: Perþembe
uk: Четвер

source: Friday
pl: Pi±tek
sk: Piatok
tr: Cuma
uk: П'ятниця

source: Saturday
pl: Sobota
sk: Sobota
tr: Cumartesi
uk: Субота

source: *May
pl: *Maj
sk: *Máj
uk: *Тра

source: *Jun
pl: *Cze
sk: *Jún
tr: *Haz
uk: *Чер

source: *Jul
pl: *Lip
sk: *Júl
tr: *Tem
uk: *Лип

source: *Oct
pl: *Pa¼
sk: *Okt
tr: *Eki
uk: *Жов

source: January
pl: Styczeñ
sk: Január
tr: Ocak
uk: С╕чень

source: February
pl: Luty
sk: Február
tr: Þubat
uk: Лютий

source: March
pl: Marzec
sk: Marec
tr: Mart
uk: Березень

source: April
pl: Kwiecieñ
sk: Apríl
tr: Nisan
uk: Кв╕тень

source: May
pl: Maj
sk: Máj
tr: Mayýs
uk: Травень

source: June
pl: Czerwiec
sk: Jún
tr: Haziran
uk: Червень

source: July
pl: Lipiec
sk: Júl
tr: Temmuz
uk: Липень

source: October
pl: Pa¼dziernik
sk: Október
tr: Ekim
uk: Жовтень

source: Action
pl: Umieszczenie przefiltrowanych danych
sk: Akcia
tr: Eylem
uk: Д╕я

source: Advanced Filter
pl: Zaawansowany filtr
sk: Pokroèilý filter
tr: Geliþmiþ Süzgeç

source: C_opy to:
pl: Miejsce _docelowe:
sk: _Skopírova» do:
tr: K_opyalanacaðý yer:
uk: Скоп╕ювати в:

source: C_riteria range:
pl: Zakres _kryterium:
sk: Rozsah k_ritéria:
tr: K_oþul aralýðý:
uk: Д╕апазон критер╕ю:

source: Copy to a new _sheet
pl: Kopiowanie do nowego _arkusza
sk: Skopírova» do nového _listu
tr: Yeni çi_zelgeye kopyala
uk: Скоп╕ювати в новий аркуш
