Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Move the currently selected sheet up one position
pl: Przenie¶ zaznaczony arkusz o jedn± pozycjê w górê
sk: Presunie aktuálne vybraný list o jednu miesto hore
tr: Seçilen çizelgeyi bir üste çýkarýr
uk: Пересунути вибраний аркуш вижче на одну позиц╕ю

source: Order Sheets
pl: Kolejno¶æ arkuszy
sk: Poradie listov
tr: Çizelge Sýralama
uk: Впорядкувати аркуш╕

source: _Sheet Name
pl: Nazwa _arkusza
sk: _Meno listu

source: Enter new _sheet name:
pl: Wprowad¼ now± nazwê _arkusza:
sk: Zadajte nové meno _listu:
tr: _Yeni çizelge ismi:
uk: Введ╕ть нову назву _аркуша:

source: Rename sheet
pl: Zmiana nazwy arkusza
sk: Premenova» list
tr: Ýsim deðiþtirme
uk: Перейменувати аркуш

source: Assume _Linear Model
pl: Za³o¿enie modelu _liniowego
sk: Predpoklada» _lineárny model
tr: _Doðrusal Model Varsay
uk: Перев╕рити л╕н╕йну модель

source: Assume _Non-Negative
pl: Za³o¿enie _nieujemnych
sk: Predpoklada» _nezáporné
tr: _Pozitif Varsay
uk: Перев╕рити не негативн╕сть

source: B_y Changing Cells:
pl: Z_mieniaj±c komórki:
sk: _Zmenou buniek:
tr: Deðiþti_ren Gözeler:
uk: Зм╕нюючи ком╕рки:

source: Constraints
pl: Wiêzy
sk: Obmedzenia
tr: Zorlamalar
uk: Обмеження

source: Equal To:
pl: Równe:
sk: Rovné:
tr: Eþittir:
uk: Р╕вна

source: Parameters
pl: Parametry
sk: Parametre
tr: Parametreler

source: Reports
pl: Raporty
sk: Správy
tr: Raporlar

source: Solve
pl: Rozwi±¿
sk: Rie¹i»
tr: Çöz
uk: Вир╕шити

source: Solver
sk: Rie¹iteµ
tr: Çözümleyici

source: Subject to the Constraints:
pl: Przedmiot wiêzów:
sk: Predmet obmedzení:
tr: Koþullara Konu:
uk: Предмет обмежень:

source: _Answer
pl: _Odpowied¼
sk: _Odpoveï
tr: _Cevap ver
uk: В╕дпов╕дь

source: _Change
pl: _Zmieñ
sk: _Zmeni»
tr: _Deðiþtir
uk: Зм╕нити

source: _Left Hand Side:
pl: _Lewa strona:
sk: ¥a_vá strana:
tr: S_ol Taraf:
uk: Л╕ва сторона:

source: _Limits
pl: _Ograniczenia
sk: _Ohranièenia
tr: _Sýnýrlar
uk: Обмеження

source: _Right Hand Side:
pl: _Prawa strona:
sk: _Pravá strana:
tr: S_að Taraf:
uk: Права сторона:

source: _Sensitivity
pl: _Czu³o¶æ
sk: _Citlivos»
tr: _Duyarlýk
uk: Чутлив╕сть

source: _Set Target Cell:
pl: _Ustawienie komórki docelowej:
sk: _Naplni» cieµovú bunku:
tr: _Hedef Göze:
uk: Ц╕льова ком╕рка:

source: _Type:
pl: _Typ
sk: _Typ:
tr: _Türü:
uk: _Тип:

source: C_omments
pl: K_omentarze
sk: _Komentáre

source: Com_pany
pl: _Firma
sk: _Firma

source: Document Summary Information
pl: Informacje podsumowuj±ce dokument
sk: Informácie o dokumente
tr: Belge Bilgileri

source: Summary
pl: Zestawienie
sk: Súhrn
tr: Özet
uk: Зведення

source: _Author
pl: _Autor
sk: _Autor

source: _Keywords
pl: _S³owa kluczowe
sk: _Kµúèové slová

source: _Manager
pl: _Mened¿er
sk: _Správca

source: _Title
pl: _Tytu³
sk: _Titulok

source: Dependency cells
pl: Komórki zale¿no¶ci
sk: Závislostné bunky

source: Make one long list of coordinates and values
pl: Tworzy jedn± d³ug± listê wspó³rzêdnych i warto¶ci
sk: Vytvorí jeden dlhý zoznam súradníc a hodnôt

source: Mode
pl: Tryb
sk: Re¾im
uk: Режим

source: Result cell
pl: Komórka wynikowa
sk: Cieµová bunka

source: Step
pl: Krok
sk: Krok

source: Tabulate Dependency
sk: Tabulova» závistlosti

source: Use down for first source, right for second, and multiple sheets for third
sk: Smerom dolu prvý zdroj, smerom vpravo druhý, viacnásobné listy pre tretí

source: _Coordinate
pl: _Wspó³rzêdne
sk: _Súradnica

source: _Visual
sk: _Vizuálne

source: Testing Equality of 2 Variances (F-Test)
pl: Testowanie równo¶ci 2 wariancji (F-Test)
sk: Test rovnosti dvoch odchýlok (F-test)
tr: 2 Deðiþimin Aynýlýðý Testi (F-Test)

source: Variable _1 Range:
pl: Zakres _1. zmiennej:
sk: Rozsah premennej _1:

source: Variable _2 Range:
pl: Zakres _2. zmiennej:
sk: Rozsah premennej _2:

source: Notebook _Tabs for Sheets
pl: _Zak³adki notatnika odpowiadaj±ce arkuszom
sk: _Zálo¾ky pre listy
tr: Çizelgeler için Not Defteri _Sekmeleri

source: View
pl: Widok
sk: Zobrazenie
tr: Görünüm
uk: Вигляд

source: _Auto Complete Text in Cells
pl: _Automatyczne uzupe³nianie tekstu w komórkach
sk: _Automaticky dopåòa» text v bunkách
tr: Gözelerde Otomatik Metin _Tamamlama

source: _Horizontal Scrollbar
pl: _Poziomy pasek przewijania
sk: _Horizontálny posuvník
tr: _Yatay Kaydýrma Çubuðu
uk: Горизонтальна панель прокрутки

source: _Vertical Scrollbar
pl: P_ionowy pasek przewijania
sk: _Vertikálny posuvník
tr: _Dikey Kaydýrma Çubuðu
uk: Вертикальна панель прокрутки

source: already defined in sheet
pl: ju¿ zdefiniowane w arkuszu
sk: u¾ v liste definované
tr: Zaten çizelgede atanmýþ
uk: вже визначено в аркуш╕

source: already defined in workbook
pl: ju¿ zdefiniowane w zeszycie
sk: u¾ v zo¹ite definované
tr: zaten defterde atanmýþ
uk: вже визначено в книз╕

source: already globally defined
pl: ju¿ zdefiniowane globalnie
sk: u¾ globálne definované
tr: Zaten genelde atanmýþ

source: '%s' has a circular reference
pl: "%s" zawiera zapêtlone odwo³anie
sk: '%s' obsahuje kruhový odkaz
tr: '%s' bir döngüsel baþvuru içeriyor

source: Builtin
pl: Wbudowana
sk: Zabudovaný
tr: Yerleþik

source: Error: no sheet
pl: B³±d: brak zeszytu
sk: Chyba: ¾iadny list
tr: Hata: Çizelge yok
uk: Помилка: нема╓ аркуша

source: Internal type error
pl: Wewnêtrzny b³±d typu
sk: Interná chyba typu
tr: Ýç hata
uk: Помилка внутр╕шнього типу

source: Unknown operator
pl: Nieznany operator
sk: Neznámy operátor
tr: Bilinmeyen operatör
uk: Нев╕домий оператор

source: Unknown evaluation error
pl: Nieznany b³±d obliczeñ
sk: Neznáma chyba pri vyhodnocovaní
tr: Bilinmeyen deðerleme hatasý
uk: Нев╕дома помилка у вираз╕

source: Invalid template file: %s
pl: Niepoprawny plik szablonu: %s
sk: Neplatný súbor ¹ablóny: %s
tr: Geçici dosya geçersiz: %s

source: Cannot create temporary file.
pl: Nie mo¿na utworzyæ pliku tymczasowego.
sk: Nemô¾em vytvori» doèasný súbor.
tr: Geçici dosya oluþturulamadý.

source: Error saving to temporary file.
pl: Wyst±pi³ b³±d przy zapisie do pliku tymczasowego.
sk: Chyba pri pokuse o ulo¾enie doèasného súboru.
tr: Geçici dosya kaydedilirken hata.

source: Cannot get temporary file size.
pl: Nie mo¿na pobraæ rozmiaru pliku tymczasowego.
sk: Nemô¾em získa» veµkos» doèasného súboru.
tr: Geçici dosya boyutu alýnamýyor.

source: Saving file to stream.
pl: Zapisywanie pliku do strumienia...
sk: Ukladám súbor do streamu.
tr: Dosya akýma kaydediliyor.

source: Error reading temporary file.
pl: Wyst±pi³ b³±d przy odczycie pliku tymczasowego.
sk: Chyba pri èítaní doèasného súboru.
tr: Geçici dosya okunurken hata.

source: Exception occurred while saving to stream.
pl: Podczas zapisu do strumienia wyst±pi³ wyj±tek.
sk: Nastala výminka pri ukladaní do streamu.
tr: Akýma kaydedilirken bir hata oluþtu

source: Saving over old files of this type is disabled for safety.
pl: Nadpisywanie istniej±cych plików tego typu zosta³o dla bezpieczeñstwa zablokowane.
sk: Ulo¾enie do starých súborov tohto typu je kvôli bezpeèenosti vypnuté.
tr: Bu türün güvenlik için iptal edilen eski dosyalarýna kaydediliyor.

source: You can turn this safety feature off by editing appropriate plugin.xml file.
pl: Mo¿esz zrezygnowaæ z tego zabezpieczenia, modyfikuj±c odpowiedni plik plugin.xml.
sk: Túto funkciu mô¾ete bezpeène vypnú» úpravou zodpovedajúceho súboru plugin.xml.
tr: Ýlgili eklenti.xml dosyasýný düzenleyerek, bu emniyet özelliðini kapatabilirsiniz.

source: The target region is too small. It should be at least %d rows by %d columns
pl: Obszar docelowy jest zbyt ma³y. Powinien on zawieraæ przynajmniej %d wierszy i %d kolumn.
sk: Cieµová oblas» je príli¹ malá, mala by by» aspoò %d riadkov a %d ståpcov
tr: Hedef bölge çok küçük. En azýndan %d satýr x %d sütun olmalýydý

source: The target region is too small. It should be at least %d columns wide
pl: Obszar docelowy jest zbyt ma³y. Powinien on zawieraæ przynajmniej %d kolumn.
sk: Cieµová oblas» je príli¹ malá, mala by by» ¹iroká aspoò %d ståpcov
tr: Hedef bölge çok küçük. En azýndan %d sütun geniþlikte olmalýydý

source: The target region is too small. It should be at least %d rows high
pl: Obszar docelowy jest zbyt ma³y. Powinien on zawieraæ przynajmniej %d wierszy.
sk: Cieµová oblas» je príli¹ malá, mala by by» vysoká aspoò %d riadkov
tr: Hedef bölge çok küçük. En azýndan %d satýr yüksekliðinde olmalýydý

source: black
pl: czarny
sk: èierna
tr: siyah
uk: чорний

source: blue
pl: niebieski
sk: modrá
tr: mavi
uk: син╕й

source: cyan
pl: niebieskozielony
sk: modrozelená
tr: turkuaz
uk: блакитний

source: green
pl: zielony
sk: zelená
tr: yeþil
uk: зелений

source: magenta
pl: purpurowy
sk: fialová
tr: mor
uk: бузковий

source: red
pl: czerwony
sk: èervená
tr: kýrmýzý
uk: червоний

source: white
pl: bia³y
sk: biela
tr: beyaz
uk: б╕лий

source: yellow
pl: ¿ó³ty
sk: ¾ltá
tr: sarý
uk: жовтий

source: ARRAY
pl: TABLICA
sk: POLE
tr: DÝZÝ
uk: МАСИВ

source: Andorran peseta
pl: Andorska peseta
sk: Andorská peseta
tr: Andora pesetasý
uk: Андоррська песета

source: UAE dirham
pl: Dirham Zjednoczonych Emiratów Arabskich
sk: SAE dirham
tr: BAE dirhem

source: Afghanistan afghani
pl: Afgañskie afgani
sk: Afgánsky afghani
tr: Afganistan afgani
uk: Аф╜ан╕станський аф╜ан╕

source: Albanian lek
pl: Albañski lek
sk: Albánsky lek
tr: Arnavutluk leki
uk: Албанський лек

source: Netherlands Antillian guilder
pl: Guilder Antyli Holenderskich
sk: Guilden Holandských antíl
tr: Hollanda Antilleri Gulden

source: Angolan new kwanza
pl: Angolska nowa kwanza
sk: Angolská nová kwanza
tr: Angola yeni kwanza

source: Argentine peso
pl: Argentyñskie peso
sk: Argentínske peso
tr: Arjantin pesosu

source: Austrian schilling
pl: Austriacki szyling
sk: Rakúsky ¹iling
tr: Avusturya þilini
uk: Австр╕йський шил╕н╜

source: Australian dollar
pl: Australijski dolar
sk: Austrálsky dolár
tr: Avustralya dolarý
uk: Австрал╕йський долар

source: Aruban guilder
pl: Guilder Wysp Aruba
sk: Arubský guilden
tr: Aruban guldeni
uk: Арубський ╜ульден

source: Barbados dollar
pl: Barbadoski dolar
sk: Barbadosský dolár
tr: Barbados dolarý
uk: Барбадоський долар

source: Bangladeshi taka
pl: Bangladeska taka
sk: Bangladé¾ska taka
tr: Banladeþ takasý

source: Belgian franc
pl: Belgijski frank
sk: Belgický frank
tr: Belçika frangý
uk: Бельг╕йський франк

source: Bulgarian lev
pl: Bu³garski lew
sk: Bulharský lev
tr: Bulgar levasý
uk: Болгарський лев

source: Bahraini dinar
pl: Bahrañski dinar
sk: Bahrainský dinár
tr: Bahreyn dinarý
uk: Бахрейнський динар

source: Burundi franc
pl: Burundzki frank
sk: Burundský frank
tr: Burundi frangý
uk: Бурунд╕йський франк

source: Bermudian dollar
pl: Bermudzki dolar
sk: Bermudský dolár
tr: Bermuda dolarý
uk: Бермудський долар

source: Brunei dollar
pl: Brunejski dolar
sk: Bruneiský dolár
tr: Bruney dolarý
uk: Брунейський долар

source: Bolivian boliviano
pl: Boliwijskie boliviano
sk: Bolívske boliviano
tr: Bolivia bolivyanosu

source: Brazilian real
pl: Brazylijski real
sk: Brazílsky real
tr: Brezilya reali

source: Bahamian dollar
pl: Dolar Wysp Bahama
sk: Bahamský dolár
tr: Bahama dolarý
uk: Багамський долар

source: Bhutan ngultrum
pl: Ngultrum Bhutanu
sk: Bhutánsky ngultrum
tr: Butan gultrumu

source: Botswanian pula
pl: Botswañska pula
sk: Botswanská pula
tr: Botsvanya pulasý
uk: Ботсванська пула

source: Belarussian ruble
pl: Bia³oruski rubel
sk: Beloruský rubeµ
tr: Rus rublesi
uk: Б╕лоруський рубль

source: Belize dollar
pl: Belizejski dolar
sk: Belizský dolár
tr: Belize dolarý
uk: Бел╕зький долар

source: Canadian dollar
pl: Dolar kanadyjski
sk: Kanadský dolár
tr: Kanada dolarý
uk: Канадський долар

source: Swiss franc
pl: Szwajcarski frank
sk: ©vajèiarsky frank
tr: Ýsviçre frangý
uk: Швейцарський франк

source: Chilean peso
pl: Czilijskie peso
sk: Chilské peso
tr: Þili pezosu

source: Chinese yuan renminbi
pl: Chiñski yuan renminbi
sk: Èínsky yuan renminbi
tr: Çin yuan renminbi

source: Colombian peso
pl: Kolumbijskie peso
sk: Kolumbíjske peso
tr: Kolombiya pesosu
uk: Колумб╕йське песо

source: Costa Rican colon
pl: Kostarykañski colon
sk: Kostarický colon
tr: Kostarika kolonu

source: Czech Koruna
pl: Czeska korona
sk: Èeská koruna
tr: Çek Kronu
uk: Чешська крона

source: Cuban peso
pl: Kubañskie peso
sk: Kubánske peso
tr: Küba pezosu
uk: Кубинське песо

source: Cape Verde escudo
sk: Escudo Cape Verde
tr: Keypverde esküdosu

source: Cyprus pound
pl: Cypryjski funt
sk: Cyperská libra
tr: Kýbrýs lirasý
uk: К╕прський фунт

source: Deutsche mark
pl: Niemiecka marka
sk: Nemecká marka
tr: Alman marký
uk: Н╕мецька марка

source: Djibouti franc
pl: D¿ibucki frank
sk: D¾ibutský frank
tr: Cibuti frangý
uk: Джибутський франк

source: Danish krone
pl: Duñska korona
sk: Dánska koruna
tr: Danimarka kronu
uk: Крона Дан╕╖

source: Dominican peso
pl: Dominikañskie peso
sk: Dominikánske peso
tr: Dominik pezosu
uk: Дом╕н╕канське песо

source: Algerian dinar
pl: Algierski dinar
sk: Al¾írsky dinár
tr: Cezayir dinarý
uk: Динар Алгер╕╖

source: Ecuador sucre
pl: Ekwadorska sukra
sk: Ekvádorský sucre
tr: Ekvator sukresi

source: Egyptian pound
pl: Egipski funt
sk: Egyptská libra
tr: Mýsýr lirasý
uk: ╢гипетський фунт

source: Spanish peseta
pl: Hiszpañska peseta
sk: ©panielska peseta
tr: Ýspanyol pezetasý
uk: ╤спанська песета

source: Ethiopian birr
pl: Etiopski bir
sk: Etiópsky birr
tr: Etyopya biri

source: Finnish markka
pl: Fiñska marka
sk: Fínska marka
tr: Finlandiya markkasý
uk: Ф╕нська марка

source: Fiji dollar
pl: Fid¿yjski dolar
sk: Dolár Fid¾i
tr: Fiji dolarý
uk: Долар Ф╕дж╕

source: Falkland Islands pound
pl: Funt wysp falklandzkich
sk: Libra Falklandských ostrovov
tr: Falkland Adalarý poundu

source: French franc
pl: Francuski frank
sk: Francúzsky frank
tr: Fransýz frangý
uk: Французький франк

source: UK pound sterling
pl: Brytyjski funt szterling
sk: Anglická libra
tr: Ýngiltere sterlini
uk: Англ╕йськ╕ фунти стерл╕н╜и

source: Ghanaian cedi
pl: Ghañski cedi
sk: Ghanský cedi
tr: Gana sedisi

source: Gibraltar pound
pl: Gibraltarski funt
sk: Gibraltarská libra
tr: Cebelitarýk poundu
uk: ╫╕бралтарський фунт

source: Gambian dalasi
pl: Gambijski dalasi
sk: Gambský dalasi
tr: Gambiya dalaþý

source: Guinea franc
pl: Gwinejski frank
sk: Guinejský frank
tr: Gine frangý
uk: ╫в╕нейський франк

source: Greek drachma
pl: Grecka drachma
sk: Grécka drachma
tr: Yunan drahmisi
uk: Грецька драхма

source: Guatemalan quetzal
pl: Gwatemalski quetzal
sk: Guatemalský quetzal
tr: Guatemela kuetzalý

source: Guyanan dollar
pl: Gwinejski dolar
sk: Guajanský dolár
tr: Güyan dolarý

source: Hong Kong dollar
pl: Hongkongski dolar
sk: Hongkongský dolár
tr: Hong Kong dolarý

source: Honduran lempira
pl: Hondurañska lempira
sk: Hondurasská lempira
tr: Honduras lempirasý

source: Croatian kuna
pl: Chorwacka kuna
sk: Chorvátska kuna
tr: Krotonya kunasý
uk: Хорватська куна

source: Haitian gourde
pl: Haitañski gourde
sk: Haitský gourde
tr: Haiti gurdesi

source: Hungarian forint
pl: Wêgierski forint
sk: Maïarský forint
tr: Macar forinti
uk: Угорський форинт

source: Indonesian rupiah
pl: Indonezyjska rupia
sk: Indonézska rupia
tr: Endonezya rupisi
uk: ╤ндонез╕йська руп╕я

source: Irish punt
pl: Irlandzki funt
sk: Írska libra
tr: Ýrlanda puntu

source: Israeli shekel
pl: Izraelski szekel
sk: Izraelský ¹ekel
tr: Ýsrail þekeli
uk: ╤зра╕льський шекель

source: Indian rupee
pl: Indyjska rupia
sk: Indická rupia
tr: Hint rublesi
uk: ╤нд╕йська руп╕я

source: Iraqi dinar
pl: Irakijski dinar
sk: Irácky dinár
tr: Irak dinarý
uk: ╤ракський динар

source: Iranian rial
pl: Irañski rial
sk: Iránsky rial
tr: Ýran riyali

source: Iceland krona
pl: Islandzka korona
sk: Islandská koruna
tr: Ýzlanda kronu
uk: ╤сландська крона

source: Italian lira
pl: W³oski lir
sk: Talianska líra
tr: Ýtalyan lireti
uk: ╤тал╕йська л╕ра

source: Jamaican dollar
pl: Jamajski dolar
sk: Jamajský dolár
tr: Jameyka dolarý
uk: Ямайський долар

source: Jordanian dinar
pl: Jordañski dinar
sk: Jordánsky dinár
tr: Ürdün dinarý
uk: Йорданський динар

source: Japanese yen
pl: Japoñski jen
sk: Japonský jen
tr: Japon yeni
uk: Японська ╓на

source: Kenyan shilling
pl: Kenijski szyling
sk: Keòský ¹iling
tr: Kenya þilini
uk: Кен╕йський шил╕н╜

source: Kampuchean riel
pl: Kampuczañski riel
sk: Kambod¾ský riel
tr: Kamboçya riyali

source: Comoros franc
pl: Komoryjski frank
sk: Komorský frank
tr: Komoros frangý
uk: Комороський франк

source: North Korean won
pl: Pó³nocnokoreañski won
sk: Severokórejský won
tr: Kuzey Kore wonu

source: Republic of Korea won
pl: Po³udniowokoreañski won
sk: Juhokórejský won
tr: Kore Cumhuriyeti wonu

source: Kuwaiti dinar
pl: Kuwejcki dinar
sk: Kuvajtský dinár
tr: Kuveyt dinarý
uk: Кувейтський динар

source: Cayman Islands dollar
pl: Dolar wysp kajmañskich
sk: Dolár Kajmanských ostrovov
tr: Seyman Adalarý dolarý

source: Lao kip
sk: Laoský kip
tr: Laos kipi

source: Lebanese pound
pl: Libijski funt
sk: Libanonská libra
tr: Lübnan poundu

source: Sri Lanka rupee
pl: Srilancka rupia
sk: Srílanská rupia
tr: Srilanka rublesi

source: Liberian dollar
pl: Liberyjski dolar
sk: Libériský dolár
tr: Liberya dolarý
uk: Л╕бер╕йський долар

source: Lesotho loti
pl: Lesotski loti
sk: Lesotský loti
tr: Lesoto lotisi

source: Luxembourg franc
pl: Luksemburski frank
sk: Luxemburský frank
tr: Lüksemburg frangý
uk: Луксембургський франк

source: Libyan dinar
pl: Libijski dinar
sk: Libyjský dinár
tr: Libya dinarý
uk: Л╕в╕йський динар

source: Moroccan dirham
pl: Marokañski dirham
sk: Marocký dirham
tr: Fas dirhemi

source: Moldovan leu
pl: Mo³dawski leu
sk: Moldávsky leu
tr: Moldovya leyi
uk: Молдовський лей

source: Malagasy franc
pl: Malagaski frank
sk: Malagský frank
tr: Malezya frangý

source: Mali franc
pl: Malijski frank
sk: Mali frank
tr: Mali frangý
uk: Мал╕йський франк

source: Myanmar kyat
sk: Myanmarský kyat
tr: Miyanmar kýyatý

source: Mongolian tugrik
pl: Mongolski tugrik
sk: Mongolský tugrik
tr: Moðol tugriki

source: Macau pataca
pl: Makau pataca
sk: Makauská pataca
tr: Makau patakasý

source: Mauritanian ouguiya
pl: Mauritañskia ouguia
sk: Mauretánksa ouguiya
tr: Moritanya ügöyasý

source: Maltese lira
pl: Maltañski lir
sk: Maltezska líra
tr: Malta lireti
uk: Мальт╕йська л╕ра

source: Mauritius rupee
pl: Mauritiañska rupia
sk: Maurícijská rupia
tr: Moritanya rublesi

source: Maldive rupee
pl: Malediwska rupia
sk: Maledivská rupia
tr: Maldiv rublesi
uk: Мальдивська руп╕я

source: Malawi kwacha
pl: Malawska kwacha
sk: Malawská kwacha
tr: Malavi kwaçasý
uk: Малав╕йська квача

source: Mexican peso
pl: Meksykañskie peso
sk: Mexický peso
tr: Meksika pezosu

source: Malaysian ringgit
pl: Malajski ringgit
sk: Majaský ringgit
tr: Malezya ringiti

source: Mozambique metical
pl: Mozambicki metical
sk: Mozambický metical
tr: Mozambik matikali

source: Nigerian naira
pl: Nigeryjska naira
sk: Nigérijská naira
tr: Nijer nayrasý

source: Nicaraguan cordoba oro
pl: Nikaragujska cordoba oro
sk: Nikaragujská cordoba oro
tr: Nikaragua kordoba orosu

source: Netherlands guilder
pl: Holenderski gulden
sk: Holandský guilden
tr: Hollanda guldeni
uk: Голандський ╜ульден

source: Norwegian krone
pl: Norweska korona
sk: Nórska koruna
tr: Norveç kronu
uk: Норвежська крона

source: Nepalese rupee
pl: Nepalska rupia
sk: Nepálska rupia
tr: Nepal rublesi
uk: Непальстка руп╕я

source: New Zealand dollar
pl: Nowozelandzki dolar
sk: Novozélandský dolár
tr: Yeni Zellanda dolarý
uk: Новозеландський долар

source: Rial Omani
pl: Omañski rial
sk: Ománsky rial
tr: Riyal Omeni

source: Panamanian balboa
pl: Panamskie Balboa
sk: Panamská balboa
tr: Panama balboasý

source: Peruvian inti
pl: Peruwiañski inti
sk: Peruánsky inti
tr: Peru intisi

source: Papua New Guinea kina
pl: Papuaska kina
sk: Kina Papui Novej Guinei
tr: Papua Yeni Gine kinasý

source: Philippino peso
pl: Filipiñskie peso
sk: Filipínsky peso
tr: Filipin pezosu

source: Pakistan rupee
pl: Pekistañska rupia
sk: Pakistánska rupia
tr: Pakistan rublesi
uk: Пик╕станська руп╕я

source: Polish zloty
pl: Polski z³oty
sk: Poµský zlotý
tr: Polonya zlotu
uk: Польська злота

source: Portuguese escudo
pl: Portugalskie escudo
sk: Portugalský escudo
tr: Portekiz esküdosu
uk: Порту╜альський ескудо

source: Paraguay guarani
pl: Paragwajskie guarani
sk: Paraguajský guarani
tr: Paraguay kuronu

source: Qatari rial
sk: Katarský rial
tr: Katar riyali

source: Romanian leu
pl: Rumuñski lew
sk: Rumunský lev
tr: Romen levasý
uk: Румунський лей

source: Russian ruble
pl: Rosyjski rubel
sk: Ruský rubeµ

source: Rwanda franc
pl: Ruandyjski frank
sk: Rwandský frank
tr: Ruanda frangý
uk: Руанд╕йський франк

source: Saudi Arabian riyal
pl: Rial Emiratów Arabskich
sk: Saudskoarabský rial
tr: Arabistan riyali

source: Solomon Islands dollar
pl: Dolar Wysp Salomona
sk: Dolár Solomonových ostrovov
tr: Solomon Adalarý dolarý
uk: Долар Соломонових Остров╕в

source: Seychelles rupee
pl: Seszelska rupia
sk: Sekelská rupia
tr: Seyþel Adalarý rublesi
uk: Сейшельська руп╕я

source: Sudanese pound
pl: Sudañski funt
sk: Sudánska libra
tr: Sudan poundu
uk: Суданський фунт

source: Swedish krona
pl: Szwedzka korona
sk: ©védska koruna
tr: Ýsveç kronu
uk: Шведська крона

source: Singapore dollar
pl: Singapurski dolar
sk: Singapurský dolár
tr: Singapur dolarý
uk: С╕н╜апурський долар

source: St.Helena pound
pl: Funt Wysp ¦w. Heleny
sk: Libra Ostrova Sv. Heleny
tr: Senhelen poundu

source: Slovenia tolar
pl: S³oweñski tolar
sk: Slovinský tolar
tr: Slovenya dolarý

source: Sierra Leone leone
sk: Leone Siery Leone
tr: Siera Leone leonu

source: Somali shilling
pl: Somalijski szylink
sk: Somálsky ¹iling
tr: Somali þilini
uk: Сомал╕йський шил╕н╜

source: Suriname guilder
pl: Surinamski gulden
sk: Surinamský guilden
tr: Surinam guldeni
uk: Сур╕намський ╜ульден

source: Sao Tome and Principe dobra
sk: Dobra Sao Tome a Principe

source: USSR rouble
pl: Radziecki rubel
sk: Ruský rubeµ
tr: Rus rublesi
uk: Рубль СРСР

source: El Salvador colon
pl: Salwatorski colon
sk: Salvádorský colon
tr: El Salvador kolonu

source: Syrian pound
pl: Syryjski funt
sk: Sýrska libra
tr: Suriye lirasý
uk: Сир╕йський фунт

source: Swaziland lilangeni
sk: Swazilský lilangeni

source: Thai baht
pl: Tajski baht
sk: Thajský baht

source: Tunisian dinar
pl: Tynezyjski dinar
sk: Tuniský dinár
tr: Tunus dinarý
uk: Тун╕ський динар

source: East Timor escudo
pl: Wschodniotimorskie escudo
sk: Východotimorský escudo
tr: Doðu Timor esküdosu

source: Turkish lira
pl: Turecki lir
sk: Turecká líra
tr: Türk lirasý
uk: Турецька л╕ра

source: Trinidad and Tobago dollar
pl: Dolar Rtynidadu i Tobago
sk: Dolár Trinidad a Tobago
tr: Trinidad ve Tobago dolarý
uk: Долар Тр╕надад ╕ Тобаго

source: New Taiwan dollar
pl: Nowotajwañski dolar
sk: Nový taiwanský dolár
tr: Yeni Tayvan dolarý
uk: Новий тайванський долар

source: Tanzanian shilling
pl: Tanzañski szyling
sk: Tanzánsky ¹iling
tr: Tanzanya þilini
uk: Танзанський шил╕н╜

source: Ukrainian hryvnia
pl: Ukraiñska hrywna
sk: Ukrajinská hrivna
tr: Ukrayna hrivniasý
uk: Укра╖нська гривня

source: Ugandan shilling
pl: Ugandzki szyling
sk: Ugandský ¹iling
tr: Uganda þilini
uk: Уганд╕йський шил╕н╜

source: US dollar
pl: Amerykañski dolar
sk: Americký dolár
tr: Amerikan dolarý
uk: Долар США

source: Uruguayan peso
pl: Urugwajskie peso
sk: Uruguajský peso
tr: Uruguay pesosu
uk: Уру╜вайський песо

source: Venezuelan bolivar
pl: Wenezuelski bolivar
sk: Venezuelský bolivar
tr: Venezüella bolivarý
uk: Венесуельський бол╕вар

source: Vietnamese dong
pl: Wietnamski dong
sk: Vietnamský dong
tr: Vietnam dongu
uk: В'╓тнамський дон╜

source: Vanuatu vatu
sk: Vanuatský vatu

source: Samoan tala
pl: Samoañska tala
sk: Samojská tala
tr: Samoa talasý

source: East Caribbean dollar
pl: Wschodniokaraibski dolar
sk: Východokaribský dolár
tr: Doðu Karayip dolarý
uk: П╕вденнокарибський долар

source: European currency unit
pl: Waluta europejska
sk: ECU
tr: Avrupa para birimi
uk: ╢вропейська грошова одиниця

source: Democratic Yemeni dinar
pl: Dinar Jemenu Demokratycznego
sk: Dinár Demokratického jemenu
tr: Demokratik Yemen dinarý

source: Yemeni rial
pl: Jemeñski rial
sk: Jemenský rial
tr: Yemen riyali
uk: Й╓менський р╕ал
