Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Insert Component
pl: Wstaw komponent
sk: Vlo¾i» komponent
tr: Bileþen Ekle
uk: Вставити компонент

source: Insert Shaped Component
pl: Wstaw nieregularny komponent
sk: Vlo¾i» tvarovaný komponent
tr: Araya Þekil Ekle

source: Insert a new sheet
pl: Wstawia nowy arkusz
sk: Vlo¾í nový list
tr: Yeni bir çizelge ekler

source: Insert a new spreadsheet
pl: Wstawia nowy arkusz
sk: Vlo¾í nový zo¹it
tr: Yeni bir çizelge ekler
uk: Вставити нову таблицю

source: Insert a shaped component into the spreadsheet
pl: Wstawia do arkusza nieregularny komponent
sk: Vlo¾í tvarovaný komponent do zo¹itu
tr: Araya þekilli bir eleman ekler

source: Insert an object into the spreadsheet
pl: Wstawia do arkusza obiekt
sk: Vlo¾í objekt do zo¹itu
tr: Araya bir nesne ekler
uk: Вставити об'╓кт у таблицю

source: Insert new cells
pl: Wstawia komórki
sk: Vlo¾í nové bunky
tr: Araya yeni göze ekler
uk: Вставити нов╕ ком╕рки

source: Insert new columns
pl: Wstawia kolumny
sk: Vlo¾í nové ståpce
tr: Araya yeni sütun ekler
uk: Вставити нов╕ стовпчики

source: Insert new rows
pl: Wstawia wiersze
sk: Vlo¾í nové riadky
tr: Araya yeni satýr ekler
uk: Вставити нов╕ рядки

source: Insert the current date into the selected cell(s)
pl: Wstawia bie¿±c± datê do zaznaczonych komórek
sk: Vlo¾í aktuálny dátum do vybraných buniek
tr: Seçilen gözeye günün tarihini yazar
uk: Вставити поточну дату у вибран╕ ком╕рки

source: Insert the current time into the selected cell(s)
pl: Wstawia aktualny czas do zaznaczonych komórek
sk: Vlo¾í aktuálny èas do vybraných buniek
tr: Seçilen gözeye þimdiki saati yazar
uk: Вставити поточний час у вибран╕ ком╕рки

source: Inserts a Bonobo object
pl: Wstawia obiekt Bonobo
sk: Vlo¾í Bonobo objekt
tr: Bonobo Nesnesi Ekler
uk: Вставити об'╓кт Bonobo

source: Inserts a Shaped Bonobo object
pl: Wstawia nieregularny obiekt Bonobo
sk: Vlo¾í tvarovaný Bonobo objekt

source: Invoke the graph guru to create a graph
pl: Uruchamia druida, pozwalaj±cego na utworzenie wykresu
sk: Zavolá grafového guru pre vytvorenie grafu
tr: Bir grafik oluþturmak için grafik uzmanýný çalýþtýrýr

source: Irrevocably remove an entire sheet
pl: Nieodwo³alnie usuwa ca³y arkusz
sk: Nenávratne odstráni celý list
tr: Seçili çizelgeyi geri alýnamayacak þekilde siler
uk: Безповоротне видалення вс╕╓╖ таблиц╕

source: Italicize
pl: Pochylenie
sk: ©ikmé
tr: Eðim verme
uk: Курсивний

source: Iteratively recalculate to find a target value
pl: Interaktywnie przelicza w celu odnalezienia warto¶ci docelowej
sk: Opakovane prepoèítava pre nájdenie cieµovej hodnoty
tr: Amaçlanan deðer bulunana kadar tekrar tekrar hesaplama yapýlýr
uk: ╤нтерактивний перерахунок для пошуку ц╕льового значення

source: Iteratively recalculate with constraints to approach a target value
pl: Wymusza interaktywne przeliczenie w celu zbli¿enia siê do warto¶ci docelowej
sk: Opakovane prepoèítava s obmedzeniami, a¾ kým nedosiahne cieµovú hodnotu
tr: Amaçlanan deðere en yakýn deðere eriþilinceye kadar tekrar tekrar hesaplama yapýlýr (Zorlanmýþ çözüm)
uk: ╤нтерактивний перерахунок з обмеженнями для отримання ц╕льового значення

source: Jump to a specified cell
pl: Przenosi kursor do okre¶lonej komórki
sk: Skoèí na zadanú bunku
tr: Belirtilen gözeye gider
uk: Перескочити на вказану ком╕рку

source: Label
pl: Etykieta
sk: Návestie
tr: Etiket
uk: Позначка

source: Left
pl: Lewa
sk: Vµavo
tr: Sol
uk: Л╕воруч

source: Left justifies the contents of each cell
pl: Wyrównuje zawarto¶æ ka¿dej z komórek do lewej
sk: Zarovná obsah buniek doµava
tr: Göze içeriðini sola yanaþtýrýr
uk: Вир╕вняти л╕воруч вм╕ст кожно╖ ком╕рки

source: Line
pl: Linia
sk: Èiara
tr: Çizgi
uk: Л╕н╕я

source: List
pl: Lista
sk: Zoznam
tr: Liste
uk: Список

source: Lock or unlock the top left cols/rows
pl: Blokuje lub odblokowuje górne wiersze oraz skrajnie lewe kolumny
sk: Zamknú» alebo odomknú» µavé horné riadky/ståpce
tr: Üst sol sütun/satýrlarý kilitler ya da kilidini açar

source: Make a copy of the current sheet
pl: Tworzy kopiê bie¿±cego arkusza
sk: Vytvorí kópiu aktuálneho listu
tr: Çalýþýlan çizelgenin bir kopyasýný yapar

source: Make a table of a cell's value as a function of other cells
pl: Tworzy tablicê warto¶ci komórek jako funkcjê innych komórek
sk: Vytvorí tabuµku hodnôt ako funkciu ostatných buniek

source: Make any hidden columns in the selection visible
pl: Przywraca widoczno¶æ wszystkim ukrytym kolumnom wewn±trz zaznaczenia
sk: Zviditeµní skryté ståpce vo výbere
tr: Seçim içindeki tüm gizli sütunlarý görünür hale getirir
uk: Зробити прихован╕ стовпчики у вибраному видимими

source: Make any hidden rows in the selection visible
pl: Przywraca widoczno¶æ wszystkim ukrytym wierszom wewn±trz zaznaczenia
sk: Zviditeµní skryté riadky vo výbere
tr: Seçim içindeki tüm gizli satýrlarý görünür hale getirir
uk: Зробити вс╕ прихован╕ рядки у вибраному видимими

source: Make font bold
pl: Ustawia pogrubion± czcionkê
sk: Zmení písmo na tuèné
tr: Kalýn yazý tipi
uk: Зробити шрифт жирним

source: Make font italic
pl: Ustawia pochylon± czcionkê
sk: Zmení písmo na ¹ikmé
tr: Eðik yazý tipi

source: Manage available plugin modules
pl: Zarz±dzanie dostêpnymi wtyczkami
sk: Správa dostupných modulov
tr: Eklenti yöneticisini açar
uk: Керування доступними доповненнями.

source: Mark the current selection for movement
pl: Przygotowuje bie¿±ce zaznaczenie do przeniesienia
sk: Oznaèí aktuálny výber pre presun
tr: Seçimi taþýmak üzere panoya kopyalar

source: Merge
pl: Scal
sk: Zlia»
tr: Katýþtýr

source: Merge a range of cells
pl: Scala grupê komórek
sk: Spojí niekoµko buniek
tr: Gözeleri birleþtirir

source: Modify the formatting of the selected cells
pl: Zmienia formatowanie zaznaczonych komórek
sk: Modifikuje formát vybraných buniek
tr: Seçili gözelerin biçemini deðiþtirir
uk: Зм╕нити форматування вибраних ком╕рок

source: Modify the workbook attributes
pl: Zmienia atrybuty zeszytu
sk: Zmení vlastnosti zo¹ita
tr: Defter öznitelliklerini deðiþtirir
uk: Модиф╕кувати атрибути книги

source: Money
pl: Waluta
sk: Peòa¾né
tr: Para
uk: Грош╕

source: Moving average
pl: ¦rednia ruchoma
sk: Kåzavý priemer

source: New
pl: Nowy
sk: Nový
tr: Yeni
uk: Новий

source: New _Shared
pl: Nowy _wspó³dzielony
sk: Nový _zdieµaný
tr: Yeni Paylaþým_lý

source: New _Unshared
pl: Nowy _oddzielny
sk: Nový _nezdieµaný
tr: Yeni Paylaþým_sýz

source: One Factor Analysis of Variance
sk: Analýza odchýlky s jednoduchým triedením

source: Open
pl: Otwórz
sk: Otvori»
tr: Aç
uk: В╕дкрити

source: Open a spreadsheet
pl: Otwiera arkusz
sk: Otvorí zo¹it
tr: Dosyadan bir çizelge yükler
uk: В╕дкрити таблицю

source: Open an existing workbook
pl: Otwiera istniej±cy zeszyt
sk: Otvorí existujúci zo¹it
tr: Dosyadan bir defter yükler
uk: В╕дкрити ╕снуючу книгу

source: Outlines _Below
pl: _Wiersze podsumowañ po_ni¿ej szczegó³ów
sk: Prehµad _dole
tr: Al_týný Sýnýrla

source: Outlines _Right
pl: _Kolumny podsumowañ n_a prawo od szczegó³ów
sk: Prehµad v_pravo
tr: S_aðý Sýnýrla

source: Oval
pl: Elipsa
sk: Elipsa
uk: Овал

source: P_aste Special...
pl: Wklej _specjalnie...
sk: Vlo¾i» _inak...
tr: Ö_zel Yapýþtýr...

source: P_roperties...
pl: W³a¶_ciwo¶ci...
sk: _Vlastnosti...

source: Paste
pl: Wklej
sk: Vlo¾i»
tr: Yapýþtýr
uk: Вставити

source: Paste the clipboard
pl: Wkleja zawarto¶æ schowka
sk: Vlo¾í obsah schránky
tr: Panodan yapýþtýr
uk: Вставити буфер обм╕ну

source: Paste the contents of the clipboard or cut buffer
pl: Wkleja zawarto¶æ schowka lub bufora wycinków
sk: Vlo¾í obsah schránky alebo vystrihovacej pamäti
tr: Pano içeriðini yapýþtýr

source: Paste with optional filters and transformations
pl: Wstawia z opcjonalnym zastosowaniem filtrów i przekszta³ceñ
sk: Vlo¾í s voliteµnými filtrami a úpravami
tr: Ýsteðe baðlý süzgeçler ve dönüþümler kullanýlarak yapýþtýrma yapýlýr
uk: Вставка з необов'язковими ф╕льтрами та перетворенями

source: Pearson Correlation
pl: Korelacja Pearsona
sk: Pearsonova korelácia
uk: Кореляц╕я П╕рсона

source: Percent
pl: Procentowe
sk: Percento
tr: Yüzde
uk: В╕дсоток

source: Periodic and random samples
pl: Okresowe i losowe próbki
sk: Periodické a náhodné výbery

source: Print
pl: Wydrukuj
sk: Tlaèi»
tr: Yazdýr
uk: Друкувати

source: Print Pre_view...
pl: Podgl±d _wydruku...
sk: U_ká¾ka pred tlaèou...
tr: Ö_nizleme...

source: Print Preview
pl: Podgl±d wydruku
sk: Uká¾ka pred tlaèou
tr: Yazýcý Önizleme
uk: Перегляд друку

source: Print S_etup...
pl: _Ustawienia wydruku...
sk: Nastavenie t_laèe...
tr: Ya_zýcý Ayarlarý...

source: Print preview
pl: Podgl±d wydruku
sk: Uká¾ka pred tlaèou
tr: Yazdýrma önizleme penceresini açar
uk: Перегляд друку

source: Print the current file
pl: Drukuje bie¿±cy plik
sk: Vytlaèí aktuálny súbor
tr: Dosyayý yazdýrýr
uk: Надрукувати поточний файл.

source: Print the workbook
pl: Drukuje zeszyt
sk: Vytlaèí zo¹it
tr: Defteri yazdýr
uk: Надрукувати книгу

source: Radio Button
pl: Przycisk radiowy
sk: Prepínaè
tr: Radyo Düðmesi
uk: Перемикач

source: Ranks and _Percentiles
pl: Rangi i _percentyle
sk: Rozlo¾enie a _percentily

source: Ranks, placements and percentiles
pl: Rangi, zaszeregowanie i percentyle
sk: Rozlo¾enie, umiestnenie a percentily

source: Re-_Order Sheets...
pl: P_rzeszereguj arkusze...
sk: Zmeni» _poradie listov...
tr: Çizelgeleri Yeniden _Sýrala...

source: Re-_Order...
pl: P_rzeszereguj arkusze...
sk: Zmeni» _poradie listov...
tr: Sý_ralamayý Deðiþtir...

source: Re_name...
pl: Zmieñ _nazwê...
sk: _Premenova»...
tr: Ý_smini Deðiþtir...

source: Recalculate
pl: Przelicz
sk: Prepoèíta»
tr: Yeniden Hesapla

source: Recalculate the spreadsheet
pl: Przelicza arkusz
sk: Prepoèíta zo¹it
tr: Çizelgedeki hesaplarý yeniden yapar
uk: Перерахувати таблицю

source: Rectangle
pl: Prostok±t
sk: Obdå¾nik
tr: Dörtgen
uk: Прямокутник

source: Redo the undone action
pl: Ponawia cofniêt± czynno¶æ
sk: Znovu vykoná vrátenú akciu
tr: Geri alýnan iþlemi tekrar yapar
uk: Повторити в╕дм╕нену операц╕ю

source: Regression Analysis
pl: Analiza regresyjna
sk: Regresná analýza

source: Remove an outline group
pl: Usuwa konspekt grupy
sk: Odstráni skupinu prehµadu
tr: Bir sýnýrlý grubu kaldýrýr

source: Remove selected cells, shifting others into their place
pl: Usuwa zaznaczone komórki, przesuwaj±c inne w ich miejsce
sk: Odstráni vybrané bunky, ostatné posunie na ich miesto
tr: Seçili gözeleri kaldýrýr ve diðerlerini onlarýn yerine kaydýrýr
uk: Видалити вибран╕ ком╕рки, пересунути ╕нш╕ на ╖хн╕ м╕сця

source: Rename the current sheet
pl: Modyfikuje nazwê bie¿±cego arkusza
sk: Premenuje aktuálny list
tr: Çalýþýlan çizelgenin ismini deðiþtirir

source: Right
pl: Prawa
sk: Vpravo
tr: Sað
uk: Праворуч

source: Right justifies the contents of each cell
pl: Wyrównuje zawarto¶æ ka¿dej z komórek do prawej
sk: Zarovná obsah buniek doprava
tr: Göze içeriðini saða yanaþtýrýr
uk: Вир╕вняти праворуч вм╕ст кожно╖ ком╕рки

source: S_heet
pl: A_rkusz
sk: _List
tr: Çi_zelge

source: S_pecial
pl: _Specjalne
sk: _Iné
tr: Ö_zel
uk: Спец╕альна

source: Save
pl: Zapisz
sk: Ulo¾i»
tr: Kaydet
uk: Зберегти

source: Save _As...
pl: Z_apisz jako...
sk: Ulo¾i» _ako...
tr: _Farklý Kaydet...

source: Save the current file
pl: Zapisuje bie¿±cy plik
sk: Ulo¾í aktuálny súbor
tr: Dosyayý kaydeder
uk: Зберегти поточний файл

source: Save the current file with a different name
pl: Zapisuje bie¿±cy plik pod inn± nazw±
sk: Ulo¾í aktuálny súbor pod iným menom
tr: Dosyayý farklý bir isimle kaydeder
uk: Зберегти поточний файл з ╕ншою назвою

source: Save the current workbook
pl: Zapisuje bie¿±cy zeszyt
sk: Ulo¾í aktuálny zo¹it
tr: Çalýþýlan defteri kaydeder
uk: Зберегти поточну книгу

source: Scrollbar
pl: Pasek przewijania
sk: Posuvník

source: Search and Replace...
pl: Znajd¼ i zmieñ...
sk: Nájs» a nahradi»...
tr: Ara ve Deðiþtir...

source: Search for some text
pl: Wyszukuje napis
sk: Hµadá text
tr: Aranacak metin

source: Search for some text and replace it with something else
pl: Wyszukuje tekst i zastêpuje go innym
sk: Hµadá nejaký text a nahradzuje ho nejakým iným
tr: Aranacak metni varsa bulur ve deðiþtirilecek metinle deðiþtirir

source: Search...
pl: Znajd¼...
sk: Nájs»...
tr: Arama...

source: Select Arra_y
pl: Zaznacz _tablicê
sk: Vybra» _pole
tr: _Dizi
uk: Вибрати масив

source: Select _All
pl: Zaznacz wszystk_o
sk: Vybra» _v¹etko
tr: _Tümünü
uk: Вибрати все

source: Select _Column
pl: Zaznacz _kolumnê
sk: Vybra» _ståpec
tr: Süt_un
uk: Вибрати стовпчик

source: Select _Depends
pl: Zaznacz _zale¿ne
sk: Vybra» _závislé
tr: _Baðýmlýlar
uk: Вибрати залежност╕

source: Select _Row
pl: Zaznacz _wiersz
sk: Vybra» _riadok
tr: _Satýr
uk: Вибрати рядок

source: Select all cells in the spreadsheet
pl: Zaznacza wszystkie komórki w arkuszu
sk: Vyberie v¹etky bunky v zo¹ite
tr: Çizelgedeki tüm gözeler seçilir
uk: Вибрати вс╕ ком╕рки в таблиц╕

source: Select all the cells that depend on the current edit cell
pl: Zaznacza wszystkie komórki, które zale¿± od bie¿±cej
sk: Vyberie v¹etky bunky, ktoré závisia na aktuálne vybranej bunke
tr: Düzenlenen gözenin içeriðine baðýmlý tüm gözeler seçilir
uk: Вибрати ус╕ ком╕рки як╕ залежать в╕д поточно╖.

source: Select an array of cells
pl: Zaznacza tablicê komórek
sk: Vyberie pole buniek
tr: Bir göze dizisi seçilir
uk: Вибрати масив ком╕рок

source: Select an entire column
pl: Zaznacza ca³± kolumnê
sk: Vyberie celý ståpec
tr: Düzenlenen gözenin bulunduðu sütun seçilir
uk: Виюрати весь стовпчик

source: Select an entire row
pl: Zaznacza ca³y wiersz
sk: Vyberie celý riadok
tr: Düzenlenen gözenin bulunduðu satýr seçilir
uk: Вибрати весь рядок

source: Sets the format of the selected cells to include a thousands separator
pl: Ustawia format zaznaczonych komórek na zawieraj±cy separator tysiêcy
sk: Nastaví formát vybraných buniek, aby obsahovali oddeµovaè tisícov
tr: Seçilen gözelerin içeriðini binler ayracý kullanýlacak þekilde biçimlendirir
uk: Зм╕нити формат вибраних ком╕рок включивши разд╕лювач розряд╕в

source: Sets the format of the selected cells to monetary
pl: Ustawia format zaznaczonych komórek na walutowy
sk: Formátuje vybrané bunky ako peòa¾né
tr: Seçilen gözelerin içeriðini para olarak biçimlendirir
uk: Зм╕нити формат вибраних ком╕рок на грошивий

source: Sets the format of the selected cells to percentage
pl: Ustawia format zaznaczonych komórek na procentowy
sk: Formátuje vybrané bunky ako percentá
tr: Seçilen gözelerin içeriðini yüzde olarak biçimlendirir
uk: Зм╕нити формат вибраних ком╕рок на проценти

source: Setup the page settings for your current printer
pl: Zmienia ustawienia drukowania dla bie¿±cej drukarki
sk: Nastaví stránku pre aktuálnu tlaèiareò
tr: Geçerli yazýcýnýn sayfa ayarlarý diyaloðunu açar
uk: Встановити параметри стор╕нки для вашого поточного принетра

source: Sort Ascending
pl: Rosn±co
sk: Utriedi» vzostupne
tr: Artan Sýralama
uk: Зростаюче сортування

source: Sort Descending
pl: Malej±co
sk: Utriedi» zostupne
tr: Azalan Sýralama
uk: Спадаюче сортування

source: Sort the selected cells
pl: Sortuje zaznaczone komórki
sk: Utriedi vybrané bunky
tr: Seçilen gözeleri sýralar
uk: В╕дсортувати вибран╕ ком╕рки

source: Sort the selected region in ascending order based on the first column selected
pl: Sortuje zaznaczony obszar rosn±co wed³ug pierwszej zaznaczonej kolumny
sk: Utriedi vybranú oblas» vzostupne podµa prvého vybraného ståpca
tr: Seçili bölgeyi ilk sütunu esas alarak artan düzende sýralar

source: Sort the selected region in descending order based on the first column selected
pl: Sortuje zaznaczony obszar malej±co wed³ug pierwszej zaznaczonej kolumny
sk: Utriedi vybranú oblas» zostupne podµa prvého vybraného ståpca
tr: Seçili bölgeyi ilk sütunu esas alarak azalan düzende sýralar

source: Split
pl: Rozdziel
sk: Rozdeli»
tr: Ayýr

source: Split merged ranges of cells
pl: Rozdziela scalon± grupê komórek
sk: Rozdelí spojené bunky
tr: Birleþik gözeyi gözelerine ayýrýr

source: Statistical Anal_ysis
pl: _Analiza statystyczna
sk: ©tatistická ana_lýza

source: Sum
pl: Suma
sk: Súèet
tr: Toplam
uk: Сума

source: Sum into the current cell
pl: Wstawia sumê do bie¿±cej komórki
sk: Súèet do aktuálnej bunky
tr: Gözeye toplama iþlevi yerleþtirir
uk: Сума в поточн╕й ком╕рц╕.

source: Thousand separator
pl: Separator tysiêcy
sk: Oddeµovaè tisícov
tr: Binler ayracý
uk: Розд╕лювач розряд╕в

source: Toggle whether or not to display column headers
pl: Prze³±cza wy¶wietlanie pionowego nag³ówka
sk: Prepne zobrazenie hlavièiek ståpcov
tr: Sütun baþlýklarýnýn gösterilip gösterilmeyeceði seçilir
uk: Показати/прибрати заголовки стовпчик╕в

source: Toggle whether or not to display gridlines
pl: Prze³±cza wy¶wietlanie linii siatki
sk: Prepne zobrazenie mrie¾ky
tr: Izgaranýn gösterilip gösterilmeyeceði seçilir
uk: Перемикання в╕дображення с╕тки

source: Toggle whether or not to display outline groups
pl: Prze³±cza wy¶wietlanie podsumowañ
sk: Prepne zobrazenie skupín prehµadov
tr: Sýnýrlý gruplarýn gösterilip gösterilmeyeceði seçilir

source: Toggle whether or not to display row headers
pl: Prze³±cza wy¶wietlanie poziomego nag³ówka
sk: Prepne zobrazenie hlavièiek riadkov
tr: Satýr baþlýklarýnýn gösterilip gösterilmeyeceði seçilir
uk: Перемикання в╕дображення заголовк╕в рядк╕в

source: Toggle whether or not to display zeros as blanks
pl: Prze³±cza wy¶wietlanie zer jako pustych komórek
sk: Prepne zobrazenie núl ako medzier
tr: Sýfýrlarýn boþluk olarak gösterilip gösterilmeyeceði seçilir
uk: Перемикання м╕ж в╕дображенням нул╕в ╕ пропуск╕в

source: Toggle whether to display column outlines on the left or right
pl: Prze³±cza pomiêdzy wy¶wietlaniem kolumn podsumowañ na lewo lub na prawo od szczegó³ów
sk: Prepne zobrazenie prehµady ståpcov vµavo alebo vpravo
tr: Sütunun sol ve saðýndaki sýnýrlarýn gösterilip gösterilmeyeceði seçilir

source: Toggle whether to display row outlines on top or bottom
pl: Prze³±cza pomiêdzy wy¶wietlaniem wierszy podsumowañ nad lub pod szczegó³ami
sk: Prepne zobrazenie prehµady riadkov hore alebo dole
tr: Satýrýn alt ve üstünde sýnýrlarýn gösterilip gösterilmeyeceði seçilir

source: Two Factor Analysis of Variance
sk: Analýza odchýlky s dvojitým triedením

source: Two _Means
pl: Dwie ¶_rednie:
sk: Dva _priemery

source: Uncollapse an outline group
pl: Rozwija konspekt grupy
sk: Rozbalí skupinu prehµadu
tr: Bir sýnýrlý grubu geniþletir

source: Underline
pl: Podkre¶lenie
sk: Podèiarknuté
tr: Altý Çizgili
uk: П╕дкреслення

source: Underlines the text
pl: Ustawia podkre¶lon± czcionkê
sk: Podèiarkne text
tr: Alt çizgili yazýtipi
uk: П╕дкреслити текст

source: Undo the last action
pl: Cofa ostatni± czynno¶æ
sk: Vráti poslednú akciu
tr: Son iþlemi geri alýr
uk: В╕дм╕нити останню операц╕ю

source: Unpaired Samples, E_qual Var.: T-Test
sk: Nepárové výbery, _rovnaké odchýlky: T-Test

source: Unpaired Samples, _Unequal Var.: T-Test
sk: Nepárové výbery, rô_zne odchýlky: T-Test

source: Validate input with preset criteria
pl: Sprawdza zgodno¶æ wprowadzanych danych z ustalonymi kryteriami
sk: Overí vstup podµa prednastavených kritérií
tr: Önkoþullu girdiyi deðerlendirir

source: Various frequency tables
pl: Ró¿ne tablice czêsto¶ci
sk: Rôzne frekvenèné tabuµky

source: Various summary statistics
pl: Ró¿ne statystyki podsumowuj±ce
sk: Rôzne celkové ¹tatistiky

source: Zoom the spreadsheet in or out
pl: Zmienia powiêkszenie widoku arkusza
sk: Zmení zväè¹enie/zmen¹enie pohµadu
tr: Çizelgeyi büyütür ya da küçültür
uk: Зб╕льнення та зменшення масштабу таблиц╕

source: _About...
pl: _Informacje o...
sk: _O programe...
tr: _Hakkýnda...

source: _Add / Modify comment...
pl: _Dodaj / Zmodyfikuj komentarz...
sk: _Prida» / upravi» komentár...
tr: _Yorum ekle / deðiþtir...

source: _All
pl: _Wszystko
sk: _V¹etko
tr: _Hepsi
uk: Все

source: _Auto Save...
pl: Automatyczny _zapis...
sk: Automatické _ukladanie...
tr: _Otomatik Kaydet...
uk: Автозбереження...

source: _Auto fit selection
pl: _Dopasuj do zaznaczenia
sk: _Automaticky upravi» rozmery
tr: Seçimi otomatik sýð_dýr
uk: Автозаповнення вибраного

source: _Autoformat...
pl: Automatyczne _formatowanie...
sk: _Automatický formát...
tr: _Otomatik Biçemle...
uk: Автоформатування...

source: _Cells...
pl: Ko_mórki...
sk: _Bunky...
tr: _Gözeler...
uk: Ком╕рки...

source: _Change Name...
pl: Zmieñ naz_wê...
sk: _Zmeni» meno...
tr: Ýsmi _Deðiþtir...

source: _Close
pl: Zam_knij
sk: _Zavrie»
tr: Kapa_t

source: _Columns
pl: _Kolumny
sk: _Ståpce
tr: Süt_un
uk: Стовпчики

source: _Consolidate...
pl: S_konsoliduj...
sk: _Konzolidova»...
tr: _Birleþtir...

source: _Content
pl: _Zawarto¶æ
sk: _Obsah
tr: Ý_çerik
uk: Вм╕ст

source: _Copy
pl: S_kopiuj
sk: _Kopírova»
tr: _Kopyala
uk: Скоп╕ювати

source: _Correlation
pl: _Korelacja
sk: _Korelácia

source: _Data
pl: _Dane
sk: _Dáta
tr: _Veri
uk: _Дан╕

source: _Define...
pl: _Zdefiniuj...
sk: _Definova»...
tr: _Tanýmla...
uk: Визначити...

source: _Delete...
pl: _Usuñ...
sk: _Zmaza»...
tr: S_il...
uk: Стерти...

source: _Descriptive Statistics
pl: Statystyka _opisowa
sk: _Popisná ¹tatistika

source: _Duplicate
pl: _Zduplikuj
sk: _Duplikova»
tr: _Aynýsýný Ekle

source: _Edit
pl: _Edycja
sk: _Upravi»
tr: _Düzenle
uk: Виправити

source: _Exponential Smoothing
pl: _Wyg³adzanie wyk³adnicze
sk: _Exponenciálne vyhladenie

source: _File
pl: _Plik
sk: _Súbor
tr: _Dosya
uk: Файл

source: _Fill
pl: Wyp_e³nianie
sk: Vy_plni»
tr: _Doldur
uk: Заповнення

source: _Formats
pl: _Formaty
sk: _Formáty
tr: _Biçemler
uk: Формати

source: _Fourier Analysis
pl: Analiza _Fouriera
sk: _Fourierova analýza

source: _Freeze Panes
pl: Za_mró¼ nag³ówki
sk: _Zmrazi» rozdelenie okna
tr: Yüzeyleri _Dondur

source: _Goal Seek...
pl: _Poszukiwanie celu...
sk: _Hµadanie cieµa...
tr: _Sonuç Arama...
uk: Пошук ц╕л╕...

source: _Goto cell...
pl: Przejd¼ _do komórki...
sk: _Prejs» na bunku...
tr: _Gözeye git...
uk: Перейти на ком╕рку...

source: _Graph...
pl: Wyk_res...
sk: _Graf...

source: _Group
pl: _Zgrupuj
sk: _Zoskupi»
tr: _Grupla

source: _Group and Outline
pl: _Grupy i konspekt
sk: _Skupiny a prehµady
tr: _Grupla ve Sýnýrla

source: _Help
pl: Pomo_c
sk: _Pomocník
tr: _Yardým
uk: Дов╕дка

source: _Hide
pl: Uk_ryj
sk: _Skry»
tr: _Gizle
uk: Прибрати

source: _Hide Detail
pl: _Ukryj szczegó³y
sk: _Skry» detaily
tr: Ayrýntýlarý _Gizle

source: _Insert
pl: W_staw
sk: _Prida»
tr: _Ekle
uk: Вставка

source: _Insert new
pl: W_staw nowy
sk: _Prida» nový
tr: Yeni _Ekle

source: _Known Variances or Large Sample: Z-Test
sk: _Známe odchýlky alebo veµký výber: Z-Test

source: _Moving Average
pl: ¦rednia _ruchoma
sk: _Kåzavé priemery

source: _Name
pl: _Nazwa
sk: _Meno
tr: Ýsi_m
uk: Назва

source: _New
pl: _Nowy
sk: _Nový
tr: _Yeni
uk: Нова

source: _Object...
pl: O_biekt...
sk: _Objekt...
uk: Об'╓кт...

source: _One Factor
pl: _Jeden czynnik
sk: _Jednoduché triedenie

source: _Open...
pl: _Otwórz...
sk: _Otvori»...
tr: _Aç...

source: _Paired Samples: T-Test
sk: _Párové výbery: T-Test

source: _Paste
pl: Wk_lej
sk: V_lo¾i»
tr: _Yapýþtýr
uk: Вставити

source: _Plug-ins...
pl: _Wtyczki...
sk: _Moduly...
tr: _Eklentiler...
uk: Доповнення...

source: _Print...
pl: Wy_drukuj...
sk: _Tlaèi»...
tr: _Yazdýr...

source: _Random Generator...
pl: Generacja liczb _losowych...
sk: Generátor _náhodných èísel...

source: _Redo
pl: P_onów
sk: _Opakova» vrátené
tr: _Tekrar Yap
uk: Повторити

source: _Regression
pl: _Regresja
sk: _Regresia

source: _Remove
pl: _Usuñ
sk: _Odstráni»
tr: S_il
uk: Видалити

source: _Row
pl: _Wiersz
sk: _Riadok
tr: _Satýr
uk: Рядок

source: _Rows
pl: _Wiersze
sk: _Riadky
tr: _Satýr
uk: Рядки

source: _Sampling
pl: _Próbkowanie
sk: _Výbery

source: _Save
pl: _Zapisz
sk: _Ulo¾i»
tr: Kay_det

source: _Select
pl: Zaz_naczanie
sk: _Vybra»
tr: _Seç

source: _Shaped Object
pl: Ni_eregularny obiekt
sk: _Tvarovaný objekt

source: _Sheet
pl: _Arkusz
sk: _Zo¹it
tr: Çi_zelge
uk: Аркуш

source: _Show Detail
pl: _Wy¶wietl szczegó³y
sk: _Zobrazi» detaily
tr: Ayrýntýlarý Gö_ster

source: _Solver...
sk: _Rie¹iteµ...
tr: Çö_zümleyici...
uk: Р╕шення...

source: _Sort...
pl: Po_sortuj...
sk: _Utriedi»...
tr: _Sýrala...
uk: _Сортувати...
