Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=TDIST function returns the Student's t-distribution. @dof is the degree of freedom and @tails is 1 or 2 depending on whether you want one-tailed or two-tailed distribution. If @dof < 1 TDIST returns #NUM! error. If @tails is neither 1 or 2 TDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= TDIST(2,5,1) equals 0.050969739. @SEEALSO=TINV,TTEST
pl: @FUNCTION=TDIST @SYNTAX=TDIST (x; swob; strony) @DESCRIPTION=Funkcja TDIST zwraca warto¶æ rozk³adu t-Studenta. Parametr @swob okre¶la ilo¶æ stopni swobody, za¶ parametr @strony równy jest 1 lub 2 w zale¿no¶ci czy zwrócona ma byæ warto¶æ rozk³adu jednostronnego czy dwustronnego (po obu stronach osi Y). Je¶li @swob < 1, funkcja TDIST zwraca b³±d #LICZBA!. Je¶li parametr @strony jest ró¿ny od 1 lub 2 funkcja TDIST zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TDIST (2; 5; 1) jest równe 0,050969739. @SEEALSO=TINV,TTEST
sk: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,strany) @DESCRIPTION=Funkcia TDIST vracia Studentovo t-rozdelenie. @dof je stupeò voµnosti a @strany je buï 1 alebo 2 podµa jednostrannej alebo obojstrannej alternatívy. Ak je @dof < 1 TDIST vracia chybu #NUM!. Ak nie je @strany 1 ani 2 TDIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TDIST(2,5,1) sa rovná 0.050969739. @SEEALSO=TINV,TTEST
tr: @FUNCTION=TDIST @SYNTAX=TDIST(x,sd,son) @DESCRIPTION=TDIST Talebelerinin t-açýlýmýný hesaplar. @sd serbestlik derecesidir. @son ile açýlýmýn 1 sonlu mu yoksa 2 sonlu mu istendiði belirtilir. @sd < 1 ya da @son 1 veya 2 den farklý ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: TDIST(2,5,1) eþittir 0.050969739 Benzerleri: TINV, TTEST @EXAMPLES= TDIST(2,5,1) eþittir 0.050969739 @SEEALSO=TINV,TTEST

source: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=TINV function returns the inverse of the two-tailed Student's t-distribution. If @p < 0 or @p > 1 or @dof < 1 TINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= TINV(0.4,32) equals 0.852998454. @SEEALSO=TDIST,TTEST
pl: @FUNCTION=TINV @SYNTAX=TINV (p; dof) @DESCRIPTION=Funkcja TINV zwraca odwrotno¶æ dwóch reszt rozk³adu t-Studenta. Je¿eli @p < 0 lub @p > 1 albo @dof < 1, funkcja TINV zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TINV (0,4; 32) jest równe 0,852998454. @SEEALSO=TDIST,TTEST
sk: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=Funkcia TINV vracia inverznú hodnotu obojstrannej alternatíve Studentovho t rozdelenia. Ak je @p < 0 alebo @p > 1 alebo @dof < 1 TINV vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TINV(0.4,32) sa rovná 0.852998454. @SEEALSO=TDIST,TTEST
tr: @FUNCTION=TINV @SYNTAX=TINV(p,sd) @DESCRIPTION=TINV Talebelerinin t-daðýlýmýnýn tersini hesaplar. @p < 0, @p > 1 veya @sd < 1 ise iþlev @SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: TINV(0.4,32) eþittir 0.852998454 Benzerleri: TDIST, TTEST @EXAMPLES= TINV(0.4,32) eþittir 0.852998454 @SEEALSO=TDIST,TTEST

source: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=FDIST function returns the F probability distribution. @dof1 is the numerator degrees of freedom and @dof2 is the denominator degrees of freedom. If @x < 0 FDIST returns #NUM! error. If @dof1 < 1 or @dof2 < 1, FDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= FDIST(2,5,5) equals 0.232511319. @SEEALSO=FINV
pl: @FUNCTION=FDIST @SYNTAX=FDIST (x; dof1; dof2) @DESCRIPTION=Funkcja FDIST zwraca rozk³ad prawdopodobieñstwa F. Parametr @dof1 jest licznikiem liczby stopni swobody, a @dof2 jest mianownikiem liczby stopni swobody. Je¿eli @x < 0, funkcja FDIST zwraca b³±d #LICZBA!. Je¿eli @dof1 < 1 lub @dof2 < 1, funkcja zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FDIST (2; 5; 5) jest równe 0,232511319. @SEEALSO=FINV
sk: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=Funkcia FDIST vracia pravdepodobnos» F rozdelenia. @dof1 je poèet stupòov voµnosti èitateµa a @dof2 je poèet stupòov voµnosti menovateµa. Ak je @x < 0 FDIST vracia chybu #NUM!. Ak je @dof1 < 1 alebo @dof2 < 1, FDIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FDIST(2,5,5) sa rovná 0.232511319. @SEEALSO=FINV
tr: @FUNCTION=FDIST @SYNTAX=FDIST(x,sdpay,sdpayda) @DESCRIPTION=FDIST F olasýlýk açýlýmýný hesaplar. @sdpay serbestlik derecesi payý, @sdpayda ise paydasýdýr. @x < 0, @sdpay < 1 ya da @sdpayda < 1 ise iþlev @SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: FDIST(2,5,5) eþittir 0.232511319 Benzeri: FINV @EXAMPLES= FDIST(2,5,5) eþittir 0.232511319 @SEEALSO=FINV

source: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=FINV function returns the inverse of the F probability distribution. If @p < 0 or @p > 1 FINV returns #NUM! error. If @dof1 < 1 or @dof2 < 1 FINV returns #NUM! error. This function is Excel compatible. @EXAMPLES= FINV(0.2,2,4) equals 2.472135955. @SEEALSO=FDIST
pl: @FUNCTION=FINV @SYNTAX=TINV (p; dof1; dof2) @DESCRIPTION=Funkcja FINV zwraca odwrotno¶æ rozk³adu prawdopodobieñstwa F. Je¿eli @p < 0 lub @p > 1, funkcja FINV zwraca b³±d #LICZBA!. Je¿eli @dof1 < 1 lub @dof2 < 1, funkcja równie¿ zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FINV (0,2; 2; 4) jest równe 2,472135955. @SEEALSO=FDIST
sk: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=Funkcia FINV vracia obrátenú pravdepodobnos» F rozdelenia. Ak je @p < 0 alebo @p > 1 FINV vracia chybu #NUM!. Ak je @dof1 < 1 alebo @dof2 < 1 FINV vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FINV(0.2,2,4) sa rovná 2.472135955. @SEEALSO=FDIST
tr: @FUNCTION=FINV @SYNTAX=FINV(p,sdpay,sdpayda) @DESCRIPTION=FINV F olasýlýk açýlýmýnýn tersini hesaplar. @sdpay serbestlik derecesi payý, @sdpayda ise paydasýdýr. @p < 0, @p > 1 @sdpay < 1 ya da @sdpayda < 1 ise iþlev @SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: FINV(0.2,2,4) eþittir 2.472135955 Benzeri: FDIST @EXAMPLES= FINV(0.2,2,4) eþittir 2.472135955 @SEEALSO=FDIST

source: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,trials,p,cumulative) @DESCRIPTION=BINOMDIST function returns the binomial distribution. @n is the number of successes, @trials is the total number of independent trials, @p is the probability of success in trials, and @cumulative describes whether to return the sum of thebinomial function from 0 to @n. If @n or @trials are non-integer they are truncated. If @n < 0 or @trials < 0 BINOMDIST returns #NUM! error. If @n > trials BINOMDIST returns #NUM! error. If @p < 0 or @p > 1 BINOMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= BINOMDIST(3,5,0.8,0) equals 0.2048. @SEEALSO=POISSON
pl: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST (n; próby; p; kumulacja) @DESCRIPTION=Funkcja BINOMDIST zwraca rozk³ad dwumianowy. Parametr @n jest liczb± sukcesów, parametr @próby jest ca³kowit± liczb± niezale¿nych prób, @p jest prawdopodobieñstwem sukcesu w ka¿dej z prób, a @kumulacja opisuje, czy zwracaæ sumê funkcji dwumianowej od 0 do @n. Je¿eli @n lub @próby nie s± warto¶ciami ca³kowitymi, zostan± obciête. Je¿eli @n < 0 lub @próby < 0funkcja BINOMDIST zwróci b³±d #LICZBA!. Je¿eli @n > @próby, funkcja BINOMDIST zwróci b³±d #LICZBA! Je¿eli @p < 0 lub @p > 1 funkcja BINOMDIST równie¿ zwróci b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BINOMDIST (3; 5; 0,8; 0) jest równe 0,2048. @SEEALSO=POISSON
sk: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,pokusy,p,kumulatívne) @DESCRIPTION=Funkcia BINOMDIST vracia binomické rozdelenie. @n je poèet úspe¹ných pokusov, @pokusy je celkový poèet nezávislých pokusov, @p je pravdepodobnos» úspe¹ného pokusu a @kumulatívne popisuje, èi vráti» súèet hodnôt funkcie od 0 do @n. Ak nie je @n alebo @pokusy celé èíslo, je orezané. Ak je @n < 0 alebo @pokusy < 0 BINOMDIST vracia chybu #NUM!. Ak je @n > pokusy BINOMDIST vracia chybu #NUM!. Ak je @p < 0 alebo @p > 1 BINOMDIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BINOMDIST(3,5,0.8,0) sa rovná 0.2048. @SEEALSO=POISSON
tr: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,deneme,p,kümülatif) @DESCRIPTION=BINOMDIST binom açýlýmýný hesaplar. @n baþarý sayýsý, @deneme baðýmsýz denemelerin toplam sayýsý, @kümülatif ise binom iþlevinin 0 dan @n e kadar toplam olup olmadýðýdýr. @n ve @deneme tamsayý deðilse ondalýk kýsým atýlýr. @n < 0, @deneme < 0, @n > @deneme, @p < 0 ya da @p > 1 ise iþlev #SAYI! hatasý verir. Bu iþlev Excel uyumludur. Örnek: BINOMDIST(3,5,0.8,0) eþittir 0.2048 Benzeri: POISSON @EXAMPLES= BINOMDIST(3,5,0.8,0) eþittir 0.2048 @SEEALSO=POISSON

source: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trials,p,alpha) @DESCRIPTION=CRITBINOM function returns the smallest value for which thecumulative is greater than or equal to a given value. @n is the number of trials, @p is the probability of success in trials, and @alpha is the criterion value. If @trials is a non-integer it is truncated. If @trials < 0 CRITBINOM returns #NUM! error. If @p < 0 or @p > 1 CRITBINOM returns #NUM! error. If @alpha < 0 or @alpha > 1 CRITBINOM returns #NUM! error. This function is Excel compatible. @EXAMPLES= CRITBINOM(10,0.5,0.75) equals 6. @SEEALSO=BINOMDIST
pl: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM (próby; p; alfa) @DESCRIPTION=Funkcja CRITBINOM zwraca najmniejsz± warto¶æ, dla której kumulacja jest wiêksza lub równa danej warto¶ci. Parametr @n jest liczb± prób, @p jest prawdopodobieñstwem sukcesu w ka¿dej z prób, @alfa jest warto¶ci± testu. Je¿eli parametr @próby nie jest typu ca³kowitego, zostanie obciêty. Je¿eli @próby < 0, funkcja CRITBINOM zwróci b³±d #LICZBA!. Je¿eli @p < 0 lub @p > 1, funkcja CRITBINOM zwróci b³±d #LICZBA!. Je¿eli @alfa < 0 lub @alpha > 1, funkcja CRITBINOM zwróci b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CRITBINOM (10; 0,5; 0,75) jest równe 6. @SEEALSO=BINOMDIST
sk: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(pokusy,p,alfa) @DESCRIPTION=Funkcia CRITBINOM vracia najmen¹iu hodnotu, pre ktorú je distribuèná funkcia väè¹ia alebo rovná danej hodnote. @n je poèet pokusov, @p je pravdepodobnos» úspechu a @alfa je kritérium. Ak nie je @pokusy celé èíslo, je orezané. Ak je @pokusy < 0 CRITBINOM vracia chybu #NUM!. Ak je @p < 0 alebo @p > 1 CRITBINOM vracia chybu #NUM!. Ak je @alfa < 0 alebo @alfa > 1 CRITBINOM vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CRITBINOM(10,0.5,0.75) sa rovná 6. @SEEALSO=BINOMDIST
tr: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(n,p,alfa) @DESCRIPTION=CRITBINOM verilen deðere eþit yada ondan büyük kümülatif deðerlerin en küçüðünü verir. @n deneme sayýsý, @p denemelerdeki baþarý olasýlýðý, @alfa ise koþul deðerini içerir. function returns the smallest value for which @n tamsayý deðilse ondalýk kýsým atýlýr. @n < 0, @p < 0, @p > 1, @alfa < 0, ya da @alfa > 1 ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: CRITBINOM(10,0.5,0.75) eþittir 6 Benzeri: BINOMDIST @EXAMPLES= CRITBINOM(10,0.5,0.75) eþittir 6 @SEEALSO=BINOMDIST

source: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT function returns the number of permutations. @n is the number of objects, @k is the number of objects in each permutation. If @n = 0 PERMUT returns #NUM! error. If @n < @k PERMUT returns #NUM! error. This function is Excel compatible. @EXAMPLES= PERMUT(7,3) equals 210. @SEEALSO=COMBIN
pl: @FUNCTION=PERMUT @SYNTAX=PERMUT (n; k) @DESCRIPTION=Funkcja PERMUT zwraca liczbê permutacji. Parametr @n oznacza liczbê obiektów, @k jest liczb± obiektów w ka¿dej permutacji. Je¿eli @n = 0, funkcja PERMUT zwraca b³±d #LICZBA!. Je¿eli @n < @k, funkcja zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= PERMUT (7; 3) jest równe 210. @SEEALSO=COMBIN
sk: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=Funkcia PERMUT vracia poèet permutácií. @n je poèet objektov, @k je poèet objektov v ka¾dej permutácii. Ak je @n = 0 PERMUT vracia chybu #NUM!. Ak je @n < @k PERMUT vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= PERMUT(7,3) sa rovná 210. @SEEALSO=COMBIN
tr: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT iþlevi devþirim sayýsýný hesaplar. @n nesne sayýsý, @k ise her devþirimdeki nesne sayýsýdýr. @n=0 ya da @n < @k ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: PERMUT(7,3) eþittir 210 Benzeri: COMBIN @EXAMPLES= PERMUT(7,3) eþittir 210 @SEEALSO=COMBIN

source: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=HYPGEOMDIST function returns the hypergeometric distribution. @x is the number of successes in the sample, @n is the number of trials, @M is the number of successes overall, and @N is thepopulation size. If @x,@n,@M or @N is a non-integer it is truncated. If @x,@n,@M or @N < 0 HYPGEOMDIST returns #NUM! error. If @x > @M or @n > @N HYPGEOMDIST returns #NUM! error. This function is Excel compatible. @EXAMPLES= HYPGEOMDIST(1,2,3,10) equals 0.4666667. @SEEALSO=BINOMDIST,POISSON
pl: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST (x; n; M; N) @DESCRIPTION=Funkcja HYPGEOMDIST zwraca rozk³ad hipergeometryczny; parametr @x jest liczb± sukcesów w próbie, @n oznacza liczbê prób, @M jest ca³kowit± liczb± sukcesów, @N - rozmiar populacji. Je¿eli @x,@n,@M lub @N nie s± typu ca³kowitego, zostan± obciête. Je¿eli @x,@n,@M lub @N < 0 funkcja HYPGEOMDIST zwróci b³±d #LICZBA!. Je¿eli @x > @M lub @n > @N, funkcja HYPGEOMDIST zwróci b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= HYPGEOMDIST (1; 2; 3; 10) jest równe 0,4666667. @SEEALSO=BINOMDIST,POISSON
sk: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=Funkcia HYPGEOMDIST vracia hypergeometrické rozdelenie. @x je poèet úspechov vo výbere, @n je poèet pokusom, @M je poèet celkových úspechov a @N je veµkos» populácie. Ak nie je @x,@n,@M alebo @N celé èíslo, je orezané. Ak je @x,@n,@M alebo @N < 0 HYPGEOMDIST vracia chybu #NUM!. Ak je @x > @M alebo @n > @N HYPGEOMDIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HYPGEOMDIST(1,2,3,10) sa rovná 0.4666667. @SEEALSO=BINOMDIST,POISSON
tr: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=HYPGEOMDIST hiper geometrik açýlýmý hesaplar. @x örneklerdeki baþarý sayýsý, @n deneme sayýsý, @M tüm baþarýlarýn sayýsý, @N ise toplanan örnek sayýsýdýr. @x,@n,@M veya @N tamsayý deðilse ondalýk kýsým atýlýr. @x,@n,@M veya @N sýfýrdan küçükse veya @x > @M ya da @n > @N ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: HYPGEOMDIST(1,2,3,10) eþittir 0.4666667 Benzerleri: BINOMDIST, POISSON @EXAMPLES= HYPGEOMDIST(1,2,3,10) eþittir 0.4666667 @SEEALSO=BINOMDIST,POISSON

source: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,size) @DESCRIPTION=CONFIDENCE function returns the confidence interval for a mean. @x is the significance level, @stddev is the population standard deviation, and @size is the size of the sample. If @size is non-integer it is truncated. If @size < 0 CONFIDENCE returns #NUM! error. If @size is 0 CONFIDENCE returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= CONFIDENCE(0.05,1,33) equals 0.341185936. @SEEALSO=AVERAGE
pl: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE (x; odchstd; rozmiar) @DESCRIPTION=Funkcja CONFIDENCE zwraca przedzia³ ufno¶ci dla ¶redniej. Parametr @x oznacza poziom ufno¶ci, @odchstd jest odchyleniem standardowym a @rozmiar jest rozmiarem próby. Je¿eli @rozmiar nie jest typu ca³kowitego, zostanie obciêty. Je¿eli @rozmiar < 0, funkcja CONFIDENCE zwróci b³±d #LICZBA!. Je¿eli @rozmiar jest równy 0, funkcja CONFIDENCE zwróci b³±d #DZIEL/0!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CONFIDENCE (0,05; 1; 33) jest równe 0,341185936. @SEEALSO=AVERAGE
sk: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,odchýlka,veµkos») @DESCRIPTION=Funkcia CONFIDENCE vracia hladinu spoµahlivosti pre priemer. @x je úroveò významnosti, @odchýlka je smerodajná odchýlka a @veµkos» je veµkos» výberu. Ak nie je @veµkos» celoèíselná, je orezaná. Ak je @veµkos» < 0 CONFIDENCE vracia chybu #NUM!. Ak je @veµkos» 0 CONFIDENCE vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CONFIDENCE(0.05,1,33) sa rovná 0.341185936. @SEEALSO=AVERAGE
tr: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stdsapma,boyut) @DESCRIPTION=CONFIDENCE bir ortalamanýn emniyet aralýðýný hesaplar. @x aðýrlýk seviyesi, @boyut ise örnek sayýsýdýr ve tamsayý deðilse ondalýk kýsmý atýlýr. @boyut < 0 ise iþlev #SAYI!, @boyut = 0 ise #BÖL/0! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: CONFIDENCE(0.05,1,33) eþittir 0.341185936 Benzeri: AVERAGE @EXAMPLES= CONFIDENCE(0.05,1,33) eþittir 0.341185936 @SEEALSO=AVERAGE

source: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,mean,stdev) @DESCRIPTION=STANDARDIZE function returns a normalized value. @x is the number to be normalized, @mean is the mean of the distribution, @stdev is the standard deviation of the distribution. If @stddev is 0 STANDARDIZE returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= STANDARDIZE(3,2,4) equals 0.25. @SEEALSO=AVERAGE
pl: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE (x; ¶rednia; odch_std) @DESCRIPTION=Funkcja STANDARDIZE zwraca warto¶æ znormalizowan±. Parametr @x jest liczb± do normalizacji, @¶rednia jest ¶redni± warto¶ci± rozk³adu, @odch_std jest odchyleniem standardowym rozk³adu. Je¿eli @odch_std jest równe 0, funkcja STANDARDIZE zwróci b³±d #DZIEL/0!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= STANDARDIZE (3; 2; 4) jest równe 0,25. @SEEALSO=AVERAGE
sk: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,priemer,odchýlka) @DESCRIPTION=Funkcia STANDARDIZE vracia normalizovanú hodnotu. @x je èíslo, ktoré sa má normalizova», @priemer je priemer rozdelenia, @odchýlka je smerodajná odchýlka rozdelenia. Ak je odchýlka 0 STANDARDIZE vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= STANDARDIZE(3,2,4) sa rovná 0.25. @SEEALSO=AVERAGE
tr: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,ort,stdsapma) @DESCRIPTION=STANDARDIZE bir normalleþtirilmiþ deðer ile döner. @x normalleþtirilecek sayý, @ort açýlýmýn ortalamasý, @stdsapma ise açýlýmýn standart sapmasýdýr. @stdsapma 0 ise iþlev #BÖL/0 hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: STANDARDIZE(3,2,4) eþittir 0.25 Benzeri: AVERAGE @EXAMPLES= STANDARDIZE(3,2,4) eþittir 0.25 @SEEALSO=AVERAGE

source: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alpha,beta,cumulative) @DESCRIPTION=WEIBULL function returns the Weibull distribution. If the @cumulative boolean is true it will return: 1 - exp (-(@x/@beta)^@alpha), otherwise it will return (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). If @x < 0 WEIBULL returns #NUM! error. If @alpha <= 0 or @beta <= 0 WEIBULL returns #NUM! error. This function is Excel compatible. @EXAMPLES= WEIBULL(3,2,4,0) equals 0.213668559. @SEEALSO=POISSON
pl: @FUNCTION=WEIBULL @SYNTAX=WEIBULL (x; alfa; beta; kumulacja) @DESCRIPTION=Funkcja WEIBULL zwraca rozk³ad Weibull. Je¿eli warto¶æ parametru @kumulacja jest równa PRAWDA, funkcja zwraca: 1 - exp (-(@x/@beta)^@alpha), w przeciwnym przypadku: (@alpha/@beta^@alpha) * @x^(@alfa-1) * exp(-(@x/@beta^@alfa)). Je¿eli @x < 0, funkcja WEIBULL zwraca b³±d #LICZBA!. Je¿eli @alfa <= 0 lub @beta <= 0, funkcja zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= WEIBULL (3; 2; 4; 0) jest równe 0,213668559. @SEEALSO=POISSON
sk: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,kumulatívne) @DESCRIPTION=Funkcia WEIBULL vracia Weibullove rozdelenie. Ak je @kumulatívne TRUE, vracia: 1 - exp (-(@x/@beta)^@alfa), inak vracia (@alfa/@beta^@alfa) * @x^(@alfa-1) * exp(-(@x/@beta^@alfa)). Ak je @x < 0 WEIBULL vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0 WEIBULL vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= WEIBULL(3,2,4,0) sa rovná 0.213668559. @SEEALSO=POISSON
tr: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,kümülatif) @DESCRIPTION=WEIBULL açýlýmýný hesaplar. @kümülatif DOÐRU ise sonuç 1 - exp (-(@x/@beta)^@alfa) ile deðilse (@alfa/@beta^@alfa) * @x^(@alfa-1) * exp(-(@x/@beta^@alfa)) ile hesaplanýr.@x < 0, @alpha <= 0 ya da @beta <= 0 ise WEIBULL #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: WEIBULL(3,2,4,0) eþittir 0.213668559 Benzeri: POISSON @EXAMPLES= WEIBULL(3,2,4,0) eþittir 0.213668559 @SEEALSO=POISSON

source: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,mean,stdev,cumulative) @DESCRIPTION=NORMDIST function returns the normal cumulative distribution. @x is the value for which you want the distribution, @mean is the mean of the distribution, @stdev is the standard deviation. If @stdev is 0 NORMDIST returns #DIV/0! error. This function is Excel compatible. @EXAMPLES= NORMDIST(2,1,2,0) equals 0.176032663. @SEEALSO=POISSON
pl: @FUNCTION=NORMDIST @SYNTAX=NORMDIST (x; ¶rednia; odch_std; kumulacja) @DESCRIPTION=Funkcja NORMDIST zwraca warto¶æ funkcji rozk³adu normalnego. Parametr @x jest warto¶ci±, dla której rozk³ad jest liczony, @¶rednia jest ¶redni± rozk³adu, @odch_std jest odchyleniem standardowym. Je¿eli @odch_std jest równe 0, funkcja zwraca b³±d #DZIEL/0!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NORMDIST (2; 1; 2; 0) jest równe 0,176032663. @SEEALSO=POISSON
sk: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,priemer,odchýlka,kumulatívne) @DESCRIPTION=Funkcia NORMDIST vracia normálne rozdelenie. @x je hodnota, pre ktorú chceme rozdelenie, @priemer rozdelenia, @odchýlka je smerodajná odchýlka. Ak je @odchýlka 0, NORMDIST vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NORMDIST(2,1,2,0) sa rovná 0.176032663. @SEEALSO=POISSON
tr: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,kümülatif) @DESCRIPTION=EXPONDIST iþlevi üstel açýlýmý verir. @kümülatif YANLIÞ ise @y * exp (-@y*@x), deðilse 1 - exp (-@y*@x) hesaplanýr. @x < 0 veya @y <= 0 ise iþlev hata verir. Ýþlev Excel uyumludur. Örnek: EXPONDIST(2,4,0) eþittir 0.001341851 Benzeri: POISSON @EXAMPLES= EXPONDIST(2,4,0) eþittir 0.001341851 @SEEALSO=POISSON
