Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Copy to a new _workbook
pl: Kopiowanie do nowego _zeszytu
sk: Skopírova» do nového _zo¹ita
tr: Yeni de_ftere kopyala
uk: Скоп╕ювати в нову книгу

source: _Copy to a new location
pl: Kopiowanie w nowe _miejsce
sk: S_kopírova» na nové miesto
tr: Yeni kon_uma kopyala
uk: Скоп╕ювати в нове м╕сце

source: _Filter in-place
pl: Kopiowanie _w miejscu
sk: _Filtrova» na mieste
tr: Yerinde _Süz
uk: Ф╕льтування "на м╕сц╕"

source: _List range:
pl: Zakres _listy:
sk: _Rozsah zoznamu:
tr: _Liste aralýðý:
uk: Д╕апазон списку:

source: _Unique records only
pl: Wy³±cznie _unikatowe rekordy
sk: Len _jedineèné záznamy
tr: Sadece _benzersiz kayýtlar
uk: Лише ун╕кальн╕ записи

source: Data Analysis Tools
pl: Narzêdzia analizy danych
sk: Analytické nástroje
tr: Veri Analiz Araçlarý

source: ANOVA - Single Factor
pl: Analiza wariancji - jeden czynnik
sk: ANOVA: Jednoduché triedenie
tr: Anova - Tek çarpan

source: A_utofit Columns
pl: A_utomatyczne dopasowanie kolumn
sk: _Automaticky veµkos» ståpca

source: Grouped By:
pl: Sposób grupowania:
sk: Zoskupené podµa:
tr: Gruplayan:
uk: Групувати за:

source: Input
pl: Wej¶cie
sk: Vstup
tr: Girdi
uk: Вв╕д:

source: N_ew Workbook
pl: N_owy zeszyt
sk: Nový _zo¹it
tr: Y_eni Defter
uk: Нова книга

source: Output
pl: Wyj¶cie
sk: Výstup
tr: Çýktý

source: _Alpha =
pl: _Alfa =
sk: _Alfa =
tr: _Alfa =

source: _Areas
pl: _Obszary
sk: _Oblasti
tr: Alanlar

source: _Input Range:
pl: _Zakres wej¶ciowy:
sk: Vs_tupný rozsah:
tr: G_irdi Aralýðý:
uk: Д╕апазон вводу:

source: _Labels
pl: _Etykiety
sk: _Popisky
tr: _Etiketler
uk: Позначки

source: _New Sheet
pl: _Nowy arkusz
sk: Nový _list
tr: Ye_ni Çizelge
uk: Новий аркуш

source: _Output Range:
pl: Zak_res wyj¶ciowy:
sk: _Výstupný rozsah:
tr: Çý_ktý Aralýðý:
uk: Д╕апазон виводу:

source: ANOVA - Two-Factor
pl: Analiza wariancji - dwa czynniki
sk: ANOVA - Dvojité triedenie
tr: ANOVA - Ýki-çarpan

source: Number of Rows _Per Sample:
pl: Liczba wierszy na p_róbkê:
sk: Poèet _riadkov na výber:
tr: Ö_rnek baþýna Satýr Sayýsý:

source: Auto Correct
pl: Automatyczna korekta
sk: Automatické opravy
tr: Otomatik Düzeltme
uk: Автокоригування

source: Capitalize _first letter of sentence
pl: _Kapitalik na pocz±tku zdania
sk: Meni» na veµké _prvé písmeno vety
tr: Cümlenin ilk harfini _büyük yap
uk: Робити великою першу л╕теру речення

source: Capitalize _names of days
pl: _Nazwy dni kapitalikami
sk: Meni» na veµké _mená dní
tr: _Gün isimlerini büyük yap
uk: Робити великими назви дн╕в

source: Correct _TWo INitial CApitals
pl: Poprawianie _DWóch POcz±tkowych KApitalików
sk: Opravova» _DVe VEµké POèiatoèné PÍsmená
tr: ÝKi BAþ HArflileri _düzelt
uk: Коригувати ДВ╕ ПОчатков╕ ВЕлик╕

source: Do _not correct:
pl: _Bez poprawiania:
sk: _Neopravova»:
tr: Düzelt_me:
uk: Не коригувати:

source: Re_place:
pl: _Zmiana:
sk: _Nahradi»:
tr: _Deðiþtirilecek:
uk: Зам╕нити:

source: _Add
pl: _Dodaj
sk: _Prida»
tr: _Ekle
uk: Додати

source: _Do not capitalize after:
pl: _Bez kapitalika po:
sk: _Nemeni» na veµké po:
tr: Buradan sonra _harfleri büyütme:
uk: Не робити великими л╕тери п╕сля:

source: _First Letter
pl: _Pierwsza litera
sk: _Prvé písmeno
tr: Ýl_k Harf
uk: Перша л╕тера

source: _General
pl: _Ogólne
sk: _V¹eobecné
tr: _Genel
uk: Загальний

source: _INitial CApitals
pl: P_Ocz±tkowe KApitaliki
sk: _POèiatoèné PÍsmená
tr: _BAþ HArfler
uk: ПОчатков╕ ВЕлик╕

source: _Replace text when typed
pl: Za_stêpowanie tekstu podczas pisania
sk: _Nahradi» text pri písaní
tr: Metni yazarken _Deðiþtir
uk: Зам╕нити текс при ввод╕

source: _With:
pl: N_a:
sk: ©í_rka:
tr: Ýl_e:
uk: На:

source: A short description of the template
pl: Krótki opis szablonu
sk: Krátky popis ¹ablóny
tr: Þablonun kýsa tanýmý
uk: Короткий опис шаблону

source: Apply _Alignment
pl: Zastosowanie _wyrównañ
sk: Pou¾i» _zarovnanie
tr: Hizalama _Uygula
uk: Застосувати вир╕внювання

source: Apply _Borders
pl: Zastosowanie _krawêdzi
sk: Pou¾i» _okraje
tr: _Kenarlýk Uygula
uk: Застосувати поля

source: Apply _Fonts
pl: Zastosowanie _czcionek
sk: Pou¾i» _písma
tr: _Yazýtiplerini Uygula
uk: Застосуватф шрифти

source: Apply _Number Formats
pl: Zastosowanie formatów _liczb
sk: Pou¾i» èíselné _formáty
tr: _Numara Biçemlerini Uygula
uk: Застосувати формати чисел

source: Apply _Patterns
pl: Zastosowanie _deseni
sk: Pou¾i» _vzorky
tr: _Desenleri Uygula
uk: Застосувати шаблони

source: Author :
pl: Autor :
sk: Autor :
tr: Yazar:
uk: Автор:

source: Autoformat
pl: Automatyczne formatowanie
sk: Automatický formát
tr: Otomatik biçimle
uk: Автоформатування

source: Category :
pl: Kategoria :
sk: Kategória :
tr: Kategori:
uk: Категор╕я:

source: Description :
pl: Opis :
sk: Popis :
tr: Açýklama:
uk: Опис:

source: Name :
pl: Nazwa :
sk: Meno :
tr: Ýsim:
uk: Назва:

source: Name of template
pl: Nazwa szablonu
sk: Meno ¹ablóny
tr: Þablon adý
uk: Назва шаблону

source: The category this template belongs to
pl: Kategoria, do której nale¿y szablon
sk: Kategória, do ktorej táto ¹ablóna patrí
tr: Kategori bu þablona ait
uk: Категор╕я, до яко╖ належить цей шаблон

source: The current category
pl: Bie¿±ca kategoria
sk: Aktuálna kategória
tr: Geçerli kategori
uk: Поточна категор╕я

source: The group/individual that made the template
pl: Grupa lub osoba, która wykona³a szablon
sk: Skupina/osoba, ktorá vytvorila ¹ablónu
tr: Þablonu yapan grup/kiþi adý
uk: Група/особа що створила цей шаблон

source: _Category
pl: _Kategoria
sk: _Kategória
tr: _Kategori
uk: Категор╕я

source: _Edit...
pl: _Edycja...
sk: _Upravi»...
tr: Dü_zenle...
uk: Виправити...

source: _New...
pl: _Nowy...
sk: _Nový...
tr: _Yeni...
uk: Новий...

source: _Preview
pl: _Podgl±d
sk: _Uká¾ka
tr: Ö_nizleme
uk: Перегляд

source: _Remove Current
pl: _Usuñ bie¿±cy
sk: _Odstráni» aktuálny
tr: Seçileni S_il
uk: Видалити поточний

source: _Show Gridlines
pl: Wy¶wietlanie linii _siatki
sk: _Zobrazi» mrie¾ku
tr: I_zgara Göster
uk: Показати с╕тку

source: _Template Details
pl: _Szczegó³y szablonu
sk: _Detaily ¹ablóny
tr: Þ_ablon Bilgileri

source: Auto Save
pl: Automatyczny zapis
sk: Automatické ukladanie
tr: Otomatik Kayýt
uk: Автозбереження

source: Do you want to save the workbook?
pl: Czy chcesz zapisaæ zeszyt?
sk: Chcete ulo¾i» zo¹it?
tr: Defteri kaydetmek istiyor musunuz?
uk: Ви хочете зберегти книгу?

source: _Automatic Save Every
pl: _Automatyczny zapis w regularnych odstêpach
sk: _Automaticky uklada» ka¾dých
tr: _Otomatik Kaydý Etkinleþtir
uk: Автоматичне збереження кожн╕

source: _Prompt Before Saving
pl: _Potwierdzanie przed zapisem
sk: _Opýta» sa pred ulo¾ením
tr: _Kaydetmeden önce onaylat
uk: Перепитувати перед збереженням

source: _minutes
pl: _minut
sk: _minút
tr: _dakikada bir kaydet
uk: хвилин

source: 12.5% Grey
pl: 12,5% szaro¶ci
sk: 12.5% Priesvitná
tr: % 12.5 Gri
uk: 12.5% с╕рого

source: 25% Grey
pl: 25% szaro¶ci
sk: 25% Priesvitná
tr: % 25 Gri
uk: 25% с╕рого

source: 50% Grey
pl: 50% szaro¶ci
sk: 50% Priesvitná
tr: % 50 Gri
uk: 50% с╕рого

source: 6.25% Grey
pl: 6,25% szaro¶ci
sk: 6.25% Priesvitná
tr: % 6.25 Gri
uk: 6.25% с╕рого

source: 75% Grey
pl: 75% szaro¶ci
sk: 75% Priesvitná
tr: % 75 Gri
uk: 75% с╕рого

source: A_ction :
pl: _Czynno¶æ :
sk: _Akcia:

source: Alignment
pl: Wyrównanie
sk: Zarovnanie
tr: Hizalama
uk: Вир╕внювання

source: Any Value (no validation)
pl: Dowolna warto¶æ (bez ograniczenia)
sk: ¥ubovoµná hodnota (bez overenia)
tr: Bir deðer (deðerlemesiz)

source: Background Color
pl: Kolor T³a
sk: Farba pozadia
tr: Artalan Rengi
uk: Кол╕р тла

source: Border
pl: Krawêd¼
sk: Okraje
tr: Kenarlýk
uk: Тло

source: Bottom
pl: Dó³
sk: Dole
tr: Alt
uk: Вниз

source: Bricks
pl: Ceg³y
sk: Tehly
tr: Tuðlalar
uk: Цегла

source: C_enter
pl: Wy¶_rodkowana
sk: Na _stred
tr: Or_tala
uk: В центр╕

source: Center _across selection
pl: Wy¶rodkowana wewn±trz z_aznaczenia
sk: Na stred _výberu
tr: Seçime _birleþtir
uk: Сентрувати поперек вибраного

source: Co_lor :
pl: Ko_lor :
sk: _Farba:

source: Color
pl: Kolor
sk: Farba
tr: Renk
uk: Кол╕р

source: Color :
pl: Kolor :
sk: Farba:
tr: Renk:

source: Control
pl: Sterowanie
sk: Ostatné
tr: Kontrol
uk: Керування

source: Criteria
pl: Kryterium
sk: Kritéria
tr: Kriter

source: Cust_om
pl: Dowoln_e
sk: V_lastné
tr: Öz_el
uk: Користувацький

source: Custom
pl: Dowolne
sk: Vlastný
tr: Özel

source: Date
pl: Data
sk: Dátum
tr: Tarih

source: De_lete format
pl: _Usuñ format
sk: _Zmaza» formát
tr: _Biçemi sil
uk: Усунути формат

source: Deci_mal places:
pl: _Miejsca dziesiêtne:
sk: Desati_nné miesta:
tr: _Ondalýk basamaklar:
uk: Десяткових позиц╕й:

source: Diagonal
pl: Uko¶na linia
sk: Diagonálne èiary
tr: Çapraz
uk: По д╕агонал╕

source: Diagonal Crosshatch
pl: Uko¶nie skrzy¿owane pr±¿ki
sk: Diagonálne mre¾e
tr: Çapraz Tarama
uk: Д╕агональн╕ хрестики

source: Diagonal Stripe
pl: Uko¶ne pr±¿ki
sk: Diagonálne pruhy
tr: Çapraz Þerit
uk: Д╕агональн╕ штрихи

source: Display the value exactly as it was entered
pl: Wy¶wietlanie warto¶ci dok³adnie we wpisanej postaci
sk: Zobrazí hodnotu presne ako bola zadaná
tr: Deðeri tam girildiði gibi gösterir.
uk: Показувати значення точно так як його було введено

source: Effects
pl: Efekty
sk: Efekty
tr: Etkiler
uk: Ефекти

source: Error Alert
pl: Komunikat o b³êdzie
sk: Upozornenie na chyby
tr: Hata Uyarýsý

source: Foreground Solid
pl: Wype³nienie kolorem
sk: Plné farbou popredia
tr: Önalan Dolgu
uk: Суц╕льний передн╕й план

source: General format cells attempt to select an appropriate format depending on the value of the cell.
pl: Przy formacie ogólnym odpowiedni format zostanie wybrany automatycznie na podstawie warto¶ci komórki.
sk: Bunky so v¹eobecným formátom sa pokú¹ajú automaticky zvoli» vhodný formát podµa zadanej hodnoty.
tr: Genel biçimli gözeler için gözenin deðerine baðlý uygun bir biçim seçilir.
uk: Загальний формат ком╕рки означа╓ спробу вибору пасуючого формату залежно в╕д значення в ком╕рц╕.

source: Horizontal
pl: Wyrównanie poziome
sk: Vodorovne
tr: Yatay
uk: По горизонтал╕

source: Horizontal Stripe
pl: Poziome pr±¿ki
sk: Vodorovné pruhy
tr: Yatay Þerit
uk: Горизонтальн╕ штрихи

source: In a list
pl: Warto¶æ z listy
sk: V zozname

source: In-_cell dropdown
pl: Rozwijane menu wewn±trz _komórki
sk: _Rozbaµovací zoznam v bunke

source: Information (allows invalid input)
pl: Informacja (zezwolenie na niepoprawne dane)
sk: Informácia (povoli» neplatný vstup)
tr: Bilgi (geçersiz girdiye izin verir)

source: Input Message
pl: Opis wprowadzanych danych
sk: Vstupná správa
tr: Girdi Ýletisi

source: Inside
pl: Wewnêtrzne
sk: Vnútorné
tr: Kenarýnda
uk: Внутр╕шн╓

source: Inside Horizontal
pl: Wewnêtrzne poziome
sk: Vnútorné horizontálne
tr: Yatay Tarafta
uk: Внутр╕шньогоризонтальне

source: Inside Vertical
pl: Wewnêtrzne pionowe
sk: Vnútorné vertikálne
tr: Düþey Tarafta
uk: Внутр╕шньовертикальне

source: J_ustify
pl: Wyju_stowana
sk: Do blo_ku
tr: Kenarlara y_ay
uk: За форматом

source: Large Circles
pl: Du¿e okrêgi
sk: Veµké kruhy
tr: Büyük Daireler
uk: Велик╕ кола

source: Locking cells or hiding formulas only affects protected worksheets.
pl: Blokowanie komórek oraz ukrywanie formu³ funkcjonuje tylko w zabezpieczonych zeszytach.
sk: Zamykanie buniek a skrývanie vzorcov ovplyvòuje iba chránené zo¹ity.
tr: Göze kilitleme ve formül gizleme sadece korumalý defterlerde etkilidir.
uk: Захист ком╕рок чи приховування формул д╕╓ лише в захищених таблицях.

source: Message :
pl: Komunikat :
sk: Správa:
tr: Ýleti:

source: Negative number:
pl: Liczba ujemna:
sk: Záporné èíslo:

source: None
pl: Brak
sk: ®iadne
tr: Hiçbiri
uk: Нема╓

source: None (silently accept invalid input)
pl: Brak (ciche akceptowanie niepoprawnych danych)
sk: ®iadne (potichu akceptova» neplatný vstup)
tr: Yok (geçersiz girdiyi sessizce kabul eder)

source: Number
pl: Liczba
sk: Èísla
tr: Sayý
uk: Число

source: Numbers
pl: Liczby
sk: Èísla

source: Orientation
pl: U³o¿enie
sk: Orientácia
tr: Yön
uk: Ор╕╓нтац╕я

source: Outline
pl: Ustawia obwódkê
sk: Vonkaj¹ie
tr: Ana Hatlar
uk: Контур

source: Pattern
pl: Deseñ
sk: Vzorka
tr: Desen
uk: Шаблон

source: Protection
pl: Zabezpieczenie
sk: Ochrana
tr: Koruma
uk: Захист

source: Reverse Diagonal
pl: Odwrotnie uko¶na linia
sk: Opaèné diagonály
tr: Ters Çapraz
uk: По зворотн╕й д╕агонал╕

source: Reverse Diagonal Stripe
pl: Odwrócone uko¶ne pr±¿ki
sk: Opaèné diagonálne pruhy
tr: Ters Çapraz Þerit
uk: Зворотн╕ д╕агональн╕ штрихи

source: Semi Circles
pl: Pó³okrêgi
sk: Polkruhy
tr: Dairemsiler
uk: П╕вкола

source: Shrin_k to fit
pl: _Dopasowanie do zaznaczenia
sk: Pri_spôsobi» bunke
tr: Fazlasýný _kes
uk: Розтягувати за розм╕ром

source: Small Circles
pl: Ma³e okrêgi
sk: Malé kruhy
tr: Küçük Daireler
uk: Мал╕ кола

source: Solid
pl: Jednolity
sk: Plné
tr: Katý
uk: Суц╕льне

source: Sp_ecial
pl: _Specjalne
sk: _Iné
tr: Özgü_n
uk: Спец╕альний

source: Stop (never allow invalid input)
pl: Zatrzymanie (bez zezwolenia na wprowadzenie niepoprawnych danych)
sk: Zastavenie (nikdy nepovoli» neplatný vstup)
tr: Dur (geçersiz girdiye izin verilmez)

source: Stri_kethrough
pl: P_rzekre¶lenie
sk: P_re¹krtnuté
tr: Ü_stü Çizili
uk: Перекреслення

source: Su_bscript
pl: _Indeks górny
sk: _Dolný index
tr: A_ltindis
uk: Нижн╕й ╕ндекс

source: Sup_erscript
pl: I_ndeks dolny
sk: _Horný index
tr: Ü_stindis
uk: Верхн╕й ╕ндекс

source: Text length
pl: D³ugo¶æ tekstu
sk: Då¾ka textu
tr: Metin uzunluðu

source: Thatch
pl: S³oma
sk: ©kridle
tr: Kapla
uk: Солома

source: Thick Diagonal Crosshatch
pl: Grube uko¶nie skrzy¿owane pr±¿ki
sk: Tuèné diagonálne mre¾e
tr: Kalýn Çapraz Tarama
uk: Товст╕ д╕агональн╕ хрестики

source: Thin Diagonal Crosshatch
pl: Cienkie skrzy¿owane uko¶nie pr±¿ki
sk: Tenké diagonálne mre¾e
tr: Ýnce Çapraz Tarama
uk: Тонк╕ д╕агональн╕ хрестики

source: Thin Diagonal Stripe
pl: Cienkie uko¶ne pr±¿ki
sk: Tenké diagonálne pruhy
tr: Ýnce Çapraz Þerit
uk: Тонк╕ д╕агональн╕ штрихи

source: Thin Horizontal Crosshatch
pl: Cienkie skrzy¿owane poziomo pr±¿ki
sk: Tenké horizontálne mre¾e
tr: Ýnce Yatay Tarama
uk: Тонк╕ горизонтальн╕ хрестики

source: Thin Horizontal Stripe
pl: Cienkie poziome pr±¿ki
sk: Tenké horizontálne pruhy
tr: Ýnce Yatay Þerit
uk: Тонк╕ горизонтальн╕ штрихи

source: Thin Reverse Diagonal Stripe
pl: Cienkie odwrócone uko¶ne pr±¿ki
sk: Tenké opaèné diagonálne pruhy
tr: Ýnce Ters Çapraz Þerit
uk: Тонк╕ зворотн╕ д╕агональн╕ штрихи

source: Thin Vertical Stripe
pl: Cienkie pionowe pr±¿ki
sk: Tenké vertikálne pruhy
tr: Ýnce Dikey Þerit
uk: Тонк╕ вертикальн╕ штрихи

source: Time
pl: Czas
sk: Èas
tr: Zaman

source: Title :
pl: Tytu³ :
sk: Titulok :
tr: Baþlýk:

source: Top
pl: Górna
sk: Hore
tr: Üst
uk: Вгору

source: Unfinished
pl: Nieukoñczone
sk: Nedokonèené
tr: Bitmedi. to be continued
uk: Незавершено

source: Validation
pl: Sprawdzanie poprawno¶ci
sk: Overenie vstupu
tr: Deðerlendirme

source: Vertical Alignment
pl: Wyrównanie pionowe
sk: Zvislo
tr: Dikey
uk: Вертикальне вир╕внювання

source: Vertical Stripe
pl: Pionowe pr±¿ki
sk: Vertikálne pruhy
tr: Dikey Þerit
uk: Вертикальн╕ штрихи

source: Warning (accept/discard invalid input)
pl: Ostrze¿enie (akceptacja/porzucenie niepoprawnych danych)
sk: Varovanie (výber, èi akceptova» alebo zahodi» neplatný vstup)
tr: Uyarý (geçersiz girdiyi kabul/red et)

source: Whole numbers
pl: Liczby ca³kowite
sk: Celé èísla
tr: Tüm sayýlar

source: Worksheet _protected
pl: Zabezpieczony z_eszyt
sk: _Chránené zo¹itom
tr: Defter k_orumalý
uk: Таблицю захищено

source: _Accounting
pl: _Rachunkowe
sk: Úèt_ovnícke
tr: _Hesaplama
uk: Зростаючий

source: _Allow :
pl: _Dopuszczalne :
sk: _Povoli»:

source: _Bottom
pl: _Dó³
sk: _Dolu
tr: _Alt
uk: Знизу

source: _Center
pl: _Wy¶rodkowana
sk: Na _stred
tr: Or_tala
uk: В центр╕

source: _Color :
pl: _Kolor :
sk: _Farba:

source: _Condition :
pl: _Warunek :
sk: _Podmienka:

source: _Currency
pl: _Waluta
sk: _Mena
tr: _Para
uk: Грошовий

source: _Date
pl: _Data
sk: _Dátum
tr: _Tarih
uk: _Дата

source: _Fraction
pl: U³_amki
sk: _Zlomok
tr: _Kesir
uk: Дробовий

source: _Hidden
pl: _Ukryta
sk: _Skryté
tr: _Gizli
uk: Сховано

source: _Ignore blank cells
pl: _Ignorowanie pustych komórek
sk: _Ignorova» prázdne bunky

source: _Indent
pl: Wc_iêcie
sk: _Odsadi»
tr: _Girintile

source: _Justify
pl: Wyj_ustowana
sk: Do _bloku
tr: Kenarlara y_ay
uk: За форматом

source: _Left
pl: _Lewa
sk: _Doµava
tr: S_ola
uk: Л╕воруч

source: _Locked
pl: _Zablokowana
sk: _Zamknuté
tr: _Kilitli
uk: Захищено

source: _Message :
pl: _Komunikat :
sk: _Správa:

source: _Number
pl: _Liczba
sk: Èís_lo
tr: _Sayý
uk: Числовий

source: _Percentage
pl: _Procentowe
sk: _Percentá
tr: _Yüzde
uk: В╕дсотки

source: _Right
pl: _Prawa
sk: _Doprava
tr: S_aða
uk: Праворуч:

source: _Scientific
pl: _Naukowe
sk: V_edecké
tr: _Bilimsel
uk: Науковий

source: _Show input message when cell is selected
pl: _Wy¶wietlanie opisu wprowadzanych danych po zaznaczeniu komórki
sk: _Zobrazi» vstupnú správu pri vybraní bunky

source: _Style
pl: _Styl
sk: ©_týl
tr: _Tarz
uk: Стиль

source: _Time
pl: _Czas
sk: Èa_s
tr: _Zaman
uk: _Час

source: _Top
pl: _Góra
sk: _Hore
tr: Ü_st
uk: Зверху

source: _Type
pl: _Typ
sk: _Typ
tr: _Tür
uk: _Тип

source: _Underline:
pl: _Podkre¶lenie
sk: _Podèiarknutie:
tr: _Altçizgi:
uk: П╕дкреслення:

source: _Use Separator for 1000's
pl: Separatory _tysiêcy
sk: Po_u¾i» oddeµovaè tisícov
tr: 1000'ler Ayracý Kullan
uk: Використовувати розд╕лювач розряд╕в:

source: _Wrap text
pl: _Zawijanie tekstu
sk: _Zalamova» text
tr: _Sarmala
uk: Переносити текст

source: min <= val <= max (between)
sk: min <= hodnota <= max (medzi)
tr: en az <= deðer <= en çok (arasýnda)

source: val != bound (not equal to)
pl: warto¶æ <> ograniczenie (ró¿ne od)
sk: hod != limit (nerovná sa)
tr: deðer != sýnýr (farklýdýr, eþit/ayný deðildir)

source: val < bound (less than)
sk: hodnota < hranica (men¹ia)
tr: deðer < sýnýr (küçüktür)

source: val <= min || max <= val (not between)
sk: hodnota <= min || max <= hodnota (nie medzi)
tr: deðer <= enaz || ençok <= deðer (dýþýndadýr)

source: val <=bound (less than or equal to)
sk: hodnota <= hranica (men¹ia alebo rovná)
tr: deðer <= sýnýr (eþit veya küçüktür)

source: val == bound (equal to)
pl: warto¶æ == ograniczenie (równe)
sk: hod == limit (je rovná)
tr: deðer == sýnýr (eþittir, aynýdýr)

source: val > bound (greater than)
sk: hodnota > hranica (väè¹ia)
tr: deðer > sýnýr (büyüktür)

source: val >=bound (greater than or equal to)
sk: hodnota >= hranica (väè¹ia alebo rovná)
tr: deðer >= sýnýr (büyük veya eþittir)

source: A _header
pl: Z _nag³ówkiem
sk: _Hlavièka A

source: Add
pl: Dodaj
sk: Prida»
tr: Ekle
uk: Додати

source: Advanced Sort Options
pl: Zaawansowane opcje sortowania
sk: Pokroèilé nastavenie triedenia
tr: Geliþmiþ Sýralama Seçenekleri
uk: Додатков╕ параметри упорядкування

source: Entries are
pl: Porównywanie elementów
sk: Dáta
tr: Girdiler
uk: Елементи ╓

source: Remove
pl: Usuñ
sk: Odstráni»
tr: Sil
uk: Видалити

source: Selection has
pl: Zaznaczenie
sk: Výber má
tr: Seçim
uk: Вибране ма╓

source: Sort
pl: Sortowanie
sk: Triedenie
tr: Sýrala
uk: Сортувати

source: Sort by
pl: Kryterium sortowania
sk: Triedi» podµa
tr: Özelliðe göre sýrala
uk: Сортувати

source: Sort...
pl: Sortowanie...
sk: Utriedi»...
tr: Sýrala...
uk: Сортувати...

source: _Case sensitive
pl: Z _rozró¿nianiem ma³ych i wielkich liter
sk: Rozli¹ova» _veµkos» písmen

source: _Right-Left
pl: Od prawej do _lewej
sk: Z_prava doµava

source: _Top-Bottom
pl: Od góry do _do³u
sk: Z_hora dolu

source: _Value
pl: _Warto¶æ
sk: _Hodnota

source: Column width
pl: Szeroko¶æ kolumny
sk: ©írka ståpca
tr: Sütun geniþliði
uk: Ширина стовпчика

source: _Column width (pts):
pl: Szeroko¶æ _kolumny (punkty):
sk: ©írka _ståpca (body):
tr: Süt_un geniþliði (piksel):
uk: Ширина стовпчика (в пунктах):

source: Add the entered area to the list of source areas
pl: Dodaje wprowadzony obszar do listy obszarów ¼ród³owych
sk: Pridá zadanú oblas» do zoznamu zdrojových oblastí
tr: Girilen alaný kaynak alanlarý listesine ekler

source: Average
pl: ¦rednia
sk: Priemer
tr: Ortalama
uk: Середн╓

source: C_opy labels
pl: _Kopiowanie etykiet
sk: Kopírova» _popisky
tr: _Etiketleri Kopyala

source: Clear the list of source areas
pl: Czy¶ci listê obszarów ¼ród³owych
sk: Vyma¾e zoznam zdrojových oblastí
tr: Kaynak alanlarýn listesini temizle

source: Count
pl: Liczba
sk: Poèet
tr: Sayaç
uk: К╕льк╕сть

source: D_elete
pl: _Usuñ
sk: _Zmaza»
tr: _Sil

source: Data consolidation
pl: Konsolidacja danych
sk: Konzolidácia dát
tr: Veri birleþtirme

source: Delete the currently selected source area
pl: Usuwa zaznaczony obszar ¼ród³owy
sk: Zma¾e aktuálne vybranú zdrojovú oblas»
tr: Son seçilen kaynak alaný siler

source: Formulas
pl: Formu³y
sk: Vzorce
tr: Formüller

source: In _left column
pl: W _lewej kolumnie
sk: V µa_vom ståpci
tr: Sol Süt_unda

source: In _top row
pl: W gó_rnym wierszu
sk: V _hornom riadku
tr: Üst S_atýrda

source: Labels
pl: Etykiety
sk: Popisky
tr: Etiketler

source: Product
pl: Iloczyn
sk: Produkt
tr: Ürün

source: Source areas
pl: Obszary ¼ród³owe
sk: Zdrojové oblasti
tr: Kaynak alanlarý

source: Stdev (sample)
pl: Odchylenie standardowe (próba)
sk: Stdev (výber)
tr: Stdev (örnek)

source: Stdevp (population)
pl: Odchylenie standardowe (populacja)
sk: Stdevp (populácia)
tr: Stdevp (daðýlým)

source: The function to use when consolidating
pl: Funkcja u¿ywana w trakcie konsolidacji
sk: Akú funkciu pou¾i» pre konzolidáciu
tr: Birleþtirmede kullanýlacak iþlev

source: The left column contains labels, these will not be consolidated, but used as key for comparison
pl: Etykiety zawarte s± w lewej kolumnie. Nie bêd± one ³±czone, ale u¿ywane jako klucz przy porównywaniu.
sk: ¥avý ståpec obsahuje popisky, ktoré nebudú konzolidované, ale pou¾ité pre porovnanie kµúèov
tr: Sol sütun etiketleri içerdiðinden bunlar birleþtirilmeyecek, fakat karþýlaþtýrma için anahtar olarak kullanýlacak

source: The top row contains labels, these will not be consolidated, but used as key for comparison
pl: Górny wiersz zawiera etykiety. Nie bêd± one ³±czone, ale u¿ywane jako klucz przy porównywaniu.
sk: Horný riadok obsahuje popisky, ktoré nebudú konzolidované, ale pou¾ité pre porovnanie kµúèov
tr: Üst satýr etiketleri içerdiðinden bunlar birleþtirilmeyecek, fakat karþýlaþtýrma için anahtar olarak kullanýlacak

source: Values
pl: Warto¶ci
sk: Hodnoty
tr: Deðerler

source: Var (sample)
pl: Wariancja (próba)
sk: Var (výber)
tr: Var (örnek)

source: Varp (population)
pl: Wariancja (populacja)
sk: Varp (populácia)
tr: Varp (daðýlým)

source: _Clear
pl: _Wyczy¶æ
sk: _Vymaza»
tr: _Temizle
uk: Очистити

source: _Destination :
pl: _Cel :
sk: _Cieµ:
tr: _Açýklama:

source: _Function :
pl: _Funkcja :
sk: _Funkcia:
tr: Ýþle_v:

source: _Put :
pl: _Wstawianie :
sk: _Vlo¾i»:
tr: _Yerleþtir:

source: Correlation
pl: Korelacja
sk: Korelácia
tr: Baðýntýlama
uk: Кореляц╕я

source: Delete
pl: Usuñ
sk: Zmaza»
tr: Sil
uk: Стерти

source: Delete _column(s)
pl: Usuniêcie _kolumn
sk: Odstráni» _ståpce
tr: _Sütunlarý sil
uk: Стерти стовпчики

source: Delete _row(s)
pl: Usuniêcie _wierszy
sk: Odstráni» _riadky
tr: S_atýrlarý sil
uk: Стерти рядки

source: Delete cells
pl: Usuniêcie komórek
sk: Odstráni» bunky
tr: Gözeleri sil
uk: Стерти ком╕рки

source: Shift cells _left
pl: Przesuniêcie komórek w _lewo
sk: Posunú» bunky _doµava
tr: Gözeleri _sola kaydýr
uk: Зсунути ком╕рки л╕воруч

source: Shift cells _up
pl: Przesuniêcie komórek w _górê
sk: Posunú» bunky _hore
tr: Gözeleri _yukarý kaydýr
uk: Зсунути ком╕рки вгору

source: (1 - alpha) =
pl: (1 - alfa) =
sk: (1 - Alfa) =
tr: (1 - alfa) =

source: Confidence Interval for the _Mean
pl: Przedzia³ istotno¶ci dla ¶_redniej
sk: Hladina spoµahlivosti pre _priemer
tr: _Ortalama için Emniyet Aralýðý

source: Descriptive Statistics
pl: Statystyka opisowa
sk: Popisná ¹tatistika
tr: Tanýmsal Ýstatistikler
uk: Описова статистика

source: S_ummary Statistics
pl: S_tatystyki podsumowuj±ce
sk: _Celková ¹tatistika
tr: Ö_zet Ýstatistikleri
