Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=PERCENTILE function returns the 100*@k-th percentile of the given data points (that is, a number x such that a fraction @k of the data points are less than x). If @array is empty, PERCENTILE returns #NUM! error. If @k < 0 or @k > 1, PERCENTILE returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then PERCENTILE(A1:A5,0.42) equals 20.02. @SEEALSO=QUARTILE
pl: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE (tablica; k) @DESCRIPTION=Funkcja PERCENTILE zwraca k-ty percentyl z danego zestawu danych. Je¿eli parametr @tablica jest pusty, funkcja PERCENTILE zwraca b³±d #LICZBA!. Je¿eli @k < 0 lub @k > 1, funkcja PERCENTILE zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie PERCENTILE (A1:A5; 0,42) jest równe 20,02. @SEEALSO=QUARTILE
sk: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(pole,k) @DESCRIPTION=Funkcia PERCENTILE vracia 100*@k-ty percentil daných hodnôt (t.j., èíslo x, ktoré je èas» @k poètu hodnôt men¹ích ako x). Ak je @pole prázdne, PERCENTILE vracia chybu #NUM!. Ak je @k < 0 alebo @k > 1, PERCENTILE vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom PERCENTILE(A1:A5,0.42) sa rovná 20.02. @SEEALSO=QUARTILE
tr: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(dizi,k) @DESCRIPTION=PERCENTILE veri noktalarýnýn yüzde 100*@k lýðýný hesaplar. @k < 0, @k > 1 ya da @dizi boþsa iþlev #SAYI hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: PERCENTILE(A1:A5,0.42) eþittir 20.02 Benzeri: QUARTILE @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: PERCENTILE(A1:A5,0.42) eþittir 20.02 @SEEALSO=QUARTILE

source: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,quart) @DESCRIPTION=QUARTILE function returns the quartile of the given data points. If @quart is equal to: QUARTILE returns: 0 the smallest value of @array. 1 the first quartile 2 the second quartile 3 the third quartile 4 the largest value of @array. If @array is empty, QUARTILE returns #NUM! error. If @quart < 0 or @quart > 4, QUARTILE returns #NUM! error. If @quart is not an integer, it is truncated. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then QUARTILE(A1:A5,1) equals 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
pl: @FUNCTION=QUARTILE @SYNTAX=QUARTILE (tablica; kwartyl) @DESCRIPTION=Funkcja QUARTILE zwraca kwartyl z danego zestawu danych. Je¿eli @kwartyl jest równy: funkcja QUARTILE zwraca: 0 najmniejsz± warto¶æ z @tablica. 1 pierwszy kwartyl 2 drugi kwartyl 3 trzeci kwartyl 4 najwiêksz± warto¶æ z @tablica. Je¿eli @tablica jest pusta, funkcja QUARTILE zwraca b³±d #LICZBA!. Je¿eli @kwartyl < 0 lub @kwartyl > 4, funkcja QUARTILE zwraca b³±d #LICZBA!. Je¿eli @kwartyl nie jest typu ca³kowitego, zostanie obciêty. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1. Wówczas wyra¿enie QUARTILE (A1:A5; 1) jest równe 17,3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
sk: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(pole,kvart) @DESCRIPTION=Funkcia QUARTILE vracia kvartil pre dané hodnoty. Ak je @kvart: QUARTILE vracia: 0 najmen¹ia hodnota v @pole. 1 prvý kvartil 2 druhý kvartil 3 tretí kvartil 4 najväè¹ia hodnota v @pole. Ak je @pole prázdne, QUARTILE vracia chybu #NUM!. Ak je @kvart < 0 alebo @kvart > 4, QUARTILE vracia chybu #NUM!. Ak nie je @kvart celé èíslo, je orezané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom QUARTILE(A1:A5,1) sa rovná 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
tr: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(dizi,çeyrek) @DESCRIPTION= QUARTILE veri kümesinin çeyreklerini hesaplar. @dizi boþsa, @çeyrek <0 ya da @çeyrek > 4 ise iþlev #SAYI! hatasý ile sonuçlanýr. @çeyrek bir tamsayý deðilse ondalýk kýsmý atýlýr. @çeyrek 0 ise @dizideki en küçük deðer, 4 ise en büyük deðer, ara deðerlerde ise çeyreklerdeki deðerler döner. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: QUARTILE(A1:A5,1) eþittir 17.3 Benzerleri: LARGE, MAX, MEDIAN, MIN, PERCENTILE, SMALL @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: QUARTILE(A1:A5,1) eþittir 17.3 @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL

source: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=FTEST function returns the two-tailed probability that the variances in the given two data sets are not significantly different. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FTEST(A1:A5,B1:B5) equals 0.510815017. @SEEALSO=FDIST,FINV
pl: @FUNCTION=FTEST @SYNTAX=FTEST (tablica1; tablica2) @DESCRIPTION=Funkcja FTEST zwraca "one-tailed" prawdopodobieñstwo, w którym wariancje w danych zestawach danych nie ró¿ni± siê w sposób znacz±cy. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Za³ó¿my, ¿e komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1, oraz komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie FTEST (A1:A5; B1:B5) jest równe 0,510815017. @SEEALSO=FDIST,FINV
sk: @FUNCTION=FTEST @SYNTAX=FTEST(pole1,pole2) @DESCRIPTION=Funkcia FTEST vracia pravdepodobnos» pre jednostrannú alternatívu, ¾e rozptyly v daných dvoch mno¾inách nie sú výrazne rôzne. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom FTEST(A1:A5,B1:B5) sa rovná 0.510815017. @SEEALSO=FDIST,FINV
tr: @FUNCTION=FTEST @SYNTAX=FTEST(dizi1,dizi2) @DESCRIPTION=FTEST verilen önemce farklý olmayan iki veri kümesindeki deðiþimlerin iki-sonlu olasýlýðýný hesaplar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: FTEST(A1:A5,B1:B5) eþittir 0.510815017 Benzerleri: FDIST, FINV @EXAMPLES= A1, A2, ..., A5 gözeleri sýasýyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: FTEST(A1:A5,B1:B5) eþittir 0.510815017 @SEEALSO=FDIST,FINV

source: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,tails,type) @DESCRIPTION=TTEST function returns the probability of a Student's t-Test. @array1 is the first data set and @array2 is the second data set. If @tails is one, TTEST uses the one-tailed distribution and if @tails is two, TTEST uses the two-tailed distribution. @type determines the kind of the test: 1 Paired test 2 Two-sample equal variance 3 Two-sample unequal variance If the data sets contain a different number of data points and the test is paired (@type one), TTEST returns the #N/A error. @tails and @type are truncated to integers. If @tails is not one or two, TTEST returns #NUM! error. If @type is any other than one, two, or three, TTEST returns #NUM! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TTEST(A1:A5,B1:B5,1,1) equals 0.003127619. TTEST(A1:A5,B1:B5,2,1) equals 0.006255239. TTEST(A1:A5,B1:B5,1,2) equals 0.111804322. TTEST(A1:A5,B1:B5,1,3) equals 0.113821797. @SEEALSO=FDIST,FINV
pl: @FUNCTION=TTEST @SYNTAX=TTEST (tablica1; tablica2; reszta; typ) @DESCRIPTION=Funkcja TTEST zwraca prawdopodobieñstwo z rozk³adu t-Studenta. @tablica1 jest pierwszym zestawem danych a @tablica2 - drugim. Je¿eli parametr @reszta jest równy jedno ci, funkcja TTEST u¿ywa rozk³adu "one-tailed", je¿eli @reszta is two, TTEST u¿ywa rozk³adu "two-tailed". Parametr @typ okre¶la rodzaj testu: 1 Test parami 2 Dwie próbki o jednakowej wariancji 3 Dwie próbki o ró¿nych wariancjach Je¿eli zestawy danych zawieraj± ró¿ne liczby danych i test jest typu "parami" (@typ = 1), funkcja TTEST zwraca b³±d #N/A. Parametry @reszta i @typ s± obcinane do warto¶ci ca³kowitych. Je¿eli @reszta nie jest równa 1 lub 2, funkcja TTEST zwraca b³±d #LICZBA! Je¿eli @typ przyjmie warto¶æ inn± od 1, 2, lub 3, funkcja TTEST zwraca b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Za³ó¿my, ¿e komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1, a komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie TTEST (A1:A5; B1:B5; 1; 1) jest równe 0,003127619. TTEST (A1:A5; B1:B5; 2; 1) jest równe 0,006255239. TTEST (A1:A5; B1:B5; 1; 2) jest równe 0,111804322. TTEST (A1:A5; B1:B5; 1; 3) jest równe 0,113821797. @SEEALSO=FDIST,FINV
sk: @FUNCTION=TTEST @SYNTAX=TTEST(pole1,pole2,strany,typ) @DESCRIPTION=Funkcia TTEST vracia pravdepodobnos» Studentovho t-Testu. @pole1 je prvá mno¾ina dát @pole2 je druhá mno¾ina dát. Ak je @strany 1, TTEST pou¾ije jednostrannú alternatívu a ak je @strany 2, TTEST pou¾ije obojstrannú alternatívu. @typ urèuje typ testu: 1 Párový test 2 Dvoch výberov s rovnakým rozptylom 3 Dvoch výberov s rôznym rozptylom Ak mno¾iny dát obsahujú rôzny poèet dát a test je párový (@typ 1), TTEST vracia chybu #N/A. @strany a @typ sú orezané na celé èísla. Ak nie je @strany 1 ani 2, TTEST vracia chybu #NUM! Ak je @typ nieèo iné ako 1, 2 alebo 3, TTEST vracia chybu #NUM! Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom TTEST(A1:A5,B1:B5,1,1) sa rovná 0.003127619. TTEST(A1:A5,B1:B5,2,1) sa rovná 0.006255239. TTEST(A1:A5,B1:B5,1,2) sa rovná 0.111804322. TTEST(A1:A5,B1:B5,1,3) sa rovná 0.113821797. @SEEALSO=FDIST,FINV
tr: @FUNCTION=TTEST @SYNTAX=TTEST(dizi1,dizi2,son,tür) @DESCRIPTION=TTEST iþlevi öðrencilerin t-testinin olasýlýðýný hesaplar. @dizi1 ilk veri kümesi, @dizi2 ise ikinci veri kümesidir. @son 1 ise iþlev bir-sonlu, 2 ise iþlev iki-sonlu açýlým kullanýr.@tür test çeþidini belirler: 1 Eþli test 2 Ýki örnekli eþit deðiþim 3 Ýki örnekli farklý deðiþim Veri kümeleri farklý sayýda veri noktalarý içeriyor ve test eþli (1. tür) ise iþlev #DEÐER! hatasý ile sonuçlanýr. @son ve @tür tamsayýya yuvarlanýr. @son 1 ya da 2 deðilse ya da @tür 1, 2, veya 3 deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri sýrayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sýrayla 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içerdiði varsayýmýyla: TTEST(A1:A5,B1:B5,1,1) eþittir 0.003127619 TTEST(A1:A5,B1:B5,2,1) eþittir 0.006255239 TTEST(A1:A5,B1:B5,1,2) eþittir 0.111804322 TTEST(A1:A5,B1:B5,1,3) eþittir 0.113821797 Bnzerleri: FDIST, FINV @EXAMPLES= A1, A2, ..., A5 gözeleri sýrayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sýrayla 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içerdiði varsayýmýyla: TTEST(A1:A5,B1:B5,1,1) eþittir 0.003127619 TTEST(A1:A5,B1:B5,2,1) eþittir 0.006255239 TTEST(A1:A5,B1:B5,1,2) eþittir 0.111804322 TTEST(A1:A5,B1:B5,1,3) eþittir 0.113821797 @SEEALSO=FDIST,FINV

source: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=FREQUENCY function counts how often given values occur within a range of values. The results are given as an array. @data_array is a data array for which you want to count the frequencies. @bin_array is an array containing the intervals into which you want to group the values in data_array. If the @bin_array is empty, FREQUENCY returns the number of data points in @data_array. This function is Excel compatible. @EXAMPLES= @SEEALSO=
pl: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY (tablica_danych; tablica_kontenerowa) @DESCRIPTION=Funkcja FREQUENCY oblicza jak czêsto dane warto¶ci pojawiaj± siê w danym zakresie. Rezultat dzia³ania funkcji jest tablic±. @tablica_danych jest tablic± danych, dla których bêd± liczone czêsto¶ci. @tablica_kontenerowa jest tablic± zawieraj±c± interwa³y, w których chcemy grupowaæ warto¶ci w tablicy danych. Je¶li @tablica_kontenerowa jest pusta, Funkcja FREQUENCY zwraca liczbê punktów danych w @tablicy_danych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(dáta,prieèinky) @DESCRIPTION=Funkcia FREQUENCY poèíta, koµkokrát sa daná hodnota vyskytla v dátach. Výsledky sú v poli. @dáta je pole dát, v ktorých sa majú spoèíta» výskyty. @prieèinky je pole obsahujúce intervaly, podµa ktorých vytvori» skupiny hodnôt dátach. Ak je @prieèinky prázdne, FREQUENCY vracia poèet rôznych dátových hodnôt v @dáta. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(veri_dizisi,süre_dizisi) @DESCRIPTION=FREQUENCY bir deðer aralýðý içinde verilen deðerlerin hangi sýklýkta görüldüðünü sayar. Sonuçlar bir dizi olarak alýnýr. @veri_dizisi sayýlmasý istenen sýklýk için veri dizisidir. @süre_dizisi ise @veri_dizisi içindeki gruplanmak istenen deðerlerin zaman aralýklarýný içeren dizidir. @süre_dizisi boþsa, iþlev @veri_dizisi içindeki veri noktalarýnýn sayýsýný verir. Bu iþlev Excel uyumludur. @EXAMPLES= @SEEALSO=

source: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LINEST function calculates the ``least squares'' line that best fit to your data in @known_y's. @known_x's contains the corresponding x's where y=mx+b. If @known_x's is omitted, an array {1, 2, 3, ...} is used. LINEST returns an array having two columns and one row. The slope (m) of the regression line y=mx+b is given in the first column and the y-intercept (b) in the second. If @known_y's and @known_x's have unequal number of data points, LINEST returns #NUM! error. If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written bellow the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
pl: @FUNCTION=LINEST @SYNTAX=LINEST (znane_y-ki[; znane_x-y[; sta³a[; stat]]]) @DESCRIPTION=Funkcja LINEST oblicza "najmniejsze kwadraty" linii najlepiej pasuj±cej do danych w @znane_y-ki. @znane_x-y zawieraj± odpowiednie warto¶ci x, gdzie y=mx+b. Je¿eli parametr @znane_x-y zostanie pominiêty, zostanie zastosowana tablica {1, 2, 3, ...}. Funkcja zwraca tablice zawieraj±c± dwie kolumny i jeden wiersz. Nachylenie (m) linii regresji y=mx+b jest dane w pierwszej kolumnie a odciêta y (b) - w drugiej. Je¿eli parametry @znane_y-ki i @znane_x-y maj± ró¿ne liczby danych, funkcja LINEST zwraca b³±d #LICZBA!. Je¿eli parametr @sta³a ma warto¶æ FALSE, wymuszone zostanie przejêcie linii przez pocz±tek uk³adu wspó³rzêdnych, czyli b bêdzie równe 0. Domy¶lnie przyjmowany TRUE. Je¿eli @stat ma warto¶æ TRUE, zostanie zwrócona dodatkowa informacja statystyczna, widoczna poni¿ej wspó³czynnika linii regresji w tablicy wynikowej Dodatkowa informacja zawiera cztery wiersze danych. W pierwszym wierszu znajduj± siê warto¶ci b³êdu standardowego dla wspó³czynnika m1, (m2, ...). Drugi wiersz zawiera kwadrat R i b³±d standardowy estymacji y. Trzeci wiersz zawiera liczbê stopni swobody rozk³adu F. Ostatni wiersz zawiera sumê kwadratów regresji i resztê sum kwadratów. Warto¶ci± domy¶ln± parametru @stat jest FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
sk: @FUNCTION=LINEST @SYNTAX=LINEST(známe_y[,známe_x[,kon¹t[,¹tat]]]) @DESCRIPTION=Funkcia LINEST poèíta priamku ``najmen¹ích ¹tvorcov'' pre dané dáta @známe_y. @známe_x obsahuje odpovedajúce x-ové hodnoty, kde y=mx+b. Ak nie je uvedené @známe_x, pou¾ije sa pole {1, 2, 3, ...}. LINEST vracia pole dvoch ståpcov a jedného riadku. Ak nemajú @známe_y a @známe_x rôzny poèet dátových hodnôt, LINEST vracia chybu #NUM!. Ak je @kon¹t FALSE, krivka bude prechádza» poèiatkom,t.j., b bude 0. ©tandardne je TRUE. Ak je @¹tat TRUE, budú vrátené extra ¹tatistické informácie. Tieto informácie sú napísané pod koeficientami regresnej krivky vo výslednom poli. Obsahujú ¹tyri riadky dát. V prvom riadku sú hodnoty smerodajnej chyby pre koeficienty m1, (m2, ...), b. V druhom riadku sú R^2 a smerodajná chyba odhadu y. V tre»om riadku sú pozorované F-hodnoty a stupne voµnosti. Posledný riadok obsahuje regresný súèet ¹tvorcov a reziduálny súèet ¹tvorcov. ©tandardne je @¹tat FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
tr: @FUNCTION=LINEST @SYNTAX=LINEST(yler[,xler[,sabit[,durum]]]) @DESCRIPTION=LINEST iþlevi verilen @ylere uyan en küçük kareler doðrusunu hesaplar. @xler y=mx+b denklemine uyan x deðerleridir.@xler verilmezse {1, 2, 3, ...} dizisi kullanýlýr. Ýþlev bir satýr ve iki sütunluk bir dizi ile sonuçlanýr. Birinci sütunda y=mx+b sapmasýndaki m eðimi, ikinci sütunda ise b deðeri bulunur. @xler ve @ylerde deðer eksikse iþlev #DEÐER! hatasý ile sonuçlanýr.@sabit YANLIÞ ise çizgi orijinden geçecek ve b sýfýr olacaktýr. Öntanýmlý deðer DOÐRU'dur.@durum DOÐRU ise fazladan istatistiksel bilgiler alýnabilir. Bu istatistiksel bilgi dört satýrdan oluþur. Ýlk satýrda m1, (m2, ...), b katsayýlarý için standart hata deðerleri, ikinci satýrda R nin karesi ve yaklaþýk y için standart hata, üçüncü satýrda F-gözlem deðeri ve serbestlik derecesi, son satýrda ise sapmalarýn ve artanlarýn kareler toplamý bulunur. Benzerleri: LOGEST,TREND @EXAMPLES= @SEEALSO=LOGEST,TREND

source: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's],new_x's]) @DESCRIPTION=TREND function estimates future values of a given data set using the ``least squares'' line that best fit to your data. @known_y's is the y-values where y=mx+b and @known_x's contains the corresponding x-values. @new_x's contains the x-values for which you want to estimate the y-values. If @known_x's is omitted, an array {1, 2, 3, ...} is used. If @new_x's is omitted, it is assumed to be the same as @known_x's. If @known_y's and @known_x's have unequal number of data points, TREND returns #NUM! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TREND(A1:A5,B1:B5) equals 156.52. @SEEALSO=LINEST
pl: @FUNCTION=TREND @SYNTAX=TREND (znane_y-ki[; znane_x-y]; nowe_x-y]) @DESCRIPTION=Funkcja TREND estymuje przysz³e warto¶ci dla okre¶lonego zestawu danych przy zastosowaniu metody najmniejszych kwadratów, linii najlepiej pasuj±cej do danych. Parametr znane_y-ki oznacza warto¶ci y, dla których y=mx+b a @znane_x-y zawiera odpowiadaj±ce warto¶ci x. @nowe_x-y zawiera warto¶ci x, dla których maj± zostaæ wyestymowane warto¶ci y. Je¿eli parametr @znane_x-y zostanie pominiêty, zostanie zastosowana tablica {1, 2, 3, ...}. Je¿eli parametr nowe_x-y zostanie pominiêty, przyjmuje siê jak znane_x-y. Je¿eli parametry @znane_y-ki i @znane_x-y maj± ró¿ne ilo¶ci danych, funkcja TREND zwraca b³±d #LICZBA!. @EXAMPLES= Za³ó¿my, ¿e komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1, za¶ komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie TREND (A1:A5; B1:B5) jest równe 156,52. @SEEALSO=LINEST
sk: @FUNCTION=TREND @SYNTAX=TREND(známe_y[,známe_x],nové_x]) @DESCRIPTION=Funkcia TREND odhaduje funkèné hodnoty v danej mno¾ine bodov pomocou metódy ``najmen¹ích ¹tvorcov''. @známe_y sú y-ové hodnoty,kde y=mx+b a @známe_x obsahuje odpovedajúce x-ové hodnoty. @nové_x obsahuje x-ové hodnoty, v ktorých sa majú spoèíta» y-ové hodnoty. Ak nie je uvedené @známe_x, pou¾ije sa pole {1, 2, 3, ...}. Ak nie je uvedené @nové_x, predpokladá sa rovnaké ako @známe_x. Ak nemajú @známe_y a @známe_x rovnaký poèet hodnôt, TREND vracia chybu #NUM!. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom TREND(A1:A5,B1:B5) sa rovná 156.52. @SEEALSO=LINEST
tr: @FUNCTION=TREND @SYNTAX=TREND(yler[,xler],yeni_xler]) @DESCRIPTION=TREND iþlevi 'en küçük kareler yöntemi' ile verilerinize uyan en yakýn deðerleri tahmin eder. @yler y=mx+b denklemindeki y deðerleri ve @xler ise bu y deðerlerine karþý düþen x deðerleridir. @yeni_xler tahmin edilecek y deðerlerine karþý düþen x deðerleridir. @xler verilmezse {1, 2, 3, ...} dizisi kullanýlýr. @yeni_xler verilmezse @xler ile ayný kabul edilir. @xler ve @ylerde deðer eksikse iþlev #DEÐER! hatasý ile sonuçlanýr. Örnek: A1, A2, ..., A5 gözeleri sýrayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sýrayla 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içerdiði varsayýmýyla: TREND(A1:A5;B1:B5) eþittir 156.52 Benzeri: LINEST @EXAMPLES= A1, A2, ..., A5 gözeleri sýrayla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ..., B5 gözeleri sýrayla 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içerdiði varsayýmýyla: TREND(A1:A5;B1:B5) eþittir 156.52 @SEEALSO=LINEST
