Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Syntax error at line %d. Ignoring.
pl: B³±d sk³adniowy w wierszu %d. Zignorowano.
sk: Syntaktická chyba na riadku %d. Ignorujem.
tr: %d. satýrda sözdizimi hatasý. Yoksayýldý.

source: Unknown data value "%s" at line %d. Ignoring.
pl: Nieznana warto¶æ znacznika danych "%s" w wierszu %d. Zignorowano.
sk: Neznáma dátová hodnota "%s" na riadku %d. Ignorujem.
tr: "%s" veri deðeri anlaþýlamadý (%d. satýrda), yoksayýlýyor.

source: Unknown value type %d at line %d. Ignoring.
pl: Nieznany typ warto¶ci %d w wierszu %d. Zignorowano.
sk: Neznámy typ dát %d na riadku %d. Ignorujem.
tr: %d veri türü anlaþýlamadý (%d. satýrda), yoksayýlýyor.

source: DIF file has more than the maximum number of rows %d. Ignoring remaining rows.
pl: Liczba wierszy w pliku DIF przekracza maksymaln± dopuszczaln± warto¶æ %d. Zignorowano pozosta³e wiersze.
sk: Súbor DIF obsahuje viac ako je maximálny poèet riadkov %d. Ignorujem ostatné riadky.
tr: DIF dosyasýnýn satýr sayýsý izin verilen %d satýrdan fazla, kalan satýrlar yoksayýlýyor.

source: DIF file has more than the maximum number of columns %d. Ignoring remaining columns.
pl: Liczba kolumn w pliku DIF przekracza maksymaln± dopuszczaln± warto¶æ %d. Zignorowano pozosta³e kolumny.
sk: Súbor DIF obsahuje viac ako je maximálny poèet ståpcov %d. Ignorujem ostatné ståpce.
tr: DIF dosyasýnýn sütun sayýsý izin verilen %d sütundan fazla, kalan sütunlar yok sayýlýyor

source: Unexpected end of file at line %d while reading header.
pl: Nieoczekiwany koniec pliku w wierszu %d podczas odczytywania nag³ówka.
sk: Neoèakávaný koniec súboru na riadku %d poèas èítania hlavièky.
tr: Baþlýk okunurken %d. satýrda dosya sonu karakterine rastlandý.

source: Unexpected end of file at line %d while reading data.
pl: Nieoczekiwany koniec pliku w wierszu %d podczas odczytywania danych.
sk: Neoèakávaný koniec súboru na riadku %d poèas èítania dát.
tr: Veri okunurken %d. satýrda dosya sonu karakterine rastlandý.

source: Error while reading DIF file.
pl: Wyst±pi³ b³±d przy odczycie pliku DIF.
sk: Chyba pri zápise súboru DIF.
tr: DIF dosyasý okunurken hata

source: Cannot get default sheet.
pl: Nie mo¿na pobraæ domy¶lnego arkusza.
sk: Nemô¾em získa» ¹tandardný list.
tr: Öntanýmlý çizelge alýnamýyor.

source: Error while saving DIF file.
pl: Wyst±pi³ b³±d przy zapisie pliku DIF.
sk: Chyba pri zápise súboru DIF.
tr: DIF dosyasý kaydedilirken hata

source: Data Interchange Format (DIF) module
pl: Uniwersalny format wymiany danych (DIF)
sk: Modul pre Data Interchange Format (DIF)
tr: Veri Deðiþim Biçemi (DIF) modülü

source: Reads and writes information stored in the Data Interchange Format (*.dif)
pl: Odczytuje i zapisuje informacje w uniwersalnym formacie wymiany danych (*.dif)
sk: Zapisuje a èíta informácie ulo¾ené v Data Interchange Format (*.dif)
tr: Veri Deðiþim Biçemi (*.dif) olarak kayýtlý bilgileri okur ve yazar
uk: Зчитування та запис ╕нформац╕╖ збережено╖ в формат╕ Data Interchange Format (*.dif)

source: This file is not an 'OLE' file. It may be too old for Gnumeric to read. Sorry, the management.
pl: Ten plik nie jest plikiem 'OLE'. Mo¿e byæ zbyt stary aby zostaæ odczytanym przez program Gnumeric.
sk: Tento súbor nie je súbor 'OLE'. Mo¾no je príli¹ starý, tak¾e ho Gnumeric nedoká¾e preèíta». Bohu¾iaµ.
tr: Bu bir 'OLE' dosyasý deðil. Gnumeric için çok eski olabilir.

source: Unexpected error reading the file
pl: Przy odczycie pliku wyst±pi³ nieoczekiwany b³±d
sk: Neoèakávaný koniec súboru poèas èítania
tr: Dosya okunurken umulmayan hata

source: Preparing for save...
pl: Przygotowywanie do zapisu...
sk: Pripravujem ukladanie...
tr: Kayýt için hazýrlýyor...

source: Can't open
pl: Nie mo¿na otworzyæ
sk: Nemô¾em otvori»
tr: Açýlamýyor
uk: Не вдалось в╕дкрити

source: Saving file...
pl: Zapisywanie pliku...
sk: Súbor sa ukladá...
tr: Dosya kaydediliyor...

source: Sheet%d
pl: Arkusz%d
sk: List %d
tr: Çizelge%d
uk: Аркуш%d

source: Macro%d
pl: Makro%d
sk: Makro%d
tr: Makro%d

source: Chart%d
pl: Wykres%d
sk: Graf%d
tr: Grafik%d

source: Module%d
pl: Modu³%d
sk: Modul%d
tr: Modül%d

source: No book or workbook streams found.
pl: Nie odnaleziono strumieni zeszytów.
sk: Neboli nájdené ¾iadne zo¹itové kanále.
tr: Bir defter bulunamadý
uk: Не знайдено пот╕к книги чи робочо╖ книги

source: Password protected workbooks are not supported yet.
pl: Zeszyty zabezpieczone has³em nie s± jeszcze obs³ugiwane.
sk: Zo¹ity chránené heslom zatiaµ nie sú podporované.
tr: Parola korumalý defterler henüz desteklenmiyor.
uk: Захищен╕ паролем книги ще не п╕дтримуються.

source: Unable to locate valid MS Excel workbook
pl: Nie mo¿na odnale¼æ poprawnego zeszytu MS Excela
sk: Nepodarilo sa nájs» platný zo¹it MS Excel
tr: MS Excel defteri konumlanamadý
uk: Не вдалось знайти робочу книгу MS Excel

source: Too many rows for this format (%d > %d)
pl: Zbyt wiele wierszy dla tego formatu (%d > %d)
sk: Príli¹ veµa riadkov pre tento formát (%d > %d)
tr: Bu biçem için çok fazla satýr (%d > %d)

source: Can't open stream for writing
pl: Nie mo¿na otworzyæ strumienia do zapisu
sk: Nepodarilo sa otvori» kanál pre zápis
tr: Veri yolu yazmak için açýlamadý
uk: Не вдалося в╕дкрити пот╕к для запису

source: Broken function
pl: Uszkodzona funkcja
sk: Pokazená funkcia
tr: Hatalý iþlev
uk: Помилкова функц╕я

source: Unknown formula
pl: Nieznana formu³a
sk: Neznámy vzorec
tr: Bilinmeyen formül
uk: Нев╕дома формула

source: Imports/Exports MS Excel (tm) files
pl: Importuje i eksportuje pliki programu MS Excel (tm)
sk: Importuje a exportuje súbory MS Excel 9(tm)

source: MS Excel (tm) 95 file format
pl: Format pliku MS Excel (tm) 95
sk: Formát súborov MS Excel(tm) 95

source: MS Excel (tm) 97 file format
pl: Format pliku MS Excel (tm) 97
sk: Formát súborov MS Excel(tm) 97

source: Unknown GB error
pl: Nieznany b³±d GB
sk: Neznáma chyba GB
tr: Bilinmeyen Gnome Basic hatasý
uk: Нев╕дома помилка GNOME BASIC

source: Error initializing gb '%s'
pl: B³êdy podczas inicjowania gb "%s".
sk: Chyba pri inicializácii gb '%s'
tr: gb '%s' baþlatýlýrken hata

source: Error in project '%s'
pl: B³±d w projekcie "%s"
sk: Chyba v projekte '%s'
tr: '%s' projesinde hata

source: Enables Gnome Basic support
pl: Udostêpnia obs³ugê jêzyka Gnome Basic
sk: Povolí podporu Gnome Basic
tr: Gnome Basic desteðini etkinleþtirir
uk: Вмика╓ п╕дтримку GNOME BASIC

source: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(i) @DESCRIPTION=The EXECSQL function lets you execute a command in a database server, and show the results returned in current sheet @EXAMPLES= @SEEALSO=
pl: @FUNCTION=EXECSQL @SYNTAX=EXECSQL (i) @DESCRIPTION=Funkcja EXECSQL pozwala na wykonanie polecenia na serwerze bazy danych i wy¶wietlenie zwróconego wyniku w bie¿±cym arkuszu. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(i) @DESCRIPTION=Funkcia EXECSQL umo¾òuje vykona» príkaz na databázovom serveri a zobrazí vrátené výsledky v aktuálnom liste. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(i) @DESCRIPTION=EXECSQL iþlevi bir veritabaný sunucusunda bir komut çalýþtýrmanýzý saðlar ve sonuçlarý çizelgede gösterir @EXAMPLES= @SEEALSO=

source: Format: execSQL(dsn,user,password,sql)
pl: Format: execSQL (¼ród³o_danych; u¿ytkownik; has³o; sql)
sk: Formát: execSQL(dsn,pou¾ívateµ,heslo,sql)
tr: Biçim: execSQL(dbismi,kullanýcý,parola,sql)

source: Error: could not initialize connection pool
pl: B³±d: nie mo¿na zainicjowaæ puli po³±czeñ
sk: Chyba: Nemô¾em inicializova» spojenia
tr: Hata: baðlantý havuzu baþlatýlamadý

source: Error: could not open connection to %s
pl: B³±d: nie mo¿na nawi±zaæ po³±czenia z %s
sk: Chyba: Nemô¾em inicializova» spojenie na %s
tr: Hata: %s ile baðlantý kurulamadý

source: Database
pl: Baza danych
sk: Databázové
tr: Veritabaný
uk: База даних

source: Database functions for allowing the retrieval of data from a database
pl: Funkcje bazodanowe, pozwalaj±ce na pobieranie danych z baz danych
sk: Databázové funkcie pre získavanie dát z databáz
tr: Bir veritabanýndan veri almak için veritabaný iþlevleri

source: Gnome Glossary PO file format
pl: Format pliku PO s³ownika GNOME
sk: Formát súborov Gnome Glossary PO
tr: Gnome Terimleri PO dosyasý biçemi

source: It provides support for saving Gnome Glossary in .po files.
pl: Udostêpnia mo¿liwo¶æ zapisu s³ownika GNOME w plikach .po.
sk: Poskytuje podporu pre ukladanie Gnome Glossary do súborov .po.
tr: Gnome Terimlerini .po dosyasýna kaydetmek için destek saðlar.

source: Guile error
pl: B³±d interpretera Guile
sk: Chyba Guile

source: Guile Plugin
pl: Wtyczka Guile
sk: Modul Guile
tr: Guile Eklentisi
uk: Доповнення Guile

source: This plugin enables Guile(scheme) support in Gnumeric
pl: Wtyczka udostêpniaj±ca obs³ugê Guile (scheme)
sk: Tento modul poskytuje podporu Guile(scheme) pre Gnumeric
tr: Bu eklenti Gnumeric içinde Guile(þema) desteðini etkinleþtirir
uk: Це доповнення вмика╓ п╕дтримку Guile(scheme) в Gnumeric

source: Unable to convert value from Guile
pl: Nie mo¿na przekonwertowaæ warto¶ci Guile
sk: Nepodarilo sa previes» hodnotu z Guile

source: Not a Guile boolean
pl: To nie jest warto¶æ logiczna w Guile
sk: Nie je pravdivostná hodnota Guile

source: Not a Guile number
pl: To nie jest liczba w Guile
sk: Nie je èíslo Guile

source: Not a Guile string
pl: To nie jest napis w Guile
sk: Nie je re»azec Guile

source: DVI TeX (via groff)
pl: DVI TeX (poprzez groffa)
sk: DVI TeX (pomocou groff)
tr: DVI TeX (groff ile)

source: HTML (*.html) fragment
pl: Fragment HTML-a (*.html)
sk: Fragment HTML (*.html)
tr: HTML (*.html) parçasý

source: HTML file made by gnumeric
pl: Plik HTML utworzony przez program Gnumeric
sk: Súbor HTML vytvorený v gnumeric
tr: HTML dosyasý Gnumeric ile yapýldý
uk: Файл HTML створений gnumeric

source: Import/Export of HTML, TeX, DVI, roff
pl: Import i eksport plików HTML, TeX, DVI i roff
sk: Import a export súborov HTML, TeX, DVI, roff
tr: HTML, TeX, DVI, roff dosyalarýný okur/kaydeder

source: Error executing groff.
pl: B³±d przy wykonywaniu programu groff.
sk: Chyba pri spú¹taní groff.
tr: groff çalýþýrken hata.

source: Error while reading lotus workbook.
pl: Wyst±pi³ b³±d przy odczycie zeszytu lotusa.
sk: Chyba pri èítaní zo¹ita lotus.
tr: Lotus defteri okunurken hata

source: Imports Lotus 123 files
pl: Importuje pliki programu Lotus 123
sk: Importuje súbory Lotus 123
tr: Lotus 123 dosyalarýný açar
uk: ╤мпорт файл╕в Lotus 123

source: Program Name
pl: Nazwa programu
sk: Meno programu
tr: Uygulama ismi

source: Objective Value
sk: Objektívna hodnota
tr: Nesnel Deðer

source: Feasible
sk: Rozumný
tr: Yapýlabilir

source: Objective function:
sk: Objektívna funkcia:
tr: Nesnel iþlev:

source: Current values
pl: Bie¿±ce warto¶ci
sk: Aktuálne hodnoty
tr: Mevcut deðerler

source: Constraints:
pl: Wiêzy:
sk: Obmedzenia:
tr: Koþullar:

source: Name
pl: Nazwa
sk: Meno
tr: Ýsim
uk: Назва

source: Value
pl: Warto¶æ
sk: Hodnoty
tr: Deðer
uk: Значення

source: Type
pl: Typ
sk: Typ
tr: Türü

source: Slack
sk: Nepresný
tr: Tembel

source: Status
pl: Stan
sk: Stav
tr: Durum
uk: Стан

source: Problem name was not defined in the file.
pl: W pliku nie zdefiniowano nazwy problemu.
sk: V súbore nie je definované meno problému.
tr: Sorun için dosyada isim atanmamýþ.

source: Invalid ROWS section in the file.
pl: Niepoprawna sekcja ROWS w pliku.
sk: Neplatná ¹pecifikácia ROWS v súbore.
tr: Dosyadaki ROWS bölümü geçersiz.

source: Invalid COLUMNS section in the file.
pl: Niepoprawna sekcja COLUMNS w pliku.
sk: Neplatná ¹pecifikácia COLUMNS v súbore.
tr: Dosyadaki COLUMNS bölümü geçersiz.

source: Invalid RHS section in the file.
pl: Niepoprawna sekcja RHS w pliku.
sk: Neplatná ¹pecifikácia RHS v súbore.
tr: Dosyadaki RHS bölümü geçersiz.

source: Invalid BOUNDS section in the file.
pl: Niepoprawna sekcja BOUNDS w pliku.
sk: Neplatná ¹pecifikácia BOUNDS v súbore.
tr: Dosyadaki BOUNDS bölümü geçersiz.

source: Error while reading MPS file.
pl: Wyst±pi³ b³±d przy odczycie pliku MPS.
sk: Chyba pri èítaní súboru MPS.
tr: MPS dosyasý okunurken hata.

source: Linear and integer program (*.mps) file format
sk: Formát súboru pre 'linear and integer program' (*.mps)
tr: Doðrusal ve tamsayý program (*.mps) dosyasý biçemi

source: Linear and integer program expression format (MPS) module
sk: Modul pre formát 'linear and integer program' (MPS)
tr: Doðrusal ve tamsayý program ifadesi biçemi (*.mps) modülü

source: Reads LP programs stored in the MPS format (*.mps)
sk: Naèíta programy LP ulo¾ené vo formáte MPS (*.mps)
tr: MPS biçeminde (*.mps) kaydedilmiþ LP programlarýný okur.

source: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=The NT_PHI function calculates the number of integers less than or equal to @n that are relatively prime to @n. This function only takes one argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
pl: @FUNCTION=NT_PHI @SYNTAX=NT_PHI (n) @DESCRIPTION=Funkcja NT_PHI zwraca ilo¶æ liczb ca³kowitych mniejszych od lub równych @n, które s± wzglêdnie pierwsze z @n. Funkcja jest jednoargumentowa. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
sk: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=Funkcia NT_PHI vracia poèet celých èísel men¹ích alebo rovných @n, ktoré sú relatívne prvoèísla k @n. Táto funkcia má iba jeden argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
tr: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI iþlevi @n'in asal çarpanlarýndan @n'e eþit ya da küçük tamsayýlarýn sayýsýný hesaplar. Bu iþlev tek argüman alýr. Benzeleri: NT_D, ITHPRIME, NT_SIGMA @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
uk: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=Функц╕я NT_PHI вирахову╓ к╕льк╕сть ц╕лих менших чи р╕вних @n, як╕ ╓ простими в╕дносно @n. Ця функц╕я прийма╓ лише один аргумент. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA

source: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=The NT_MU function (Mobius mu function) returns 0 if @n is divisible by the square of a prime . Otherwise it returns: -1 if @n has an odd number of different prime factors . 1 if @n has an even number of different prime factors . If @n=1 it returns 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
pl: @FUNCTION=NT_MU @SYNTAX=NT_MU (n) @DESCRIPTION=Funkcja NT_MU (funkcja mu Möbiusa) zwraca 0, je¶li @n jest podzielne przez kwadrat liczby pierwszej. W przeciwnym przypadku funkcja zwraca: -1, je¶li @n zawiera nieparzyst± liczbê ró¿nych czynników pierwszych. 1, je¶li @n zawiera parzyst± liczbê ró¿nych czynników pierwszych. Je¶li @n=1, funkcja zwraca 1. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
sk: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=Funkcia NT_MU (Mobius mju) vracia 0 ak je @n deliteµné druhou mocninou prvoèísla. Inak vracia: -1 ak má @n nepárny poèet rôznych prvoèiniteµov . 1 ak má @n párny poèet rôznych prvoèiniteµov . Ak @n=1, potom vracia 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=The NT_D function calculates the number of divisors of @n. This function only takes one argument. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
pl: @FUNCTION=NT_D @SYNTAX=NT_D (n) @DESCRIPTION=Funkcja NT_D zwraca liczbê dzielników @n. Funkcja jest jednoargumentowa. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
sk: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=Funkcia NT_D vracia poèet deliteµov @n. Táto funkcia má iba jeden argument. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
tr: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D iþlevi @n'in bölenlerinin sayýsýný hesaplar. Bu iþlev tek argüman alýr. Benzerleri: ITHPRIME, NT_PHI, NT_SIGMA @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
uk: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D вирахову╓ к╕льк╕сть д╕льник╕в @n. Ця функц╕я прийма╓ лише один аргумент. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA

source: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=The NT_SIGMA function calculates the sum of the divisors of @n. This function only takes one argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
pl: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA (n) @DESCRIPTION=Funkcja NT_SIGMA zwraca sumê dzielników @n. Funkcja jest jednoargumentowa. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
sk: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=Funkcia NT_SIGMA poèíta súèet deliteµov @n. Táto funkcia má iba jeden argument. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
tr: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA iþlevi @n'in bölenlerinin toplamýný hesaplar.Bu iþlev tek argüman alýr. Benzerleri: NT_D, ITHPRIME, NT_PHI @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
uk: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=Функц╕я вирахову╓ суму д╕льник╕в @n. Ця функц╕я прийма╓ лише один ар╜умент. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=The ITHPRIME function returns the @ith prime. This function only takes one argument. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
pl: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME (i) @DESCRIPTION=Funkcja ITHPRIME zwraca @i-t± liczbê pierwsz±. Funkcja jest jednoargumentowa. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
sk: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=Funkcia ITHPRIME vracia @i-te prvoèíslo. Táto funkcia má iba jeden argument. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
tr: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME iþlevinin sonucu @i'nci asal sayýyý verir. Bu iþlev tek argüman alýr. Benzerleri: NT_D, NT_SIGMA @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
uk: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=Функц╕я ITHPRIME поверта╓ @i-те просте число. Ця функц╕я прийма╓ лише одне значення. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA

source: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=The ISPRIME function returns TRUE if @i is prime and FALSE otherwise. This function only takes one argument. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
pl: @FUNCTION=ISPRIME @SYNTAX=ISPRIME (i) @DESCRIPTION=Funkcja ISPRIME zwraca warto¶æ PRAWDA, je¶li @i jest liczb± pierwsz±, oraz FA£SZ w przeciwnym przypadku. Funkcja jest jednoargumentowa. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
sk: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=Funkcia ISPRIME vracia TRUE ak je @i prvoèíslo a FALSE inak. Táto funkcia má iba jeden argument. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
tr: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME iþlevinin sonucu, @i bir asal sayý ise DOÐRU, deðilse YANLIÞtýr. Bu iþlev tek argüman alýr. Benzerleri: ITHPRIME, NT_D, NT_SIGMA @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
uk: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=Функц╕я ISPRIME поверта╓ ╤СТИНА якщо @i ╓ простим числом ╕ простым чиcлом ╕ ХИБН╤СТЬ в ╕ншому випадку. Ця функц╕я прийма╓ лише одне значення. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA

source: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=The NT_PI function returns the number of primes less than or equal to @n. This function only takes one argument. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
pl: @FUNCTION=NT_PI @SYNTAX=NT_PI (n) @DESCRIPTION=Funkcja NT_PI zwraca liczbê liczb pierwszych mniejszych od lub równych @n. Funkcja jest jednoargumentowa. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
sk: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=Funkcia NT_PI vracia poèet prvoèísel men¹ích alebo rovných @n. Táto funkcia má iba jeden argument. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
tr: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI iþlevinin sonucu, @n'e eþit ya da küçük asal sayýlarýn sayýsýný verir. Bu iþlev tek argüman alýr. Benzerleri: ITHPRIME, NT_PHI, NT_D, NT_SIGMA @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
uk: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=Функц╕я NT_PI поверта╓ к╕льк╕сть простих чисел менших чи р╕вних @n. Ця функц╕я прийма╓ лише одне значення. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA

source: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=The BITOR function returns bitwise or-ing of its arguments. @EXAMPLES= @SEEALSO=BITXOR,BITAND
pl: @FUNCTION=BITOR @SYNTAX=BITOR (a; b) @DESCRIPTION=Funkcja BITOR zwraca sumê logiczn± odpowiednich bitów swoich argumentów. @EXAMPLES= @SEEALSO=BITXOR,BITAND
sk: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=Funkcia BITOR vracia bitový súèet (or) argumentov. @EXAMPLES= @SEEALSO=BITXOR,BITAND
tr: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR iþlevi argümanlarýnýn bit tabanýnda mantýksal VEYAsýný verir. Benzer iþlevler: BITXOR,BITAND @EXAMPLES= @SEEALSO=BITXOR,BITAND
uk: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=Функц╕я BITOR поверта╓ результат виконання лог╕чно╖ операц╕╖ АБО над б╕тами ╖╖ ар╜умент╕в. @EXAMPLES= @SEEALSO=BITXOR,BITAND

source: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=The BITXOR function returns bitwise exclusive or-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITAND
pl: @FUNCTION=BITXOR @SYNTAX=BITXOR (a; b) @DESCRIPTION=Funkcja BITXOR zwraca alternatywê wykluczaj±c± odpowiednich bitów swoich argumentów. @EXAMPLES= @SEEALSO=BITOR,BITAND
sk: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=Funkcia BITXOR vracia exkluzívny bitový súèet (xor) argumentov. @EXAMPLES= @SEEALSO=BITOR,BITAND
tr: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR iþlevi argümanlarýnýn bit tabanýnda mantýksal Baðdaþmayan VEYAsýný verir. Benzer iþlevler: BITOR,BITAND @EXAMPLES= @SEEALSO=BITOR,BITAND

source: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=The BITAND function returns bitwise and-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITXOR
pl: @FUNCTION=BITAND @SYNTAX=BITAND (a; b) @DESCRIPTION=Funkcja BITAND zwraca iloczyn logiczny odpowiednich bitów swoich argumentów. @EXAMPLES= @SEEALSO=BITOR,BITXOR
sk: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=Funkcia BITAND vracia bitový súèin (and) argumentov. @EXAMPLES= @SEEALSO=BITOR,BITXOR
tr: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND iþlevi argümanlarýnýn bit tabanýnda mantýksal VEsini verir. Benzer iþlevler: BITOR,BITXOR @EXAMPLES= @SEEALSO=BITOR,BITXOR
uk: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=Функц╕я BITAND поверта╓ результат виконання лог╕чно╖ операц╕╖ ╤ над б╕тами ╖╖ ар╜умент╕в. @EXAMPLES= @SEEALSO=BITOR,BITXOR

source: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=The BITLSHIFT function returns @x bit-shifted left by @n bits. If @n is negative, a right shift will in effect be performed. @EXAMPLES= @SEEALSO=BITRSHIFT
pl: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT (x; n) @DESCRIPTION=Funkcja BITLSHIFT zwraca @x przesuniête bitowo w lewo o @n bitów. Je¶li @n jest ujemne, zostanie wykonane przesuniêcie w prawo o -@n bitów. @EXAMPLES= @SEEALSO=BITRSHIFT
sk: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=Funkcia BITLSHIFT vracia @x bitovo posunuté doµava o @n bitov. Ak je @n záporné, bude posunutie doprava. @EXAMPLES= @SEEALSO=BITRSHIFT
tr: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT iþlevi @x'in @n bit sola kaydýrýlmýþ deðerini verir. @n negatifse @x'in @n bit saða kaydýrýlmýþ deðerini verir. Benzer iþlev: BITRSHIFT @EXAMPLES= @SEEALSO=BITRSHIFT
uk: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=Функц╕я BITLSHIFT поверта╓ @x з зсунутими л╕воруч на @n б╕тами. Якщо @n в╕д'╓мне, то буде зд╕йснето зсув праворуч. @EXAMPLES= @SEEALSO=BITRSHIFT
