Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT calculates the effective interest rate from a given nominal rate. Effective interest rate is calculated using this formula: (1 + @r / @nper) ^ @nper - 1 where: @r = nominal interest rate (stated in yearly terms) @nper = number of periods used for compounding @EXAMPLES= For example credit cards will list an APR (annual percentage rate) which is a nominal interest rate. For example if you wanted to find out how much you are actually paying interest on your credit card that states an APR of 19% that is compounded monthly you would type in: =EFFECT(.19,12) and you would get .2075 or 20.75%. That is the effective percentage you will pay on your loan. @SEEALSO=NOMINAL
pl: @FUNCTION=EFFECT @SYNTAX=EFFECT (r; n) @DESCRIPTION=EFFECT oblicza efektywn± stopê procentow± z podanej nominalnej stopy procentowej. Efektywna stopa procentowa jest obliczana wed³ug wzoru: (1 + @r / @n) ^ @n -1 gdzie: @r = nominalna stopa procentowa (podana dla okresów rocznych) @n = liczba okresów kapitalizacji EXAMPLES= Na przyk³ad karta kredytowa jest oprocentowana rocznie w wysoko¶ci 19%, jest to nominalna stopa procentowa. Je¿eli chcemy siê dowiedzieæ ile obecnie p³acimy odsetek przy kapitalizacji miesiêcznej, wprowadzamy: =EFFECT (0,19; 12) i otrzymujemy 0,2075 lub 20,75%. To jest efektywne oprocentowanie które p³acimy od zad³u¿enia. @SEEALSO=NOMINAL
sk: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT poèíta reálnu úrokovú mieru z danej nominálnej úrokovej miery. Reálna úroková miera je poèítaná ako: (1 + @r / @nper) ^ @nper - 1 kde: @r = nominálna úroková miera (roèná) @nper = poèet období @EXAMPLES= Napríklad kreditné karty pou¾ívajú APR (roènú percentuálnu miera) èo je nominálna úroková miera. Napríklad, ak chcete zisti» aké úroky skutoène platíte na kreditnej karte s APR 19%, ktorá je poèítaná mesaène, zadáte: =EFFECT(.19,12) a dostanete .2075 alebo 20.75%. To je reálna úroková miera, ktorú zaplatíte. @SEEALSO=NOMINAL
tr: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,ndön) @DESCRIPTION=EFFECT verilen bir nominal orandan efektif faiz oranýný hesaplar. Efektif faiz oraný aþaðýdaki formüle göre hesaplanýr: ( 1 + @r / @nper ) ^ @ndön - 1 Burada: @r = nominal faiz oraný (yýllýk) @ndön = bileþik faiz hesabý için dönem sayýsý Örneðin kredi kartlarý nominal faiz oraný olan Yýllýk Faiz Oranlarýný (YFO) bildirirler. Eðer aylýk bileþik faiz uygulanan ve YFO'ný %19 olan kredi kartýnýza gerçekte ne kadar faiz ödediðinizi bulmak isterseniz: EFFECT(.19,12) yazarsýnýz ve sonuç .2075 veya %20.75 olur. Bu deðer, borcunuza ödediðiniz efektif faiz oranýdýr. Benzeri: NOMINAL @EXAMPLES= Örneðin kredi kartlarý nominal faiz oraný olan Yýllýk Faiz Oranlarýný (YFO) bildirirler. Eðer aylýk bileþik faiz uygulanan ve YFO'ný %19 olan kredi kartýnýza gerçekte ne kadar faiz ödediðinizi bulmak isterseniz: =EFFECT(.19,12) yazarsýnýz ve sonuç .2075 veya %20.75 olur. Bu deðer, borcunuza ödediðiniz efektif faiz oranýdýr. @SEEALSO=NOMINAL

source: effect - domain error
pl: effect - b³±d dziedziny
sk: effect - chyba definièného oboru
tr: etki - alan hatasý
uk: EFFECT: помилка д╕апазону

source: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL calculates the nominal interest rate from a given effective rate. Nominal interest rate is given by a formula: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) where: @r = effective interest rate @nper = number of periods used for compounding @EXAMPLES= @SEEALSO=EFFECT
pl: @FUNCTION=NOMINAL @SYNTAX=NOMINAL (r; n) @DESCRIPTION=NOMINAL oblicza nominaln± stopê procentow± z podanej efektywnej stopy procentowej. Nominalna stopa procentowa obliczana jest wed³ug wzoru: @nper * (( 1 + @r ) ^ (1 / @n) - 1 ) gdzie: @r = efektywna stopa procentowa @n = liczba okresów kapitalizacji EXAMPLES= @SEEALSO=EFFECT
sk: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=Funkcia NOMINAL poèíta nominálnu úrokovú mieru z danej reálnej úrokovej miery. Nominálna úroková miera je definovaná ako: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) kde: @r = reálna úroková miera @nper = poèet období @EXAMPLES= @SEEALSO=EFFECT
tr: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,ndön) @DESCRIPTION=NOMINAL verilen bir efektif faiz oranýndan nominal oraný bulur. Nominal faiz oraný aþaðýdaki formülle tanýmlanýr: @ndön * (( 1 + @r ) ^ (1 / @ndön) - 1 ) @r = efektif faiz oraný @ndön = bileþik faiz hesabýnda kullanýlan dönem sayýsý Benzeri: EFFECT @EXAMPLES= @SEEALSO=EFFECT

source: nominal - domain error
pl: nominal - b³±d dziedziny
sk: nominal - chyba definièného oboru
tr: nominal - alan hatasý
uk: NOMINAL: помилка д╕апазону

source: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=ISPMT function returns the interest paid on a given period. If @per < 1 or @per > @nper, ISPMT returns #NUM! error. @EXAMPLES= @SEEALSO=PV
sk: @FUNCTION=ISPMT @SYNTAX=ISPMT(úrok,per,nper,pv) @DESCRIPTION=Funkcia ISPMT vracia úrok za dané obdobie (periódu). Ak je @per < 1 alebo @per > @nper, ISPMT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PV
tr: @FUNCTION=ISPMT @SYNTAX=ISPMT(oran,dön,ndön,pv) @DESCRIPTION=ISPMT iþlevi verilen dönemde ödenen faizi hesaplar. Eðer @dön < 1 veya @dön > @ndön ise, ISPMT #SAYI! hatasý verir. Benzeri: PV @EXAMPLES= @SEEALSO=PV

source: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB calculates the depreciation of an asset for a given period using the fixed-declining balance method. @cost is the initial value of the asset. @salvage is the value after the depreciation. @life is the number of periods overall. @period is the period for which you want the depreciation to be calculated. @month is the number of months in the first year of depreciation. If @month is omitted, it is assumed to be 12. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
sk: @FUNCTION=DB @SYNTAX=DB(náklady,zostatok,¾ivotnos»,obdobie[,mesiac]) @DESCRIPTION=DB poèíta odpis za dané obdobie pomocou degresívnej metódy s pevným zostatkom. @náklady je poèiatoèná cena aktíva. @zostatok je hodnota po odpise. @¾ivotnos» je celkový poèet období. @obdobie je obdobie, pre ktoré sa má odpis spoèíta». @mesiac je poèet mesiacov v prvom roke odpisovania. Ak nie je @mesiac uvedený, predpokladá sa 12. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
tr: @FUNCTION=DB @SYNTAX=DB(maliyet,hurda,ömür,dönem[,ay]) @DESCRIPTION=DB sabit azalan bakiyeler amortisman yöntemi ile bir varlýðýn verilen dönemdeki amortismanýný hesaplar. @maliyet varlýðýn ilk maliyetidir. @hurda amortisman sonrasý deðeridir. @ömür toplam amortisman dönemlerinin sayýsýdýr. @dönem, amortismaný hesaplamak istediðiniz dönemdir. @ay, ilk amortisman yýlýndaki ay sayýsýdýr. Eðer @ay verilmez ise, 12 olduðu varsayýlýr. Benzerleri: DDB,SLN,SYD @EXAMPLES= @SEEALSO=DDB,SLN,SYD

source: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB returns the depreciation of an asset for a given period using the double-declining balance method or some other similar method you specify. @cost is the initial value of the asset, @salvage is the value after the last period, @life is the number of periods, @period is the period for which you want the depreciation to be calculated, and @factor is the factor at which the balance declines. If @factor is omitted, it is assumed to be two (double-declining balance method). @EXAMPLES= @SEEALSO=SLN,SYD
sk: @FUNCTION=DDB @SYNTAX=DDB(náklady,zostatok,¾ivotnos»,obdobie,[,faktor]) @DESCRIPTION=DDB vracia odpis aktíva za dané obdobie pomocou dvojitej degresívnej metódy alebo inej metódy, ktorú zadáte. @náklady je poèiatoèná hodnota aktíva, @zostatok je hodnota po poslednom období odpisu, @¾ivotnos» je poèet období, @obdobie je obdobie, za ktoré chcete odpis vypoèíta» a @faktor je miera poklesu zostatku. Ak nie je @faktor uvedený, predpokladá sa 2 (dvojitá degresívna metóda). @EXAMPLES= @SEEALSO=SLN,SYD
tr: @FUNCTION=DDB @SYNTAX=DDB(maliyet,hurda,ömür,dönem[,faktör]) @DESCRIPTION=DDB çifte azalan bakiye amortisman veya sizin belirlediðiniz baþka bir yöntemle bir varlýðýn verilen bir dönemdeki amortismanýný hesaplar. @maliyet varlýðýn ilk maliyetidir. @hurda amortisman sonrasý deðeridir. @ömür toplam amortisman dönemlerinin sayýsýdýr. @dönem, amortismaný hesaplamak istediðiniz dönemdir. @faktör, bakiyenin azalma faktörüdür. Eðer @faktör verilmezse, iki olduðu (çifte azalan bakiye) varsayýlýr. Benzerleri: SLN, SYD @EXAMPLES= @SEEALSO=SLN,SYD

source: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=SLN function will determine the straight line depreciation of an asset for a single period. The amount you paid for the asset is the @cost, @salvage is the value of the asset at the end of its useful life, and @life is the number of periods over which an the asset is depreciated. This method of deprecition devides the cost evenly over the life of an asset. The formula used for straight line depriciation is: Depriciation expense = ( @cost - @salvage_value ) / @life @cost = cost of an asset when acquired (market value). @salvage_value = amount you get when asset sold at the end of the assets's useful life. @life = anticipated life of an asset. @EXAMPLES= For example, lets suppose your company purchases a new machine for $10,000, which has a salvage value of $700 and will have a useful life of 10 years. The SLN yearly depreciation is computed as follows: =SLN(10000, 700, 10) This will return the yearly depreciation figure of $930. @SEEALSO=SYD
sk: @FUNCTION=SLN @SYNTAX=SLN(náklady,zostatok,¾ivotnos») @DESCRIPTION=Funkcia SLN urèuje lineárny odpis aktíva za jedno obdobie. @náklady je poèiatoèná cena aktíva, @zostatok je hodnota aktíva na konci ¾ivostnosti a @¾ivotnos» je poèet období odpisu. Táto metód vydelí náklady rovnako za celú ¾ivotnos». Vzorec je: Odpis = ( @náklady - @zostatok ) / @¾ivostnos» @náklady = náklady aktíva pri nákupe (tr¾ná cena). @zostatok = cena získaná odpredajom na konci ¾ivostnosti aktíva. @¾ivotnos» = oèakávaná ¾ivotnos» aktíva. @EXAMPLES= Predpokladajme, ¾e firma kúpi nový stroj za $10,000, ktorého zostatková cena je $700 a ¾ivotnos» je 10 rokov. Roèný odpis SLN spoèíta ako: =SLN(10000, 700, 10) To znamená, ¾e roèný odpis bude $930. @SEEALSO=SYD
tr: @FUNCTION=SLN @SYNTAX=SLN(maliyet,hurda,ömür) @DESCRIPTION=SLN iþlevi, bir varlýðýn tek bir dönem içinde, sabitamortisman yöntemi ile amortismanýný hesaplar. @maliyet varlýðýn ilk maliyetidir. @hurda, varlýðýn, faydalý ömrünü tamamladýktan sonraki deðeridir. @ömür toplam amortisman dönemlerinin sayýsýdýr. Bu amortisman yöntemi, amortismaný varlýðýn ömrü boyunca sabit olarak hesaplar. Sabit amortisman için kullanýlan formül aþaðýdadýr: Amortisman bedeli = ( @maliyet - @hurda ) / @ömür @maliyet = bir varlýðýn alýndýðý zamanki deðeri (pazar fiyatý). @hurda = varlýðý faydalý ömrünü tamamladýktan sonra sattýðýnýz zaman aldýðýnýz miktar. @ömür = bir varlýðýn beklenen faydalý ömrü. Örnek: Þirketinizin 100,000 TL'ye yeni bir makina aldýðýný farzedelim. Bu makinanýn hurda deðeri 700 TL ve faydalý ömrü 10 yýl olsun.SLN yýllýk amortismaný: SLN(10000, 700, 10) eþittir 930 TL Benzeri: SYD @EXAMPLES= Örneðin þirketinizin 100,000 TL'ye yeni bir makina aldýðýný farzedelim. Bu makinanýn hurda deðeri 700 TL ve faydalý ömrü 10 yýl olsun.SLN yýllýk amortismaný aþaðýdaki þekilde hesaplanýr: =SLN(10000, 700, 10) Yýllýk amortisman bedeli 930 TL olarak hesaplanýr. @SEEALSO=SYD

source: sln - domain error
pl: sln - b³±d dziedziny
sk: sln - chyba definièného oboru
tr: sln - alan hatasý
uk: SLN: помилка д╕апазону

source: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=SYD function calculates the sum-of-years digits depriciation for an asset based on its cost, salvage value, anticipated life and a particular period. This method accelerates the rate of the depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The depreciable cost is the actual cost minus the salvage value. The useful life is the number of periods (typically years) over with the asset is depreciated. The Formula used for sum-of-years digits depriciation is: Depriciation expense = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost = cost of an asset when acquired (market value). @salvage_value = amount you get when asset sold at the end of its useful life. @life = anticipated life of an asset. @period = period for which we need the expense. @EXAMPLES= For example say a company purchases a new computer for $5000 which has a salvage value of $200, and a useful life of three years. We would use the following to calculate the second year's depreciation using the SYD method: =SYD(5000, 200, 5, 2) which returns 1,280.00. @SEEALSO=SLN
sk: @FUNCTION=SYD @SYNTAX=SYD(náklady,zostatok,¾ivotnos»,obdobie) @DESCRIPTION=Funkcia SYD poèíta odpis aktíva za dané obdobie na základe jeho cena, zostatkovej ceny, oèakávanej ¾ivotnosti a daného obdobia. Táto metóda zrýchµuje odpisy, tak¾e väè¹ie odpisy budú v skor¹ích obdobiach. Odpisová hodnota je aktuálna hodnota mínus zostatková hodnota. ®ivotnos» je poèet období (typicky rokov), za ktoré sa odpisu. Pou¾itý vzorec je : Odpis = ( @náklady - @zostatok ) * (@¾ivostnos» - @obdobie + 1) * 2 / @¾ivotnos» * (@¾ivotnos» + 1). @náklady = náklady pri nákupe aktíva (tr¾ná hodnota). @zostatok = cena získaná odpredajom na konci ¾ivostnosti aktíva. @¾ivotnos» = oèakávaná ¾ivotnos» aktíva. @obdobie = obdobie, za ktoré chceme spoèíta» náklady na odpis. @EXAMPLES= Predpokladajme, ¾e firma kúpi nový poèítaè za $5000, ktorého zostatková hodnota je $200, a ¾ivotnos» 3 roky. Pre výpoèet odpisu za druhý rok pou¾ijeme tento vzorec vyu¾ívajúci SYD: =SYD(5000, 200, 5, 2) èo vráti 1,280.00. @SEEALSO=SLN
tr: @FUNCTION=SYD @SYNTAX=SYD(maliyet,hurda,ömür,dönem) @DESCRIPTION=SYD iþlevi yýllarýn sayýlarý toplamý yöntemi ile bir varlýðýn maliyeti, hurda deðeri, faydalý ömrü ve belirli bir amortisman yöntemi ile amortisman bedelini hesaplar. Bu yöntem amortisman oranýný hýzlandýrýr, dolayýsýyla amortisman bedeli ilk dönemlerde daha fazla, sonraki dönemlerde daha az olur. Amortismana tabi maliyet, gerçek maliyetle hurda deðerinin farkýdýr. Faydalý ömür, varlýðýn amortismana tabi tutulduðu dönem (genellikle yýl) sayýsýdýr. Yýllarýn sayýlarý toplamý yöntemi için kullanýlan formül: Amortisman bedeli = ( @maliyet - @hurda ) * (@ömür - @dönem + 1) * 2 / @ömür * (@ömür + 1). @maliyet = = bir varlýðýn alýndýðý zamanki deðeri (pazar fiyatý). @hurda = varlýðý faydalý ömrünü tamamladýktan sonra sattýðýnýz zaman aldýðýnýz miktar. @ömür = bir varlýðýn beklenen faydalý ömrü. @dönem = amortisman bedelini hesapladýðýmýz dönem. Örneðin, bir þirketin $5000 vererek yeni bir bilgisayar aldýðýný farzedelim. Bilgisayarýn hurda bedeli $200 ve faydalý ömrü üç yýldýr. Yýllarýn sayýlarý toplamý yöntemini kullanarak ikinci yýldaki amortismaný: =SYD(5000, 200, 5, 2) olarak hesaplarýz ve 1,280.00 sonucunu alýrýz. Benzeri: SLN @EXAMPLES= Örneðin, bir þirketin $5000 vererek yeni bir bilgisayar aldýðýný farzedelim. Bilgisayarýn hurda bedeli $200 ve faydalý ömrü üç yýldýr. Yýllarýn sayýlarý toplamý yöntemini kullanarak ikinci yýldaki amortismaný: =SYD(5000, 200, 5, 2) olarak hesaplarýz ve 1,280.00 sonucunu alýrýz. @SEEALSO=SLN

source: syd - domain error
pl: syd - b³±d dziedziny
sk: syd - chyba definièného oboru
tr: syd - alan hatasý
uk: SYD: помилка д╕апазону

source: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE converts a dollar price expressed as a fraction into a dollar price expressed as a decimal number. @fractional_dollar is the fractional number to be converted. @fraction is the denominator of the fraction. If @fraction is non-integer it is truncated. If @fraction <= 0, DOLLARDE returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARFR
sk: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(zlomok_doláre,zlomok) @DESCRIPTION=DOLLARDE prevádza cenu v dolároch vyjadrenú ako zlomok na cenu v dolároch vyjadrenú ako desatinné èíslo. @zlomok_doláre je prevádzaný zlomok. @zlomok je delitel zlomku. Ak nie je @zlomok celé èíslo, je orezaný. Ak je @zlomok <= 0, DOLLARDE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=DOLLARFR
tr: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(kesirli_fiyat,payda) @DESCRIPTION=DOLLARDE kesir olarak verilmiþ bir fiyatý ondalýk sayýya çevirir.@kesirli_fiyat, dönüþtürülecek olan kesirli fiyattýr. @payda, kesirin paydasýdýr. Eðer @payda tamsayý deðil ise, budanýr. Eðer @payda <= 0 ise, DOLLARDE #SAYI! hatasý verir. Benzeri: DOLLARFR @EXAMPLES= @SEEALSO=DOLLARFR

source: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR converts a decimal dollar price into a dollar price expressed as a fraction. If @fraction is non-integer it is truncated. If @fraction <= 0, DOLLARFR returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARDE
sk: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(desatinné_doláre,zlomok) @DESCRIPTION=DOLLARFR prevádza desatinnú cenu v dolároch na cenu v dolároch vyjadrený ako zlomok. Ak nie je @zlomok celé èíslo, je orezané. Ak je @zlomok <= 0, DOLLARFR vracia chybu #NUM!. @EXAMPLES= @SEEALSO=DOLLARDE
tr: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(ondalýk_fiyat,payda) @DESCRIPTION=DOLLARFR ondalýk olarak verilmiþ bir fiyatý kesirli bir fiyata çevirir. Eðer @payda tamsayý deðil ise, budanýr. Eðer @payda <= 0 ise, DOLLARFR #SAYI! hatasý verir. Benzeri: DOLLARDE @EXAMPLES= @SEEALSO=DOLLARDE

source: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=MIRR function returns the modified internal rate of return for a given periodic cash flow. @EXAMPLES= @SEEALSO=NPV
pl: @FUNCTION=MIRR @SYNTAX=MIRR (przep³ywy; stopa; stopa_reinwestycji) @DESCRIPTION=MIRR zwraca zmodyfikowan± wewnêtrn± stopê zwrotu dla danych okresowych przep³ywów pieniê¿nych. @EXAMPLES= @SEEALSO=NPV
sk: @FUNCTION=MIRR @SYNTAX=MIRR(hodnoty,financie,investícia) @DESCRIPTION=Funkcia MIRR poèíta modifikovanú vnútornú mieru výnosnosti pre daný periodický peòa¾ný tok. @EXAMPLES= @SEEALSO=NPV
tr: @FUNCTION=MIRR @SYNTAX=MIRR(deðerler,finansman_oraný,yatýrým_oraný) @DESCRIPTION=MIRR iþlevi, verilen dönemsel bir nakit akýþý için deðiþtirilmiþ iç getiri oranýný hesaplar. Benzeri: NPV @EXAMPLES= @SEEALSO=NPV

source: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(settlement,maturity,discount) @DESCRIPTION=TBILLEQ function returns the bond-yield equivalent (BEY) for a treasury bill. TBILLEQ is equivalent to (365 * @discount) / (360 - @discount * DSM) where DSM is the days between @settlement and @maturity. If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLEQ returns #NUM! error. If @discount is negative, TBILLEQ returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
sk: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(vyrovnanie,splatnos»,diskont) @DESCRIPTION=Funkcia TBILLEQ vracia ekvivalent výnosu obligácie pre ¹tátnu zmenku. TBILLEQ sa rovná (365 * @diskont) / (360 - @diskont * DSM), kde DSM je poèet dní medzi@vyrovnaním a @splatnos». Ak je dátum @vyrovnania po dátume @splatnosti alebo je @splatnos» viac ako rok po @vyrovnaní, TBILLEQ vracia chybu #NUM!. Ak je @diskont záporná, TBILLEQ vracia chybu #NUM!. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
tr: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(valör,itfa,iskonto) @DESCRIPTION=TBILLEQ bir hazine bonosu için tahvil getiri karþýtýný hesaplar.TBILLEQ, (365 * @iskonto) / (360 - @iskonto * DSM), DSM = @valör ile @itfa tarihleri arasýndaki gün sayýsý olarak hesaplanýr. Eðer @valör, @itfa'dan sonra ise, veya @itfa @valör'den bir yýldan fazla ise, TBILLEQ #SAYI! hatasý verir. Eðer @iskonto negatif ise, TBILLEQ, #SAYI! hatasý verir. Benzerleri: TBILLPRICE, TBILLYIELD @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD

source: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(settlement,maturity,discount) @DESCRIPTION=TBILLPRICE function returns the price per $100 value for a treasury bill where @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLPRICE returns #NUM! error. If @discount is negative, TBILLPRICE returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
sk: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(vyrovnanie,splatnos»,diskont) @DESCRIPTION=Funkcia TBILLPRICE vracia cenu za $100 hodnoty pre ¹tátnu zmenku, kde @vyrovnanie je dátum vyrovnania a @splatnos» je dátum splatnosti zmenky. @diskont je diskontná sadzba zmenky. Ak je dátum @vyrovnania po dátume @splatnosti alebo je @splatnos» viac ako rok po @vyrovnaní, TBILLPRICE vracia chybu #NUM!. Ak je @diskont záporná, TBILLPRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
tr: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(valör,itfa,iskonto) @DESCRIPTION=TBILLPRICE iþlevi 100 nominal deðerli bir hazine bonosu için fiyatý hesaplar. @valör, valör tarihini, @itfa ise itfa tarihini belirler. @iskonto, bononun iskonto oranýdýr. Eðer @valör, @itfa'dan sonra ise, veya @itfa @valör'den bir yýldan fazla ise, TBILLPRICE #SAYI! hatasý verir. Eðer @iskonto negatif ise, TBILLPRICE, #SAYI! hatasý verir. Benzerleri: TBILLEQ, TBILLYIELD @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD

source: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(settlement,maturity,pr) @DESCRIPTION=TBILLYIELD function returns the yield for a treasury bill. @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLYIELD returns #NUM! error. If @pr is negative, TBILLYIELD returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
sk: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(vyrovnanie,splatnos»,cena) @DESCRIPTION=Funkcia TBILLYIELD vracia výnos ¹tátnej zmenky. @vyrovnanie je dátum vyrovnania @splatnos» je dátum splatnosti zmenky. Ak je dátum @vyrovnania po dátume @splatnosti alebo je @splatnos» viac ako rok po @vyrovnaní, TBILLYIELD vracia chybu #NUM!. Ak je @cena záporná, TBILLYIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
tr: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(valör,itfa,pr) @DESCRIPTION=TBILLYIELD bir hazine bonosunun getirisini hesaplar. @valör, valör tarihini, @itfa ise itfa tarihini belirler. @iskonto, bononun iskonto oranýdýr. Eðer @valör, @itfa'dan sonra ise, veya @itfa @valör'den bir yýldan fazla ise, TBILLYIELD #SAYI! hatasý verir. Eðer @iskonto negatif ise, TBILLYIELD, #SAYI! hatasý verir. Eðer @pr negatif ise, TBILLYIELD #SAYI! hatasý verir Benzerleri: TBILLEQ, TBILLPRICE @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE

source: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,type,guess]) @DESCRIPTION=RATE calculates the rate of an investment. @EXAMPLES= @SEEALSO=PV,FV
sk: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,typ,odhad]) @DESCRIPTION=RATE poèíta úrok investície. @EXAMPLES= @SEEALSO=PV,FV
tr: @FUNCTION=RATE @SYNTAX=RATE(ndön,pmt,pv[,fv,tür,tahmin]) @DESCRIPTION=RATE bir yatýrýmýn oranýný hesaplar. Benzerleri: PV, FV @EXAMPLES= @SEEALSO=PV,FV
