Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE returns the serial number of the date. @date_str is the string that contains the date. This function is Excel compatible. @EXAMPLES= DATEVALUE("1/1/1999") equals 36161. @SEEALSO=DATE
pl: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE (zapis_daty) @DESCRIPTION=Funkcja DATEVALUE zwraca numer seryjny daty. @zapis_daty jest napisem zawieraj±cym datê. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DATEVALUE("1/1/1999") jest równe 36161. @SEEALSO=DATE
sk: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(dátumový_re»azec) @DESCRIPTION=DATEVALUE vracia sériové èíslo dátumu. @dátumový_re»azec je re»azec obsahujúci dátum. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DATEVALUE("1/1/1999") sa rovná 36160. @SEEALSO=DATE
tr: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(tarih_dizgesi) @DESCRIPTION=DATEVALUE 1 Ocak 1900 tarihi ile verilen tarih arasýnda kaç gün geçtiðini hesaplar. @tarih_dizgesi metin biçiminde verilmelidir. Bu iþlev Excel uyumludur. Örnek: DATEVALUE("1/1/1999") eþittir 36161 Benzeri: DATE @EXAMPLES= DATEVALUE("1/1/1999") eþittir 36161 @SEEALSO=DATE

source: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF returns the difference between two dates. @interval is one of six possible values: "y", "m", "d", "ym", "md", and "yd". The first three options will return the number of complete years, months, or days, respectively, between the two dates specified. "ym" will return the number of full months between the two dates, not including the difference in years. "md" will return the number of full days between the two dates, not including the difference in months. "yd" will return the number of full days between the two dates, not including the difference in years. This function is Excel compatible. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") equals 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") equals 3. @SEEALSO=DATE
pl: @FUNCTION=DATEDIF @SYNTAX=DATEDIF (data1; data2; odstêp) @DESCRIPTION=Funkcja DATEDIF zwraca ró¿nicê pomiêdzy dwoma datami. @odstêp mo¿e przybieraæ jedn± z sze¶ciu warto¶ci: "y", "m", "d", "ym", "md", oraz "yd". Z trzema pierwszymi opcjami funkcja zwróci odpowiednio liczbê pe³nych lat, miesiêcy lub dni pomiêdzy dwoma zadanymi datami. "ym" zwróci liczbê pe³nych miesiêcy miêdzy dwoma datami, bez uwzglêdnienia ró¿nicy w latach. "md" zwróci liczbê pe³nych dni miêdzy dwoma datami, bez uwzglêdnienia ró¿nicy w miesi±cach. "yd" zwróci liczbê pe³nych dni miêdzy dwoma datami, bez uwzglêdniania ró¿nicy w latach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DATEDIF (DATE (2000; 4; 30); DATE (2003; 8; 4); "d") jest równe 1191. DATEDIF (DATE (2000; 4; 30); DATE (2003; 8; 4); "y") jest równe 3. @SEEALSO=DATE
sk: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(dátum1,dátum2,interval) @DESCRIPTION=DATEDIF vracia rozdiel medzi dvoma dátumami. @interval je jedna z týchto hodnôt: "y", "m", "d", "ym", "md", a "yd". Prvé tri mo¾nosti vrátia poèet celých rokov, mesiacov alebo dní medzi uvedenými dátumami. "ym" vráti poèet celých mesiacov medzi dvoma dátumami, nepoèítajúc rozdiel v rokoch. "md" vráti poèet celých dní medzi dvoma dátumami, nepoèítajúc rozdiel v mesiacoch. "yd" vráti poèet celých dní medzi dvoma dátumami, nepoèítajúc rozdiel v rokoch. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") sa rovná 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") sa rovná 3. @SEEALSO=DATE
tr: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(tarih1,tarih2,birim) @DESCRIPTION=DATEDIF iki tarih arasýndaki farký hesaplar.@birim için olasý deðerler: "y", "m", "d", "ym", "md", ve "yd". Ýlk üçü sýrasýyla yýl, ay, gün karþýlýðýdýr ve fark bu birimler cinsinden hesaplanýr. "ym" verildiðinde yýllar arasýndaki fark yok sayýlarak sadece aylar arasýndaki fark hesaplanýr. "md" verildiðinde aylar arasýndaki fark yok sayýlarak sadece günler arasýndaki fark hesaplanýr. "yd" verildiðinde yýllar arasýndaki fark yok sayýlarak sadece günler arasýndaki fark hesaplanýr. Bu iþlev Excel uyumludur. Örnekler: DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") eiþttir 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") eþittir 3. Benzeri: DATE @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") eiþttir 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") eþittir 3. @SEEALSO=DATE

source: @FUNCTION=EDATE @SYNTAX=EDATE(date,months) @DESCRIPTION=EDATE returns the serial number of the date that is the specified number of months before or after a given date. @date is the serial number of the initial date and @months is the number of months before (negative number) or after (positive number) the initial date. This function is Excel compatible. If @months is not an integer, it is truncated. @EXAMPLES= EDATE(DATE(2001,12,30),2) returns 'Feb 28, 2002'. @SEEALSO=DATE
pl: @FUNCTION=EDATE @SYNTAX=EDATE (data; miesi±ce) @DESCRIPTION=Funkcja EDATE zwraca numer seryjny daty, która jest po lub przed ilo¶ci± miesiêcy w stosunku do podanej daty. @data to numer seryjny okre¶lonej daty, za¶ @miesi±ce to liczba miesiêcy przed (liczba ujemna) lub po (liczba dodatnia) danej dacie. Je¶li @miesi±ce nie jest liczb± ca³kowit±, zostaje odrzucona. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= EDATE (DATE (2001; 12; 30); 2) jest równe "Feb 28, 2002". @SEEALSO=DATE
sk: @FUNCTION=EDATE @SYNTAX=EDATE(dátum,mesiace) @DESCRIPTION=EDATE vracia sériové èíslo dátumu, ktorý uvedený poèet mesiacov@mesiace pred @dátum. @dátum je sériové èíslo poèiatoèného dátumu a @mesiace je poèet mesiacov pred (záporné èíslo) alebo po (kladné èíslo) poèiatoènom dátume. Táto funkcia je kompatibilná s Excelom. Ak @mesiace nie je celé èíslo, je desatinná èas» odrezaná. @EXAMPLES= EDATE(DATE(2001,12,30),2) sa rovná 28. Feb 2002. @SEEALSO=DATE
tr: @FUNCTION=EDATE @SYNTAX=EDATE(tarih,ay) @DESCRIPTION=EDATE @tarih gün sayýsý olarak, @ay ay sayýsý olarak verildiðinde tarihi cebirsel toplam olarak verir. @aylar tamsayý deðilse ondalýk haneler atýlarak tamsayý yapýlýr. Bu iþlev Excel uyumludur. Örnek: EDATE(DATE(2001,12,30),2) eþittir 28/Þub/2002. Benzeri: DATE @EXAMPLES= EDATE(DATE(2001,12,30),2) eþittir 28/Þub/2002. @SEEALSO=DATE

source: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY returns the serial number for today (the number of days elapsed since the 1st of January of 1900). This function is Excel compatible. @EXAMPLES= TODAY() returns 'Nov 6, 2001' on that particular day. @SEEALSO=NOW
pl: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Zwraca numer seryjny dla dnia dzisiejszego. (Ilo¶æ dni, które up³ynê³y od 1 stycznia 1900 roku.) Funkcja ta jest zgodna z programem Excel. @EXAMPLES= W chwili pisania tego przyk³adu TODAY() jest równe "Nov 6, 2001". @SEEALSO=NOW
sk: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Vracia sériové èíslo dne¹ného dòa (poèet dní od 1.1.1900). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TODAY() sa rovná 6. Nov 2001. @SEEALSO=TODAY, NOW
tr: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Bugünün tarihini verir. (1 Ocak 1900 tarihinden itibaren bugüne kadar kaç gün geçtiði hesaplanýr). Bu iþlev Excel uyumludur. Örnek: TODAY() iþlevinin sonucu 25 Kasým 2001 günü 25/Kas/2001 ya da 37220 dir. Benzeri: NOW @EXAMPLES= TODAY() iþlevinin sonucu 25 Kasým 2001 günü 25/Kas/2001 ya da 37220 dir. @SEEALSO=TODAY, NOW

source: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW returns the serial number for the date and time at the time it is evaluated. Serial Numbers in Gnumeric are represented as follows:The integral part is the number of days since the 1st of January of 1900. The decimal part represent the fraction of the day and is mapped into hour, minutes and seconds. For example: .0 represents the beginning of the day, and 0.5 represents noon. This function is Excel compatible. @EXAMPLES= NOW(). @SEEALSO=TODAY
pl: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=Zwraca numer seryjny dla dnia i czasu, w którym jest wywo³ana. Numery seryjne w Gnumericu s± reprezentowane w nastêpuj±cy sposób: Czê¶æ ca³kowita jest ilo¶ci± dni od 1 stycznia 1900 roku. Czê¶æ u³amkowa odpowiada czê¶ci doby jaka ju¿ up³ynê³a. Na przyk³ad: ,0 przedstawia pocz±tek dnia, a 0,5 przedstawia po³udnie. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NOW(). @SEEALSO=TODAY
sk: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=Vracia sériové èíslo pre dátum a èas v momente výpoètu. Sériové èísla sú v Gnumericu reprezentované takto: Celoèíselná èas» je poèet dní od 1.1.1900. Desatinná èas» reprezentuje zlomok dòa a je mapovaná na hodiny, minúty a sekundy. Napríklad: .0 reprezentuje zaèiatok dòa, a 0.5 reprezentuje poludnie. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NOW(). @SEEALSO=TODAY, NOW
tr: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=Bu anýn deðerini gerçel sayý olarak verir. Bu sayý þöyle oluþur: Tamsayý kýsmý 1 Ocak 1900 den itibaren gün sayýsý, ondalýk kýsým ise saniye cinsinden hesaplanan anýn tam güne oranýdýr. Örneðin *.0 geceyarýsý, *.5 öðledir. Bu iþlev Excel uyumludur. Örnek: NOW() Benzerleri: TODAY, NOW @EXAMPLES= NOW(). @SEEALSO=TODAY, NOW

source: @FUNCTION=TIME @SYNTAX=TIME (hours,minutes,seconds) @DESCRIPTION=TIME returns a fraction representing the time of day. This function is Excel compatible. @EXAMPLES= TIME(3, 5, 23) equals 3:05AM. @SEEALSO=HOUR
pl: @FUNCTION=TIME @SYNTAX=TIME (godziny; minuty; sekundy) @DESCRIPTION=Zwraca u³amek przedstawiaj±cy bie¿±cy czas. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TIME (3; 5; 23) jest równe 3:05. @SEEALSO=HOUR
sk: @FUNCTION=TIME @SYNTAX=TIME (hodiny,minúty,sekundy) @DESCRIPTION=Vracia zlomok reprezentujúci èas v rámci dòa. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TIME(3, 5, 23) sa rovná 3:05AM. @SEEALSO=HOUR
tr: @FUNCTION=TIME @SYNTAX=TIME (saat,dakika,saniye) @DESCRIPTION= Saat, dakika ve saniye cinsinden verilen zamaný hesaplar. Bu iþlev Excel uyumludur. Örnek: TIME(13, 5, 23) eþittir 13:05:23 Benzeri: HOUR @EXAMPLES= TIME(13, 5, 23) eþittir 13:05:23 @SEEALSO=HOUR

source: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=TIMEVALUE returns a fraction representing the time of day, a number between 0 and 1. This function is Excel compatible. @EXAMPLES= TIMEVALUE("3:05") equals 0.128472. TIMEVALUE("2:24:53 PM") equals 0.600613. @SEEALSO=HOUR,MINUTE
pl: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=Zwraca u³amek przedstawiaj±cy bie¿±cy czas. Jest nim liczba pomiêdzy 0 a 1. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TIMEVALUE("3:05") jest równe 0,128472. TIMEVALUE("2:24:53 PM") jest równe 0,600613. @SEEALSO=HOUR
sk: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (textový_èas) @DESCRIPTION=Vracia zlomok reprezentujúci èas v rámci dòa, èíslo medzi 0 a 1. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TIMEVALUE("3:05") sa rovná 0.128472. TIMEVALUE("2:24:53 PM") sa rovná 0.600613. @SEEALSO=HOUR
tr: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (zaman_dizgesi) @DESCRIPTION=Ýþlev belirtilen zaman dizgesini 86400 saniyelik güne oranlayarak 0 ile 1 arasýnda deðiþen bir sayý ile döner. Bu iþlev Excel uyumludur. Örnekler: TIMEVALUE("3:05") eþittir 0.128472. TIMEVALUE("2:24:53 PM") eþittir 0.600613. Benzerleri: HOUR, MINUTE @EXAMPLES= TIMEVALUE("3:05") eþittir 0.128472. TIMEVALUE("2:24:53 PM") eþittir 0.600613. @SEEALSO=HOUR,MINUTE

source: @FUNCTION=HOUR @SYNTAX=HOUR (serial_number) @DESCRIPTION=HOUR converts a serial number to an hour. The hour is returned as an integer in the range 0 (12:00 A.M.) to 23 (11:00 P.M.). Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= HOUR(0.128472) equals 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
pl: @FUNCTION=HOUR @SYNTAX=HOUR (numer_seryjny) @DESCRIPTION=Zamienia numer seryjny na godzinê. Jest ona zwracana w postaci liczby ca³kowitej z zakresu 0 do 23. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisów na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= HOUR(0,128472) jest równe 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
sk: @FUNCTION=HOUR @SYNTAX=HOUR (sériové_èíslo) @DESCRIPTION=Prevádza sériové èíslo na hodinu. Hodina je vrátená ako celé èíslo od 0 do 23. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HOUR(0.128472) sa rovná 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
tr: @FUNCTION=HOUR @SYNTAX=HOUR (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre gün cinsinden verilen zamanýn ondalýk kýsmýný 24 saatlik saat cinsinden hesaplar. @günlük_zaman tarih dizgesi olarak da verilebilir. Gnumeric bu dönüþümü yapar. Bu iþlev Excel uyumludur. Örnek: HOUR(0.128472) eþittir 3 Benzer iþlevler: MINUTE, NOW, TIME, SECOND @EXAMPLES= SAAT(0.128472) eþittir 3. @SEEALSO=MINUTE, NOW, TIME, SECOND

source: @FUNCTION=MINUTE @SYNTAX=MINUTE (serial_number) @DESCRIPTION=MINUTE converts a serial number to a minute. The minute is returned as an integer in the range 0 to 59. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= MINUTE(0.128472) equals 5. @SEEALSO=HOUR, NOW, TIME, SECOND
pl: @FUNCTION=MINUTE @SYNTAX=MINUTE (numer_seryjny) @DESCRIPTION=Zamienia numer seryjny na minutê. Jest ona zwracana w postaci liczby ca³kowitej z zakresu 0 do 59. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= MINUTE(0,128472) jest równe 5. @SEEALSO=HOUR, NOW, TIME, SECOND
sk: @FUNCTION=MINUTE @SYNTAX=MINUTE (sériové_èíslo) @DESCRIPTION=Prevádza sériové èíslo na minúty. Minúta je vrátená ako celé èíslo od 0 do 59. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MINUTE(0.128472) sa rovná 5. @SEEALSO=HOUR, NOW, TIME, SECOND
tr: @FUNCTION=MINUTE @SYNTAX=MINUTE (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre gün cinsinden verilen zamanýn ondalýk kýsmýný 0..59 arasýnda dakika cinsinden verir. Bu iþlevde zamaný dizge olarak da verebilirsiniz. Bu iþlev Excel uyumludur. Örnek: MINUTE(0.128472) eþittir 5 Benzerleri: HOUR, NOW, TIME, SECOND @EXAMPLES= MINUTE(0.128472) eþittir 5. @SEEALSO=HOUR, NOW, TIME, SECOND

source: @FUNCTION=SECOND @SYNTAX=SECOND (serial_number) @DESCRIPTION=SECOND converts a serial number to a second. The second is returned as an integer in the range 0 to 59. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= SECOND(0.600613) equals 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
pl: @FUNCTION=SECOND @SYNTAX=SECOND (numer_seryjny) @DESCRIPTION=Zamienia numer seryjny na sekundê. Jest ona zwracana w postaci liczby ca³kowitej z zakresu 0 do 59. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SECOND(0,600613) jest równe 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
sk: @FUNCTION=SECOND @SYNTAX=SECOND (sériové_èíslo) @DESCRIPTION=Prevádza sériové èíslo na sekundu. Sekunda je vrátená ako celé èíslo od 0 do 59. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SECOND(0.600613) sa rovná 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
tr: @FUNCTION=SECOND @SYNTAX=SECOND (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zamanýn ondalýk kýsmýný 0..59 arasýnda saniye cinsinden verir. Bu iþlevde zamaný dizge olarak da verebilirsiniz. Bu iþlev Excel uyumludur. Örnek: SECOND(0.600613) eþittir 53 Benzer iþlevler: HOUR, MINUTE, NOW, TIME @EXAMPLES= SECOND(0.600613) eþittir 53. @SEEALSO=HOUR, MINUTE, NOW, TIME

source: @FUNCTION=YEAR @SYNTAX=YEAR (serial_number) @DESCRIPTION=YEAR converts a serial number to a year. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= YEAR(DATE(2003, 4, 30)) equals 2003. @SEEALSO=DAY, MONTH, TIME, NOW
pl: @FUNCTION=YEAR @SYNTAX=YEAR (numer_seryjny) @DESCRIPTION=Zamienia numer seryjny na rok. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= YEAR (DATE (2003; 4; 30)) jest równe 2003. @SEEALSO=DAY, MONTH, TIME, NOW
sk: @FUNCTION=YEAR @SYNTAX=YEAR (sériové_èíslo) @DESCRIPTION=Prevádza sériové èíslo na rok. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= YEAR(DATE(2003, 4, 30)) sa rovná 2003. @SEEALSO=DAY, MONTH, TIME, NOW
tr: @FUNCTION=YEAR @SYNTAX=YEAR (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zamanýn yýl sayýsýný hesaplar. Bu iþlevde zamaný dizge olarak verebilirsiniz. Bu iþlev Excel uyumludur. Örnek: YEAR(DATE(2003, 4, 30)) eþittir 2003. Benzer iþlevler: DAY, MONTH, TIME, NOW @EXAMPLES= YEAR(DATE(2003, 4, 30)) eþittir 2003. @SEEALSO=DAY, MONTH, TIME, NOW

source: @FUNCTION=MONTH @SYNTAX=MONTH (serial_number) @DESCRIPTION=MONTH converts a serial number to a month. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= MONTH(DATE(2003, 4, 30)) equals 4. @SEEALSO=DAY, TIME, NOW, YEAR
pl: @FUNCTION=MONTH @SYNTAX=MONTH (numer_seryjny) @DESCRIPTION=Zamienia numer seryjny na miesi±c. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= MONTH (DATE (2003; 4; 30)) jest równe 4. @SEEALSO=DAY, TIME, NOW, YEAR
sk: @FUNCTION=MONTH @SYNTAX=MONTH (sériové_èíslo) @DESCRIPTION=Prevádza sériové èíslo na mesiac. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MONTH(DATE(2003, 4, 30)) sa rovná 4. @SEEALSO=DAY, TIME, NOW, YEAR
tr: @FUNCTION=MONTH @SYNTAX=MONTH (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zamanýn ay sayýsýný hesaplar. Bu iþlevde zamaný dizge olarak verebilirsiniz. Bu iþlev Excel uyumludur. Örnek: MONTH(DATE(2003, 4, 30)) eþittir 4. Benzer iþlevler: DAY, TIME, NOW, YEAR @EXAMPLES= MONTH(DATE(2003, 4, 30)) eþittir 4. @SEEALSO=DAY, TIME, NOW, YEAR

source: @FUNCTION=DAY @SYNTAX=DAY (serial_number) @DESCRIPTION=DAY converts a serial number to a day of month. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= DAY("10/24/1968") equals 24. @SEEALSO=MONTH, TIME, NOW, YEAR
pl: @FUNCTION=DAY @SYNTAX=DAY (numer_seryjny) @DESCRIPTION=Zamienia numer seryjny na dzieñ miesi±ca. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= day ("10/24/1968") jest równe 24. @SEEALSO=MONTH, TIME, NOW, YEAR
sk: @FUNCTION=DAY @SYNTAX=DAY (sériové_èíslo) @DESCRIPTION=Prevádza sériové èíslo na deò mesiaca. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= day ("10/24/1968") sa rovná 24. @SEEALSO=MONTH, TIME, NOW, YEAR
tr: @FUNCTION=DAY @SYNTAX=DAY (günlük_zaman) @DESCRIPTION=1 Ocak 1900 tarihine göre verilen zaman içindeki son ayýn gün sayýsýný hesaplar. Bu iþlevde zaman dizge olarak da verilebilir. Bu iþlev Excel uyumludur. Örnek: day ("10/24/1968") eþittir 24 Benzer iþlevler: MONTH, TIME, NOW, YEAR @EXAMPLES= day ("10/24/1968") eþittir 24. @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (serial_number[, method]) @DESCRIPTION=WEEKDAY converts a serial number to a weekday. This function returns an integer indicating the day of week. @METHOD indicates the numbering system. It defaults to 1. For @METHOD=1: Sunday is 1, Monday is 2, etc. For @METHOD=2: Monday is 1, Tuesday is 2, etc. For @METHOD=3: Monday is 0, Tuesday is 1, etc. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= WEEKDAY("10/24/1968") equals 5 (Thursday). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
pl: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (numer_seryjny[; metoda]) @DESCRIPTION=Zamienia numer seryjny na dzieñ tygodnia. Funkcja zwraca liczbê ca³kowit± okre¶laj±c± numer kolejnego dnia w tygodniu. Parametr @metoda okre¶la system numeracji. Domy¶lnie jest on ustawiony na warto¶æ 1. Gdy @metoda=1: Niedziela to 1, Poniedzia³ek to 2, itd. Gdy @metoda=2: Poniedzia³ek to 1, Wtorek to 2, itd. Gdy @metoda=3: Poniedzia³ek to 0, Wtorek to 1, itd. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= WEEKDAY("10/24/1968") jest równe 5 (czwartek). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
sk: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (sériové_èíslo[, metóda]) @DESCRIPTION=Prevádza sériové èíslo na deò v tý¾dni. Táto funkcia vracia celé èíslo dòa v tý¾dni. @METÓDA urèuje, ako sa nájde èíslo. ©tandardne je 1. Pre @METÓDA=1: Nedeµa je 1, pondelok je 2, atd. Pre @METÓDA=2: Pondelok je 1, utorok je 2, atd. Pre @METÓDA=3: Pondelok je 0, utorok je 1, atd. Uvedomte si, ¾e Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= WEEKDAY("10/24/1968") sa rovná 5 (¹tvrtok). @SEEALSO=MONTH, TIME, NOW, YEAR
