Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Enables debugging mesgs while reading excel functions
uk: Дозволити налагоджувальн╕ пов╕домлення при зчитуванн╕ функц╕й Excel

source: Enables debugging mesgs while reading excel colours & patterns
uk: Дозволити налагоджувальн╕ пов╕домлення при зчитуванн╕ кольор╕в та шаблон╕в Excel

source: Enables debugging mesgs while reading excel objects
uk: Дозволя╓ налагоджувальн╕ пов╕домлення при зчитуванн╕ об'╓кт╕в Excel

source: Enables debugging mesgs while reading excel charts
uk: Дозволя╓ налагоджувальн╕ пов╕домлення при зчитуванн╕ д╕аграм Excel

source: ERROR
uk: ПОМИЛКА

source: unable to open module file:
uk: неможливо в╕дкрити модуль:

source: Plugin must contain init_plugin function.
uk: Доповнення мусить мати функц╕ю init_plugin.

source: init_plugin returned error
uk: функц╕я init_plugin повернула помилку

source: mm
uk: мм

source: cm
uk: см

source: Selection must be a single range
uk: Вибране ма╓ бути в одному д╕апазон╕

source: copy
uk: скоп╕ювати

source: cut
uk: вир╕зати

source: Text File import
uk: ╤мпорт текстового файлу

source: You entered an invalid column width value. It must be bigger than 0
uk: Ви ввели нев╕рне значення ширини стовпчика. Воно мусить бути б╕льше за 0

source: You entered an invalid row height value. It must be bigger than 0
uk: Ви ввели нев╕рне значення висоти рядка. Воно мусить бути б╕льше за 0

source: Increases the number of decimal numbers displayed
uk: Зб╕льшу╓ к╕льк╕сть десяткових знак╕в, що показуються

source: Decreases the number of decimal numbers displayed
uk: Зменшу╓ к╕льк╕сть десяткових знак╕в, що показуються

source: Add another sheet
uk: Додати ╕нший аркуш

source: Insert cols
uk: Вставити стовпчики

source: Print pre_view
uk: Перегляд друку

source: Su_mmary...
uk: Зведення...

source: Summary information
uk: Коротке зведення

source: De_lete Sheet
uk: Стерти аркуш

source: _Select...
uk: Вибрати...

source: _Recalculate
uk: Перерахувати

source: _Add\modify comment...
uk: Додати\зм╕нити коментар...

source: _Height...
uk: Висота...

source: Re-_Order Sheets
uk: Перевпорядкувати аркуш╕

source: _Data Analysis...
uk: Анал╕з даних

source: Statistical methods.
uk: Статистичн╕ методи.

source: _Filter...
uk: Ф╕льтр...

source: Book%d.gnumeric
uk: Книга%d.gnumeric

source: Duplicate Sheet name
uk: Скоп╕ювати назву аркушу

source: Invalid xml clipboard data. Tree is empty ?
uk: Нев╕рн╕ дан╕ XML в буфер╕ обм╕ну. Дерево порожн╓?

source: About...
uk: Про...

source: C_lear...
uk: Очистити...

source: Close
uk: Закрити

source: Decrease the preceision of the selected cells
uk: Зменшити точн╕сть вибраних ком╕рок

source: Format the selected cells as money
uk: В╕дформатувати вибран╕ ком╕рки як грош╕

source: Format the selected cells as percentages
uk: В╕дформатувати вибран╕ ком╕рки як в╕дсотки

source: Import...
uk: ╤мпортувати...

source: Includes a thousands seperator in the selected cells
uk: Вставити розд╕лювач розляд╕в у вибран╕ ком╕рки

source: Increase the preceision of the selected cells
uk: Зб╕льшити точн╕сть вибраних ком╕рок

source: Makes font italic
uk: Зробити шрифт курсивним

source: Paste _Special...
uk: Особлива вставка...

source: Print Pre_view
uk: Перегляд друку

source: Print S_etup
uk: Параметри принтера

source: Save As
uk: Зберегти як

source: Statistical methods
uk: Статистичн╕ методи

source: _Add / modify comment...
uk: Додати / зм╕нити коментар...

source: _Cells
uk: Ком╕рки

source: _Change Name
uk: Зм╕нити назву

source: _Define
uk: Визначити

source: _Object
uk: Об'╓кт

source: _Open
uk: В╕дкрити

source: _Print
uk: Друкувати
