Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis]) @DESCRIPTION=COUPDAYBS returns the number of days from the beginning of the coupon period to the settlement date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (see the gnumeric manual for a detailed description of these bases) If @frequency is invalid, COUPDAYBS returns #NUM! error. If @basis is omitted, MSRB 30/360 is applied. If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
sk: @FUNCTION=COUPDAYSBS @SYNTAX=COUPDAYSBS(vyrovnanie,splatnos»,frekvencia[,základòa,eom]) @DESCRIPTION=COUDAYSBS poèíta poèet dní od zaèiatku obdobia kupónu do dátumu vyrovnania. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kuponóv za rok. @eom = TRUE znamená ¹peciálne spracovanie dátumu splatnosti na konci mesiaca. Mo¾né frekvencie sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný a ak @eom je zadané, potom 6 = dvojmesaèný, 12 = mesaèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPDAYBS vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa neplatná , COUPDAYBS vracia chybu #NUM!. Ak COUPDAYBS je zavolaná s 3 alebo 4 argumentami, je kompatibilná s Excelom. @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=

source: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYS returns the number of days in the coupon period of the settlement date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (see the gnumeric manual for a detailed description of these bases) If @frequency is invalid, COUPDAYS returns #NUM! error. If @basis is omitted, MSRB 30/360 is applied. If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
sk: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(vyrovnanie,splatnos»,frekvencia[,základòa,eom]) @DESCRIPTION=COUDAYSBS poèíta poèet dní od zaèiatku obdobia kupónu do dátumu vyrovnania. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kuponóv za rok. @eom = TRUE znamená ¹peciálne spracovanie dátumu splatnosti na konci mesiaca. Mo¾né frekvencie sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný a ak @eom je zadané, potom 6 = dvojmesaèný, 12 = mesaèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPDAYS vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa neplatná , COUPDAYS vracia chybu #NUM!. @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=

source: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYSNC returns the number of days from the settlement date to the next coupon date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (see the gnumeric manual for a detailed description of these bases) If @frequency is invalid, COUPDAYSNC returns #NUM! error. If @basis is omitted, MSRB 30/360 is applied. If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
sk: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(vyrovnanie,splatnos»,frekvencia[,základòa,eom]) @DESCRIPTION=COUDAYSNC poèíta poèet dní od vyrovnania do ïal¹ieho dátumu kupónu. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kuponóv za rok. @eom = TRUE znamená ¹peciálne spracovanie dátumu splatnosti na konci mesiaca. Mo¾né frekvencie sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný a ak @eom je zadané, potom 6 = dvojmesaèný, 12 = mesaèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPDAYSNC vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa neplatná , COUPDAYSNC vracia chybu #NUM!. Ak COUPDAYSNC je zavolaná s 3 alebo 4 argumentami, je kompatibilná s Excelom. @EXAMPLES= COUPDAYSNC(8-Oct-2001,29-Nov-2002,4,0) = 50COUPDAYSNC(8-Oct-2001,29-Nov-2002,4,0,TRUE) = 51COUPDAYSNC(8-Oct-2001,29-Nov-2002,4,0,FALSE) = 51 @SEEALSO=

source: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNCD returns the coupon date following settlement. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (see the gnumeric manual for a detailed description of these bases) If @frequency is invalid, COUPNCD returns #NUM! error. If @basis is omitted, MSRB 30/360 is applied. If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
sk: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(vyrovnanie,splatnos»,frekvencia[,základòa,eom]) @DESCRIPTION=COUPNCD poèíta dátum kuponu po vyrovnaní. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kupónov za rok. @eom = TRUE znamená ¹peciálne spracovanie dátumu splatnosti na konci mesiaca. Mo¾né frekvencie sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný a ak @eom je zadané, potom 6 = dvojmesaèný, 12 = mesaèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPNCD vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa neplatná , COUPNCD vracia chybu #NUM!. @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=

source: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPPCD returns the coupon date preceeding settlement. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (see the gnumeric manual for a detailed description of these bases) If @frequency is invalid, COUPPCD returns #NUM! error. If @basis is omitted, MSRB 30/360 is applied. If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-AUG-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
sk: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(vyrovnanie,splatnos»,frekvencia[,základòa,eom]) @DESCRIPTION=COUPNCD poèíta dátum kuponu po vyrovnaní. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kupónov za rok. @eom = TRUE znamená ¹peciálne spracovanie dátumu splatnosti na konci mesiaca. Mo¾né frekvencie sú: 1 = roèný, 2 = polroèný. 4 = ¹tvr»roèný a ak @eom je zadané, potom 6 = dvojmesaèný, 12 = mesaèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPNCD vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa neplatná , COUPNCD vracia chybu #NUM!. Ak COUPNCD je zavolaná s 3 alebo 4 argumentami, je kompatibilná s Excelom. @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-AUG-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=

source: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNUM returns the numbers of coupons to be paid between the settlement and maturity dates, rounded up. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 If @frequency is other than 1, 2, or 4, COUPNUM returns #NUM! error. If @basis is omitted, MSRB 30/360 is applied. If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
sk: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(vyrovnanie,splatnos»,frekvencia[,základòa]) @DESCRIPTION=COUPNUM poèíta zaokrúhlený poèet kuponov medzi vyrovnaním a splatnos»ou. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @frekvencia je poèet kuponov za rok. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 Ak je @frekvencia iná ne¾ 1, 2, alebo 4, COUPNUM vracia #NUM!. Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je @základòa < 0 alebo @základòa > 4, DISC vracia chybu #NUM!. @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=

source: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMIPMT returns the cumulative interest paid on a loan between @start_period and @end_period. @EXAMPLES= @SEEALSO=
pl: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT (stopa; okresy; warto¶æ_bie¿±ca; okres_pocz±tkowy; okres_koñcowy; typ) @DESCRIPTION=Zwraca warto¶æ procentu sk³adanego p³atnego pomiêdzy dwoma podanymi okresami. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(úrok,poèet_období,pô¾ièky,zaèiatok_obdobia,koniec_obdobia,typ) @DESCRIPTION=Vracia kumulovaný úrok z pô¾ièky medzi @zaèiatok_obdobia a @koniec_obdobia. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(oran,ndön,pv,baþ_dönem,son_dönem,tür) @DESCRIPTION=CUMIPMT bir borca karþýlýk, @baþ_dönem ve @son_dönem arasýnda tahakkuk eden toplam kümülatif faizi hesaplar. @EXAMPLES= @SEEALSO=

source: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMPRINC returns the cumulative principal paid on a loan between @start_period and @end_period. @EXAMPLES= @SEEALSO=
pl: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC (stopa; okresy; warto¶æ_bie¿±ca; okres_pocz±tkowy; okres_koñcowy; typ) @DESCRIPTION=Zwraca ³±czny kapita³ sp³aconej po¿yczki pomiêdzy dwoma podanymi okresami. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(úrok,poèet_období,pô¾ièky,zaèiatok_obdobia,koniec_obdobia,typ) @DESCRIPTION=Vracia kumulatívnu istinu pô¾ièky medzi @zaèiatok_obdobia a @koniec_obdobia. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(oran,ndön,pv,baþ_dönem,son_dönem,tür) @DESCRIPTION=CUMPRINC bir borca karþýlýk, @baþ_dönem ve @son_dönem arasýnda ödenecek olan toplam kümülatif anapara miktarýný hesaplar. @EXAMPLES= @SEEALSO=

source: @FUNCTION=MDURATION @SYNTAX=MDURATION(settlement,maturity,coupon,yield,frequency[,basis]) @DESCRIPTION=MDURATION returns the Macauley duration for a security with par value 100. @EXAMPLES= @SEEALSO=
pl: @FUNCTION=MDURATION @SYNTAX=MDURATION (rozliczenie; data_sp³aty; kupon; rentowno¶æ; czêsto¶æ[; podstawa]) @DESCRIPTION=Zwraca okres Macauley'a dla papieru warto¶ciowego o przyjêtej warto¶ci 100. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=MDURATION @SYNTAX=MDURATION(vyrovnanie,splatnos»,kupón,výnos,poèet_platieb[,základòa]) @DESCRIPTION=Vracia modifikovaný vá¾ený priemer cenného papiera s nominálnou hodnotou 100. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=MDURATION @SYNTAX=MDURATION(valör,itfa,kupon,getiri,sýklýk[,tahakkuk]) @DESCRIPTION=MDURATION, itfa bedeli 100 olan bir yatýrýmýn Macauley süresinihesaplar. @EXAMPLES= @SEEALSO=

source: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB calculates the depreciation of an asset for a given period or partial period using the double-declining balance method. @EXAMPLES= @SEEALSO=DB
pl: @FUNCTION=VDB @SYNTAX=VDB (koszt; odzysk; czas_¿ycia; okres_pocz±tkowy; okres_koñcowy[; wspó³czynnik; prze³±cznik]) @DESCRIPTION=Zwraca amortyzacjê ¶rodka trwa³ego za podany okres lub czê¶æ tego okresu przy u¿yciu metody podwójnie malej±cego salda. @EXAMPLES= @SEEALSO=DB
sk: @FUNCTION=VDB @SYNTAX=VDB(cena,zostatok,¾ivotnos»,zaè_obdobia,koniec_obdobia[,faktor,neprepína»]) @DESCRIPTION=VDB poèíta odpisy aktív za dané obdobie alebo èiastoèné obdobie pomocou dvojitej degresívnej metódy odpisov. @EXAMPLES= @SEEALSO=DB
tr: @FUNCTION=VDB @SYNTAX=VDB(maliyet,hurda,ömür,baþ_dönem,son_dönem[,faktör,bayrak]) @DESCRIPTION=VDB çift azalan bakiye yöntemini kullanarak bir varlýðýn verilen tam veya kýsmi bir dönem için amortismanýný hesaplar. Benzeri: DB @EXAMPLES= @SEEALSO=DB

source: @FUNCTION=CELL @SYNTAX=CELL(type,ref) @DESCRIPTION=CELL returns information about the formatting, location, or contents of a cell. @type specifies the type of information you want to obtain: address Returns the given cell reference as text. col Returns the number of the column in @ref. contents Returns the contents of the cell in @ref. format Returns the code of the format of the cell. parentheses Returns 1 if @ref contains a negative value and it's format displays it with parentheses. row Returns the number of the row in @ref. width Returns the column width. This function is Excel compatible. @EXAMPLES= CEll("format",A1) returns the code of the format of the cell A1. @SEEALSO=
pl: @FUNCTION=CELL @SYNTAX=CELL (typ; odw) @DESCRIPTION=CELL zwraca informacjê na temat formatowania, po³o¿enia lub zawarto¶ci komórki. Parametr @typ okre¶la rodzaj informacji jaka zostanie zwrócona: address Zwraca podane odwo³anie do komórki jako tekst. col Zwraca liczbê kolumn okre¶lonych przez @odw. contents Zwraca zawarto¶æ komórki okre¶lonej przez @odw. format Zwraca kod okre¶laj±cy format komórki. parentheses Zwraca 1 je¶li komórka okre¶lona przez @odw zawiera ujemn± warto¶æ oraz wy¶wietlana jest w nawiasach. row Zwraca liczbê wierszy okre¶lonych przez @odw. width Zwraca szeroko¶æ kolumny. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CELL ("format"; A1) zwraca kod okre¶laj±cy format komórki A1. @SEEALSO=
sk: @FUNCTION=CELL @SYNTAX=CELL(typ,ref) @DESCRIPTION=CELL vracia informáciu o formátovaní, umiestnení alebo obsahu bunky. @typ urèuje typ informácie, ktorú chcete získa»: address Vracia text obsahujúci referenciu na bunku. col Vracia èíslo ståpca v @ref. contents Vracia obsah bunky v @ref. format Vracia kód formátu bunky. parentheses Vracia 1 ak @ref obsahuje zápornú hodnotu a formát zobrazenia je so zátvorkami. row Vracia èíslo riakdu pre @ref. width Vracia ¹írku ståpca. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CEll("format",A1) vracia kód formátu v bunke A1. @SEEALSO=
tr: @FUNCTION=CELL @SYNTAX=CELL(türü,ref) @DESCRIPTION=Gözenin içeriði, konumu ve biçemleme bilgilerini verir. @türü ile aradýðýnýz bilgi türünü belirtebilirsiniz: address belirtilen göze baþvurusu col @ref içindeki sütun sayýsý contents @ref içindeki gözelerin içeriði format göze biçem kodu parentheses @ref bir negatif deðer içeriyorsa biçem parantezli gösterilir. row @ref içindeki satýr sayýsý width Sütun geniþliði Bu iþlev Excel uyumludur. Örnek: CELL("format",A1) iþlevi A1 gözesinin biçem kodu ile döner. @EXAMPLES= CEll("format",A1) A1 gözesinin biçem kodu ile döner. @SEEALSO=

source: Unknown info_type
pl: Nieznany info_type
sk: Neznámy typ informácií
tr: Bilinmeyen bilgi _türü

source: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION returns expression in @cell as a string, or empty if the cell is not an expression. @EXAMPLES= in A1 EXPRESSION(A2) equals 'EXPRESSION(A3)'. in A2 EXPRESSION(A3) equals empty. @SEEALSO=TEXT
pl: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION (komórka) @DESCRIPTION=Funkcja EXPRESSION zwraca wyra¿enie zawarte w komórce @komórka jako ci±g znaków lub pust± warto¶æ, je¶li komórka nie zawiera wyra¿enia. @EXAMPLES= w A1 EXPRESSION(A2) jest równe "EXPRESSION(A3)". w A2 EXPRESSION(A3) jest równe warto¶ci pustej. @SEEALSO=TEXT
sk: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(bunka) @DESCRIPTION=EXPRESSION vracia výraz v @bunka ako re»azec, alebo prázdny ak bunka nie je výraz. @EXAMPLES= v A1 EXPRESSION(A2) sa rovná 'EXPRESSION(A3)'. v A2 EXPRESSION(A3) sa rovná prázdnemu. @SEEALSO=TEXT
tr: @SYNTAX=EXPRESSION(göze) @DESCRIPTION=EXPRESSION @göze bir ifade ise bu ifadeyi bir dizge olarak verir, deðilse boþ döner. Örnekler: A1 içinde EXPRESSION(A2) eþittir 'EXPRESSION(A3)'. A2 içinde EXPRESSION(A3) eþittir ''. Benzer iþlev: TEXT @EXAMPLES= A1 içinde EXPRESSION(A2) eþittir 'EXPRESSION(A3)'. A2 içinde EXPRESSION(A3) eþittir ''. @SEEALSO=TEXT

source: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK returns the number of blank cells in a @range. This function is Excel compatible. @EXAMPLES= COUNTBLANK(A1:A20) returns the number of blank cell in A1:A20. @SEEALSO=COUNT
pl: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK (zakres) @DESCRIPTION=Funkcja COUNTBLANK zwraca liczbê pustych komórek w zakresie @zakres. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= COUNTBLANK(A1:A20) zwraca liczbê pustych komórek w zakresie A1:A20. @SEEALSO=COUNT
sk: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(rozsah) @DESCRIPTION=COUNTBLANK vracia poèet prázdnych buniek v @rozsah. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COUNTBLANK(A1:A20) vracia poèet prázdnych buniek v oblasti A1:A20. \n@SEEALSO=COUNT
tr: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(aralýk) @DESCRIPTION=COUNTBLANK iþlevi verilen bir @aralýk'taki boþ gözelerin sayýsýný verir. Bu iþlev Excel uyumludur. Örnek: COUNTBLANK(A1:A20) iþlevi A1:A20 içindeki boþ gözelerin sayýsýný verir. Benzer iþlev: COUNT @EXAMPLES= COUNTBLANK(A1:A20) iþlevi A1:A20 içindeki boþ gözelerin sayýsýný verir. @SEEALSO=COUNT

source: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO returns information about the current operating environment. @type is the type of information you want to obtain: memavail Returns the amount of memory available (bytes). memused Returns the amount of memory used (bytes). numfile Returns the number of active worksheets. osversion Returns the operating system version. recalc Returns the recalculation mode (automatic). release Returns the version of Gnumeric as text. system Returns the name of the environment. totmem Returns the amount of total memory available. This function is Excel compatible, except that types directory and origin are not implemented. @EXAMPLES= INFO("system") returns "Linux" on a Linux system. @SEEALSO=
pl: @FUNCTION=INFO @SYNTAX=INFO (@typ) @DESCRIPTION=Funkcja INFO zwraca informacje na temat bie¿±cego ¶rodowiska pracy. Parametr @typ okre¶la typ zwracanej informacji: memavail Zwraca rozmiar dostêpnej pamiêci (w bajtach). memused Zwraca rozmiar wykorzystanej pamiêci (w bajtach). numfile Zwraca liczbê aktywnych arkuszy. osversion Zwraca wersjê systemu operacyjnego. recalc Zwraca tryb przeliczania (automatycznie). release Zwraca wersjê programu Gnumeric jako tekst. system Zwraca nazwê ¶rodowiska. totmem Zwraca ca³kowity rozmiar dostêpnej pamiêci. Funkcja ta jest zgodna z programem Excel, za wyj±tkiem braku obs³ugi typów "directory" i "origin". @EXAMPLES= W systemie Linux INFO("system") ma warto¶æ "Linux". @SEEALSO=
sk: @FUNCTION=INFO @SYNTAX=INFO(typ) @DESCRIPTION=INFO vracia informáciu o aktuálnom pracovnom prostredí. @typ urèuje typ informácií, ktoré chcete zisti»: memavail Vracia veµkos» dostupnej pamäti (v bajtoch). memused Vracia veµkos» pou¾itej pamäti (v bajtoch). numfile Vracia poèet aktívnych zo¹itov. osversion Vracia verziu operaèného systému. recalc Vracia re¾im prepoèítavania (automaticky). release Vracia verziu aplikácie Gnumeric ako text. system Vracia meno prostredia. totmem Vracia celkovú veµkos» dostupnej pamäti (v bajtoch). Táto funkcia je kompatibilná s Excelom, okrem neimplementovaných typov directory a origin. @EXAMPLES= INFO("system") vracia "Linux" na poèítaèi s operaèným systémom Linux. @SEEALSO=
tr: @FUNCTION=INFO @SYNTAX=INFO(türü) @DESCRIPTION= Ýþletim sistemi hakkýnda bilgi verir. @türü ile aradýðýnýz bilgi türünü belirtebilirsiniz: memavail Serbest bellek miktarý (bayt) memused Kullanýmdaki bellek miktarý (bayt) numfile Etkin çizelge sayýsý osversion iþletim sistemi sürümü recalc yeniden hesaplama kipi (otomatik) release Gnumeric sürümü system Ortam ismi totmem Toplam bellek miktarý. Dizin ve orijin türleri dýþýnda Excel uyumludur. Örnek: Bir Linux sistemi üzerinde: INFO("system") eþittir "Linux" @EXAMPLES= Bir Linux sistemi üzerinde INFO("system") eþittir "Linux". @SEEALSO=

source: Unknown version
pl: Nieznana wersja
sk: Neznáma verzia
tr: Bilinmeyen sürüm
uk: Нев╕дома верс╕я

source: %s version %s
pl: %s wersja %s
sk: %s verzia %s
tr: %s sürüm %s
uk: %s верс╕╖ %s
