Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (date1,date2,method) @DESCRIPTION=DAYS360 returns the number of days from @date1 to @date2 following a 360-day calendar in which all months are assumed to have 30 days. If @method is true, the European method will be used. In this case, if the day of the month is 31 it will be considered as 30. If @method is false or omitted, the US method will be used. This is a somewhat complicated industry standard method. Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. This function is Excel compatible. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) equals 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
pl: @FUNCTION=DAYS360 @SYNTAX=DAYS360(data1; data2; metoda) @DESCRIPTION=Zwraca liczbê dni od @daty1 do @daty2 u¿ywaj±c 360-dniowego kalendarza, w którym zak³ada siê, ¿e miesi±ce maj± 30 dni. Je¶li @metoda ma warto¶æ PRAWDA, zostanie u¿yta metoda europejska. W tym przypadku, je¶li dzieñ jest 31 dniem tygodnia, zostanie uznany za 30. Je¶li @metoda ma warto¶æ FA£SZ, lub zosta³a pominiêta, u¿yta zostanie metoda u¿ywana w Stanach Zjednoczonych. Jest to dosyæ skomplikowana metoda bêd±ca standardem przemys³owym. Zwróæ uwagê, ¿e Gnumeric przeprowadzi konwersjê napisu na numer seryjny, wiêc mo¿na wprowadziæ datê jako napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DAYS360 (DATE (2003; 2; 3); DATE (2007; 4; 2)) jest równe 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
sk: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (dátum1,dátum2,metóda) @DESCRIPTION=Vracia poèet dní od @dátum1 do @dátum2 podµa 360-dòového kalendára, v ktorom sú v¹etky mesiace 30-dòové. Ak je @metóda TRUE, pou¾ije sa európska metóda. V tom prípade, ak je deò v mesiaci 31 tak bude pova¾ovaný za 30. Ak je @metóda FALSE alebo neuvedená, pou¾ije sa americká metóda. To je vcelku komplikovaná ¹tandardná metóda pou¾ívaná v firmami. Mimochodom, Gnumeric vykoná ¹tandardný prevod re»azca na sériové èíslo, tak¾e mô¾ete zada» dátum ako re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) sa rovná 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
tr: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (tarih1,tarih2,yöntem) @DESCRIPTION=Ýki tarih arasýndaki gün sayýsý bir ay 30 gün ve bir yýl 360 gün sayýlarak hesaplanýr. @yöntem DOÐRU olarak verilirse Avrupa Yöntemi kullanýlýr. Bu durumda 31 çeken aylar 30 gün kabul edilir. @yöntem YANLIÞ olarak verilirse ya da hiç verilmezse Amerikan Yöntemi kullanýlýr. Bu yöntem bir endüstri standardý yöntem olarak biraz daha karmaþýktýr. Bu iþlevde tarihler hem tarih dizgesi hem de göreli günlük zaman olarak verilebilir. Bu iþlev Excel uyumludur. Örnek: DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) eþittir 1499 Benzer iþlevler: MONTH, TIME, NOW, YEAR @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) eþittir 1499. @SEEALSO=MONTH, TIME, NOW, YEAR

source: Unsupported method
pl: Nieobs³ugiwana metoda
sk: Nepodporovaná metóda
tr: Yöntem desteklenmiyor
uk: Метод не п╕дтриму╓ться

source: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=EOMONTH returns the last day of the month which is @months from the @start_date. Returns #NUM! if start_date or months are invalid. This function is Excel compatible. @EXAMPLES= If A1 contains 12/21/00 then EOMONTH(A1,0)=12/31/00, EOMONTH(A1,5)=5/31/01, and EOMONTH(A1,2)=2/28/01 @SEEALSO=MONTH
pl: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (data_pocz±tkowa; miesi±ce) @DESCRIPTION=Zwraca ostatni dzieñ miesi±ca, który jest odleg³y o @miesi±ce od @daty_pocz±tkowej. Zwraca b³±d #LICZBA! je¶li @data_pocz±tkowa lub @miesi±ce s± niepoprawne. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Je¶li A1 zawiera 12/21/00 wówczas EOMONTH (A1; 0) = 12/31/00, EOMONTH (A1; 5) = 5/31/01, za¶ EOMONTH (A1; 2) = 2/28/01 @SEEALSO=MONTH
sk: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (zaè_dátum,mesiace) @DESCRIPTION=Vracia posledný deò mesiaca, ktorý je @mesiace-ty od @zaè_dátum. Vracia #NUM! ak je zaè_dátum alebo mesiace neplatný. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Ak A1 obsahuje 21.12.2000, potom EOMONTH(A1,0)=31.12.2000, EOMONTH(A1,5)=31.5.2001, a EOMONTH(A1,2)=28.2.2001 @SEEALSO=MONTH
tr: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (baþlangýç_tarihi,aylar) @DESCRIPTION=@baþlangýç_tarihi'nden @aylar sonraki ayýn son gününün tarihini hesaplar. Belirtilen deðer geçersizse #NUM! hatasý verir. Bu iþlev Excel uyumludur. Örnek: A1 gözesi 21/12/00 ise EOMONTH(A1;0)=>31/12/00, EOMONTH(A1;5)=>31/05/01, ve EOMONTH(A1;2)=>28/02/01 Benzer iþlev: MONTH @EXAMPLES= A1 gözesi 21/12/00 ise EOMONTH(A1;0)=>31/12/00, EOMONTH(A1;5)=>31/05/01, ve EOMONTH(A1;2)=>28/02/01 @SEEALSO=MONTH

source: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days,holidays) @DESCRIPTION=WORKDAY returns the day which is @days working days from the @start_date. Weekends and holidays optionally supplied in @holidays are respected. Returns #NUM! if @start_date or @days are invalid. This function is Excel compatible. @EXAMPLES= WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) equals 88609. @SEEALSO=NETWORKDAYS
pl: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (data_pocz±tkowa; dni; wolne) @DESCRIPTION=Zwraca dzieñ, który jest odleg³y o @dni dni roboczych od @daty_pocz±tkowej. Funkcja zwraca uwagê na opcjonalnie okre¶lone za pomoc± parametru @wolne dni wolne od pracy. Zwraca #LICZBA! je¶li @data_pocz±tkowa lub @dni s± niepoprawne. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= WORKDAY (DATE (2001; 1; 5); DATE (2001; 2; 15)) jest równe 88609. @SEEALSO=NETWORKDAYS
sk: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (zaè_dátum,dni,sviatky) @DESCRIPTION=Vracia deò, ktorý je @dni-ty pracovný deò od @zaè_dátum. Sviatky je mo¾né nepovinne uvies» v @sviatky. Vracia #NUM ak @zaè_dátum alebo @dni nie je platný. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) sa rovná 88609. @SEEALSO=NETWORKDAYS
tr: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (baþlangýç_tarihi,günler,tatiller) @DESCRIPTION=@baþlangýç_tarihi'inden @günler sonraki iþ gününün tarihini hesaplar. Özel ve resmi tatil günleri isteðe baðlý olarak @tatiller ile verilebilir. Belirtilen deðerler geçersizse #NUM! hatasý verir. Bu iþlev Excel uyumludur. Örnek: WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) eþittir 88609 Benzer iþlev: NETWORKDAYS @EXAMPLES= WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) eþittir 88609. @SEEALSO=NETWORKDAYS

source: Unimplemented
pl: Nie zaimplementowane
sk: Neimplementované
tr: Henüz programlanmadý
uk: Нереал╕зовано

source: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date,holidays) @DESCRIPTION=NETWORKDAYS returns the number of non-weekend non-holidays between @start_date and @end_date. Holidays optionally supplied in @holidays. Returns #NUM! if start_date or end_date are invalid. This function is Excel compatible. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) equals 33. @SEEALSO=WORKDAY
pl: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (data_pocz±tkowa; data_koñcowa; wolne) @DESCRIPTION=Funkcja NETWORKDAYS zwraca liczbê dni roboczych pomiêdzy @dat±_pocz±tkow± a dat±_koñcow±. Opcjonalny parametr @wolne mo¿e zawieraæ dni wolne od pracy. Je¶li @data_pocz±tkowa lub @data_koñcowa jest niepoprawna, funkcja zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= NETWORKDAYS (DATE (2001; 1; 2); DATE (2001; 2; 15)) jest równe 33. @SEEALSO=WORKDAY
sk: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (zaè_dátum,kon_dátum,sviatky) @DESCRIPTION=Vracia poèet dní medzi @zaè_dátum a @kon_dátum, ktoré nie sú ani víkend ani sviatky. Sviatky je mo¾né nepovinne uvies» v @sviatky. Vracia #NUM ak @zaè_dátum alebo @kon_dátum nie je platný. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) sa rovná 33. @SEEALSO=WORKDAY

source: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM returns the ISO 8601 week number of @date. Returns #NUM! if date is invalid. An ISO 8601 week starts on Monday. Weeks are numbered from 1. A week including days from two different years is assigned to the year which includes the most days. This means that Dec 31 could be in week 1 of the following year, and Jan 1 could be in week 52 or 53 of the previous year. @EXAMPLES= If A1 contains 12/21/00 then ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM
pl: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (data) @DESCRIPTION=Funkcja ISOWEEKNUM zwraca numer tygodnia w formacie ISO 8601 dla daty okre¶lonej za pomoc± parametru @data. Je¶li podana data jest niepoprawna, funkcja zwraca b³±d #LICZBA!. W formacie ISO 8601 tydzieñ zaczyna siê w poniedzia³ek. Tygodnie s± numerowane od 1. Tydzieñ zawieraj±cy dni z dwóch ró¿nych lat zostanie przypisany do roku zawieraj±cego wiêcej dni. To oznacza, ¿e 31 grudnia mo¿e byæ pierwszym tygodniem nastêpnego roku, tak¿e 1 stycznia mo¿e byæ policzony jako 52 lub 53 tydzieñ roku poprzedniego. @EXAMPLES= Niech komórka A1 zawiera warto¶æ 12/21/00, wówczas ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM
sk: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (dátum) @DESCRIPTION=ISOWEEKNUM vracia èíslo tý¾dòa podµa ISO 8601 pre @dátum. Vracia #NUM! ak dátum nie je platný. Tý¾deò ISO 8601 zaèína v pondelok. Tý¾dne sa èíslujú od 1. Tý¾deò na rozhraní rokov sa poèíta do roku, kam patrí väè¹ina dní. To znamená, ¾e 31. december mô¾e by» v 1. tý¾dni ïal¹ieho roku a 1. január mô¾e patri» do tý¾dòa 52 alebo 53 predchádzajúceho roku. @EXAMPLES= Ak A1 obsahuje 21/12/00, potom ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM

source: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date, method) @DESCRIPTION=WEEKNUM returns the week number of @date according to the given @method. @method defaults to 1. For method=1, week starts on Sunday, and days before first Sunday are in week 0. For method=2, week starts on Monday, and days before first Monday are in week 0. For method=150, the ISO 8601 week number is returned. Returns #NUM! if date or method is invalid. This function is Excel compatible, except that Excel does not support ISO 8601 week numbers. @EXAMPLES= If A1 contains 12/21/00 then WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
pl: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (data; metoda) @DESCRIPTION=Funkcja WEEKNUM zwraca numer tygodnia dla daty okre¶lonej za pomoc± parametru @data w zale¿no¶ci od zadanej metody. Parametr @metoda domy¶lnie przyjmuje warto¶æ 1. Gdy @metoda=1, tydzieñ rozpoczyna siê w niedzielê, za¶ dni przed pierwsz± niedziel± przypisywane s± do tygodnia 0. Gdy @metoda=1, tydzieñ rozpoczyna siê w poniedzia³ek, za¶ dni przed pierwszym poniedzia³kiem przypisywane s± do tygodnia 0. Gdy @metoda=150, zwracany jest numer tygodnia zgodnie z formatem ISO 8601. Je¶li @metoda lub @data posiadaj± niepoprawn± warto¶æ, zwracany jest b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel, za wyj±tkiem tego, ¿e Excel nie obs³uguje numeracji tygodni w formacie ISO 8601. @EXAMPLES= Niech komórka A1 zawiera warto¶æ 12/21/00, wówczas WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
sk: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (dátum, metóda) @DESCRIPTION=WEEKNUM vracia èíslo tý¾dna pre @dátum podµa @metódy. @metóda je ¹tandardne 1. Pre @metóda=1 tý¾deò zaèína v nedeµu a dni pred prvou nedeµou sú tý¾deò 0. Pre @metóda=2 tý¾denò zaèína v pondelok a dni pred prvou nedeµou sú tý¾deò 0. Pre @metóda=150 je vrátený tý¾deò podµa ISO 8601. Vracia #NUM! ak je dátum alebo metóda neplatná. Táto funkcia je kompatibilná s Excelom okrem toho, ¾e Excel nepodporuje èísla tý¾dòov podµa ISO 8601. @EXAMPLES= Ak A1 obsahuje 21/12/00 potom WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM

source: Date / Time
pl: Data i czas
sk: Dátum / Èas
tr: Tarih / Saat
uk: Дата / Час

source: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC function converts a binary number in string or number to its decimal equivalent. This function is Excel compatible. @EXAMPLES= BIN2DEC(101) equals 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
pl: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=Funkcja BIN2DEC konwertuje zapis binarny liczby zawarty w napisie lub liczbie na jego równowa¿nik dziesiêtny. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BIN2DEC(101) jest równe 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
sk: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=Funkcia BIN2DEC prevádza dvojkové èíslo (aj ako re»azec) na jeho desiatkový ekvivalent. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BIN2DEC(101) sa rovná 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
tr: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC iþlevi bir dizge veya sayý olarak verilen bir ikilik sayýyý ondalýk eþdeðerine çevirir. Bu iþlev Excel uyumludur. Örnek: BIN2DEC(101) eþittir 5 Benzer iþlevler: DEC2BIN, BIN2OCT, BIN2HEX @EXAMPLES= BIN2DEC(101) eþittir 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX

source: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=BIN2OCT function converts a binary number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BIN2OCT(110111) equals 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
pl: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT (liczba[; miejsca]) @DESCRIPTION=Funkcja BIN2OCT konwertuje zapis binarny liczby na zapis ósemkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien zawieraæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BIN2OCT(110111) jest równe 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
sk: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(èíslo[,miesta]) @DESCRIPTION=Funkcia BIN2OCT prevádza dvojkové èíslo na osmièkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BIN2OCT(110111) sa rovná 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
tr: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(sayý[,basamak]) @DESCRIPTION=BIN2OCT iþlevi bir ikilik sayýyý sekizlik eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: BIN2OCT(110111;4) eþittir 0067 Benzer iþlevler: OCT2BIN, BIN2DEC, BIN2HEX @EXAMPLES= BIN2OCT(110111;4) eþittir 0067. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX

source: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=BIN2HEX function converts a binary number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= BIN2HEX(100111) equals 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
pl: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX (liczba[; miejsca]) @DESCRIPTION=Funkcja BIN2HEX konwertuje zapis binarny liczby na zapis szesnastkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= BIN2HEX(100111) jest równe 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
sk: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(èíslo[,miesta]) @DESCRIPTION=Funkcia BIN2HEX prevádza dvojkové èíslo na ¹estnástkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BIN2HEX(100111) sa rovná 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
tr: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(sayý[,basamak]) @DESCRIPTION=BIN2HEX iþlevi bir ikilik sayýyý onaltýlýk eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: BIN2HEX(100111) eþittir 27 Benzer iþlevler: HEX2BIN, BIN2OCT, BIN2DEC @EXAMPLES= BIN2HEX(100111) eþittir 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC

source: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=DEC2BIN function converts a decimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= DEC2BIN(42) equals 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
pl: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN (liczba[; miejsca]) @DESCRIPTION=Funkcja DEC2BIN konwertuje zapis dziesiêtny liczby na zapis dwójkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DEC2BIN(42) jest równe 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
sk: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(èíslo[,miesta]) @DESCRIPTION=Funkcia DEC2BIN prevádza desiatkové èíslo na dvojkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2BIN(42) sa rovná 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
tr: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(sayý[,basamak]) @DESCRIPTION=DEC2BIN iþlevi bir ondalýk sayýyý ikilik eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: DEC2BIN(42) eþittir 101010 Benzer iþlevler: BIN2DEC, DEC2OCT, DEC2HEX @EXAMPLES= DEC2BIN(42) eþittir 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX

source: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=DEC2OCT function converts a decimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= DEC2OCT(42) equals 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
pl: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT (liczba[; miejsca]) @DESCRIPTION=Funkcja DEC2OCT konwertuje zapis dziesiêtny liczby na zapis ósemkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DEC2OCT(42) jest równe 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
sk: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(èíslo[,miesta]) @DESCRIPTION=Funkcia DEC2OCT prevádza desiatkové èíslo na osmièkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2OCT(42) sa rovná 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
tr: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(sayý[,basamak]) @DESCRIPTION=DEC2OCT iþlevi bir ondalýk sayýyý sekizlik eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: DEC2OCT(42) eþittir 52 Benzer iþlevler: OCT2DEC, DEC2BIN, DEC2HEX @EXAMPLES= DEC2OCT(42) eþittir 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX

source: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=DEC2HEX function converts a decimal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. If @places is too small or negative #NUM! error is returned. This function is Excel compatible. @EXAMPLES= DEC2HEX(42) equals 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
pl: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX (liczba[; miejsca]) @DESCRIPTION=Funkcja DEC2HEX konwertuje zapis dziesiêtny liczby na zapis szesnastkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DEC2HEX(42) jest równe 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
sk: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(èíslo[,miesta]) @DESCRIPTION=Funkcia DEC2HEX prevádza desiatkové èíslo na ¹estnástkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2HEX(42) sa rovná 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
tr: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(sayý[,basamak]) @DESCRIPTION=DEC2HEX iþlevi bir ondalýk sayýyý onaltýlýk eþdeðerine çevirir. @basamak sayýsý seçimliktir, çok küçük ya da negatif ise iþlev #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: DEC2HEX(42) eþittir 2A Benzer iþlevler: HEX2DEC, DEC2BIN, DEC2OCT @EXAMPLES= DEC2HEX(42) eþittir 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT

source: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC function converts an octal number in a string or number to its decimal equivalent. This function is Excel compatible. @EXAMPLES= OCT2DEC("124") equals 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
pl: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=Funkcja OCT2DEC konwertuje zapis ósemkowy liczby zawarty w napisie lub liczbie na jego równowa¿nik dziesiêtny. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= OCT2DEC("124") jest równe 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
sk: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=Funkcia OCT2DEC prevádza osmièkové èíslo (aj ako re»azec) na jeho desiatkový ekvivalent. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= OCT2DEC("124") sa rovná 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
tr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC iþlevi dizge ya da sayý olarak verilen bir sekizlik sayýyý ondalýk eþdeðerine çevirir Bu iþlev Excel uyumludur. Örnek: OCT2DEC("124") eþittir 84 Benzer iþlevler: DEC2OCT, OCT2BIN, OCT2HEX @EXAMPLES= OCT2DEC("124") eþittir 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX

source: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=OCT2BIN function converts an octal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. This function is Excel compatible. If @places is too small or negative #NUM! error is returned. @EXAMPLES= OCT2BIN("213") equals 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
pl: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN (liczba[; miejsca]) @DESCRIPTION=Funkcja OCT2BIN konwertuje zapis ósemkowy liczby na zapis dwójkowy. Opcjonalny parametr @miejsca okre¶la liczbê cyfr, jak± powinien mieæ wynik (brakuj±ce pozycje uzupe³niane s± zerami). Je¶li warto¶æ @miejsca jest zbyt ma³a lub ujemna, zwracany jest b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= OCT2BIN("213") jest równe 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
sk: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(èíslo[,miesta]) @DESCRIPTION=Funkcia OCT2BIN prevádza osmièkové èíslo na dvojkové.@miesta je nepovinné pole uvádzajúce poèet èíslic výsledku. Táto funkcia je kompatibilná s Excelom. Ak je @miesta príli¹ malé alebo záporné, je vrátené #NUM!. @EXAMPLES= OCT2BIN("213") sa rovná 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
tr: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(sayý[,basamak]) @DESCRIPTION=The OCT2BIN iþlevi bir sekizlik sayýyý iklik eþdeðerine çevirir. @hane_sayýsý ile isteðe baðlý olarak hane sayýsý verilebilir. @hane_sayýsý negatif ise ya da çok küçük ise iþlev #NUM! hatasý verir. Bu iþlev Excel uyumludur. Örnek: OCT2BIN("213") eþittir 10001011 Benzerleri: BIN2OCT, OCT2DEC, OCT2HEX @EXAMPLES= OCT2BIN("213") eþittir 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
