Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=The LOGEST function applies the ``least squares'' method to fit an exponential curve of the form y = b * m{1}^x{1} * m{2}^x{2}... to your data. If @known_x's is omitted, an array {1, 2, 3, ...} is used. LOGEST returns an array { m{n},m{n-1}, ...,m{1},b }. If @known_y's and @known_x's have unequal number of data points, LOGEST returns #NUM! error. If @const is FALSE, the line will be forced to go through (0,1),i.e., b will be one. The default is TRUE. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written bellow the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
pl: @FUNCTION=LOGEST @SYNTAX=LOGEST (znane_y-ki[; znane_x-y; sta³a; stat]) @DESCRIPTION=Funkcja LOGEST stosuje metodê najmniejszych kwadratów do dopasowania krzywej wyk³adniczej w postaci y = b * m{1}^x{1} * m{2}^x{2}... do danych. Je¿eli parametr @znane_x-y zostanie pominiêty, zostanie zastosowana tablica {1, 2, 3, ...}. Funkcja zwraca tablicê { m{n},m{n-1}, ...,m{1},b }. Je¿eli parametry @znane_y-ki i @znane_x-y maj± ró¿n± liczbê danych, funkcja LOGEST zwraca b³±d #LICZBA!. Je¿eli parametr @sta³a ma warto¶æ FALSE, linia bêdzie przechodzi³a przez punkt (0,1) uk³adu wspó³rzêdnych - b = 1. Domy lnie przyjmowany jako TRUE. Je¿eli parametr @stat ma warto¶æ TRUE, zostanie zwrócona dodatkowa informacja statystyczna Dodatkowa informacja jest wpisywana poni¿ej parametrów linii regresji w tablicy wynikowej. Dodatkowa informacja statystyczna zawiera cztery wiersze danych. Pierwszy wiersz zawiera standardowe warto¶ci b³êdów dla wspó³czynników m1, (m2, ...), b. Drugi wiersz zawiera kwadraty R i b³êdy standardowe estymacji y. Trzeci wiersz zawiera zaobserwowan± w rozk³adzie F warto¶æ i stopnie swobody. Ostatni wiersz zawiera regresjê sumy kwadratów i reszty sum kwadratów. Domy¶ln± warto¶ci± parametru @stat jest FALSE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
sk: @FUNCTION=LOGEST @SYNTAX=LOGEST(známe_y[,známe_x,kon¹t,¹tat]) @DESCRIPTION=Funkcia LOGEST aplikuje metódu ``najmen¹ích ¹tvorcov'' pre nájdenie exponenciálnej krivky v tvare y = b * m{1}^x{1} * m{2}^x{2}... pre va¹e dáta. Ak nie je uvedené @známe_x, pou¾ije sa pole {1, 2, 3, ...}. LOGEST vracia pole { m{n},m{n-1}, ...,m{1},b }. Ak nemajú @známe_y a @známe_x rôzny poèet dátových hodnôt, LOGEST vracia chybu #NUM!. Ak je @kon¹t FALSE, krivka bude prechádza» bodom (0,1),t.j., b bude 1. ©tandardne je TRUE. Ak je @¹tat TRUE, budú vrátené extra ¹tatistické informácie. Tieto informácie sú napísané pod koeficientami regresnej krivky vo výslednom poli. Obsahujú ¹tyri riadky dát. V prvom riadku sú hodnoty smerodajnej chyby pre koeficienty m1, (m2, ...), b. V druhom riadku sú R^2 a smerodajná chyba odhadu y. V tre»om riadku sú pozorované F-hodnoty a stupne voµnosti. Posledný riadok obsahuje regresný súèet ¹tvorcov a reziduálny súèet ¹tvorcov. ©tandardne je @¹tat FALSE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
tr: @FUNCTION=LOGEST @SYNTAX=LOGEST(yler[,xler,sabit,durum]) @DESCRIPTION=The LOGEST iþlevi en küçük kareler yöntemi ile verilerinize uyan y = b * m{1}^x{1} * m{2}^x{2}... biçimindeki üstel eðriyi hesaplar. @x'ler verilmezse {1, 2, 3, ...} dizisi kullanýlýr. Ýþlev { m{n},m{n-1}, ...,m{1},b } dizisi ile sonuçlanýr. @xler ve @ylerde deðer eksikse iþlev #DEÐER! hatasý ile sonuçlanýr. @sabit YANLIÞ ise çizgi (0,1) den geçecek, b bir olacaktýr. Öntanýmlý deðeri DOÐRU'dur. @durum DOÐRU ise fazladan istatistiksel bilgiler alýnabilir. Bu istatistiksel bilgi dört satýrdan oluþur. Ýlk satýrda m1, (m2, ...), b katsayýlarý için standart hata deðerleri, ikinci satýrda R nin karesi ve yaklaþýk y için standart hata, üçüncü satýrda F-gözlem deðeri ve serbestlik derecesi, son satýrda ise sapmalarýn ve artanlarýn kareler toplamý bulunur. @durum için öntanýmlý deðer YANLIÞtýr. Benzerleri: LINEST, GROWTH, TREND @EXAMPLES= @SEEALSO=LINEST,GROWTH,TREND

source: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=GROWTH function applies the ``least squares'' method to fit an exponential curve to your data and predicts the exponential growth by using this curve. If @known_x's is omitted, an array {1, 2, 3, ...} is used. If @new_x's is omitted, it is assumed to be the same as @known_x's. GROWTH returns an array having one column and a row for each data point in @new_x. If @known_y's and @known_x's have unequal number of data points, GROWTH returns #NUM! error. If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
pl: @FUNCTION=GROWTH @SYNTAX=GROWTH (znane_y-ki[; znane_x-y; nowe_x-y; sta³a]) @DESCRIPTION=Funkcja GROWTH stosuje metodê najmniejszych kwadratów do dopasowania krzywej wyk³adniczej do danych i przewidzenia przyrostu wyk³adniczego w oparciu o t± krzyw±. Je¿eli parametr @znane_x-y zostanie pominiêty, zostanie wykorzystana tablica {1, 2, 3, ...}. Je¿eli parametr nowe_x-y zostanie pominiêty, zostanie przyjêty tak samo, jak @znane_x-y Funkcja GROWTH zwraca tablicê zawieraj±c± jedn± kolumnê i wiersz dla ka¿dego elementu danych w parametrze @nowe_x-y. Je¿eli parametry @znane_y-ki y @znane_x-y maj± ró¿n± liczbê danych, funkcja GROWTH zwraca b³±d #LICZBA!. Je¿eli parametr @sta³a ma warto¶æ FALSE, linie bêdzie przebiega³a przez pocz±tek uk³adu wspó³rzêdnych (b = 0). Domy lnie przyjmowana warto¶æ to TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
sk: @FUNCTION=GROWTH @SYNTAX=GROWTH(známe_y[,známe_x,nové_x,kon¹t]) @DESCRIPTION=Funkcia GROWTH pou¾ije metódu ``najmen¹ích ¹tvorcov'' pre nájdenie exponenciely pre va¹e dáta a odhaduje exponenciálny rast pomocou tejto krivky. Ak nie je @známe_x uvedené, pou¾ije sa pole {1, 2, 3, ...}. Ak nie je @nové_x uvedené, predpokladá sa rovnaké ako @známe_x. GROWTH vracia pole s jedným ståpcom a s s riadkom pre ka¾dú dátovú hodnotu v @nové_x. Ak majú @známe_y a @známe_x rôzny poèet dát, GROWTH vracia chybu #NUM!. Ak je @kon¹t FALSE, bude krivka prechádza» zaèiatkom, èi¾e b bude 0. ©tandardne je TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
tr: @FUNCTION=GROWTH @SYNTAX=GROWTH(yler[,xler,yeni_xler,sabit]) @DESCRIPTION=GROWTH iþlevi en küçük kareler yöntemi ile verilerinize uyan üstel eðriyi hesaplar ve bu eðriyi kullanarak üstel geliþimi tahmin eder. @xler verilmezse {1, 2, 3, ...} dizisi kullanýlýr. @yeni_xler verilmezse @xler ile ayný kabul edilir. GROWTH @yeni_xlerdeki her nokta için bir sütun ve bir satýr ile sonuçlanýr. @xler ve @ylerde deðer eksikse iþlev #DEÐER! hatasý ile sonuçlanýr. @sabit YANLIÞ ise çizgi orijinden geçecek ve b sýfýr olacaktýr. Öntanýmlý deðer DOÐRU'dur. Benzerleri: LOGEST, GROWTH, TREND @EXAMPLES= @SEEALSO=LOGEST,TREND

source: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=FORECAST function estimates a future value according to existing values using simple linear regression. The estimated future value is a y-value for a given x-value (@x). If @known_x or @known_y contains no data entries or different number of data entries, FORECAST returns #N/A error. If the variance of the @known_x is zero, FORECAST returns #DIV/0 error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FORECAST(7,A1:A5,B1:B5) equals -10.859397661. @SEEALSO=INTERCEPT,TREND
pl: @FUNCTION=FORECAST @SYNTAX=FORECAST (x; znane_y-ki; znane_x-y) @DESCRIPTION=Funkcja FORECAST estymuje przysz³e warto¶ci zgodnie z istniej±cymi przy u¿yciu prostej regresji liniowej. Estymowana warto¶æ przysz³a jest warto¶ci± y dla danego @x. Je¿eli parametry @znane_x-y lub @znane_y-ki nie zawieraj± danych lub zawieraj± ró¿n± ich liczbê, funkcja FORECAST zwraca b³±d #N/A!. Je¿eli wariancja @znane_x-y jest równa zero, funkcja FORECAST zwraca b³±d #DZIEL/0. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1 za¶ komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie FORECAST (7; A1:A5; B1:B5) jest równe -10,859397661. @SEEALSO=INTERCEPT,TREND
sk: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,známe_y,známe_x) @DESCRIPTION=Funkcia FORECAST odhaduje budúce hodnoty podµa existujúcich hodnôt pomocou jednoduchej lineárnej regresie. Predpokladaná hodnota je funkènou hodnotou v bode @x. Ak sú @známe_y a @známe_x prázdne alebo majú rôzny poèet argumentov, FORECAST vracia chybu #N/A!. Ak je rozptyl @známe_x 0, FORECAST vracia chybu #DIV/0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a ¾e bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom FORECAST(7,A1:A5,B1:B5) sa rovná -10.859397661. @SEEALSO=INTERCEPT,TREND

source: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=INTERCEPT function calculates the point where the linear regression line intersects the y-axis. If @known_x or @known_y contains no data entries or different number of data entries, INTERCEPT returns #N/A error. If the variance of the @known_x is zero, INTERCEPT returns #DIV/0 error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then INTERCEPT(A1:A5,B1:B5) equals -20.785117212. @SEEALSO=FORECAST,TREND
pl: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT (znane_y-ki; znane_x-y) @DESCRIPTION=Funkcja INTERCEPT oblicza punkt, w którym regresja liniowa przecina siê z osi± "y". Je¿eli parametry @znane_x-y lub @znane_y-ki nie zawieraj± danych lub zawieraj± ró¿n± ich liczbê, funkcja INTERCEPT zwraca b³±d #N/A!. Je¿eli wariancja parametru @znane_x-y wynosi zero, funkcja INTERCEPT zwraca b³±d #DZIEL/0. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1 za¶ komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie INTERCEPT (A1:A5; B1:B5) jest równe -20,785117212. @SEEALSO=FORECAST,TREND
sk: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(známe_y,známe_x) @DESCRIPTION=Funkcia INTERCEPT poèíta prieseèník grafu lineárnej regresie s osou Y. Ak sú @známe_y a @známe_x prázdne alebo majú rôzny poèet argumentov, INTERCEPT vracia chybu #N/A!. Ak je rozptyl @známe_x 0, INTERCEPT vracia chybu #DIV/0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a ¾e bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom INTERCEPT(A1:A5,B1:B5) sa rovná -20.785117212. @SEEALSO=FORECAST,TREND

source: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE returns the slope of the linear regression line. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then SLOPE(A1:A5,B1:B5) equals 1.417959936. @SEEALSO=STDEV,STDEVPA
pl: @FUNCTION=SLOPE @SYNTAX=SLOPE (znane_y-ki; znane_x-y) @DESCRIPTION=Funkcja SLOPE zwraca nachylenie linii regresji liniowej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± warto¶ci 11,4, 17,3, 21,3, 25,9 i 40,1 za¶ komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5 i 42,7. Wówczas wyra¿enie SLOPE (A1:A5; B1:B5) jest równe 1,417959936. @SEEALSO=STDEV,STDEVPA
sk: @FUNCTION=SLOPE @SYNTAX=SLOPE(známe_y,známe_x) @DESCRIPTION=SLOPE vracia sklon priamky lineárnej regresie. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom SLOPE(A1:A5,B1:B5) sa rovná 1.417959936. @SEEALSO=STDEV,STDEVPA
tr: @FUNCTION=SLOPE @SYNTAX=SLOPE(xler,yler) @DESCRIPTION=SLOPE bir baðlaným doðrusunun eðimini hesaplar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrayla 11.4, 17.3, 21.3, 25.9, 40.1 ve B1, B2, ..., B5 gözeleri sýrayla 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: SLOPE(A1:A5;B1:B5) eþittir 1.417959936 Benzerleri: STDEV, STDEVPA @EXAMPLES= A1, A2, ..., A5 gözeleri sýrayla 11.4, 17.3, 21.3, 25.9, 40.1 ve B1, B2, ..., B5 gözeleri sýrayla 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içerdiði varsayýmýyla: SLOPE(A1:A5;B1:B5) eþittir 1.417959936. @SEEALSO=STDEV,STDEVPA

source: Statistics
pl: Statystyczne
sk: ©tatistické
tr: Ýstatistikler
uk: Статистика

source: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR returns the ASCII character represented by the number @x. @EXAMPLES= CHAR(65) equals A. @SEEALSO=CODE
pl: @FUNCTION=CHAR @SYNTAX=CHAR (x) @DESCRIPTION=Funkcja CHAR zwraca znak ASCII o kodzie @x. @EXAMPLES= CHAR(65) jest równe A. @SEEALSO=CODE
sk: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR vracia ASCII znak reprezentovaný èíslom @x. @EXAMPLES= CHAR(65) sa rovná A. @SEEALSO=CODE
tr: @FUNCTION=CHAR @SYNTAX=CHAR(sayý) @DESCRIPTION=CHAR @sayý'ya karþýlýk gelen ASCII karakter ile sonuçlanýr. Örnek: CHAR(65) eþittir A Benzer iþlev: CODE @EXAMPLES= CHAR(65) eþittir A. @SEEALSO=CODE

source: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE returns the ASCII number for the character @char. This function is Excel compatible. @EXAMPLES= CODE("A") equals 65. @SEEALSO=CHAR
pl: @FUNCTION=CODE @SYNTAX=CODE (znak) @DESCRIPTION=Funkcja CODE zwraca kod ASCII znaku @znak. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CODE("A") jest równe 65. @SEEALSO=CHAR
sk: @FUNCTION=CODE @SYNTAX=CODE(znak) @DESCRIPTION=CODE vracia ASCII kód pre znak @znak. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CODE("A") sa rovná 65. @SEEALSO=CHAR
tr: @FUNCTION=CODE @SYNTAX=CODE(karakter) @DESCRIPTION=CODE @karakter'in ASCII numarasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: CODE("A") eþittir 65 Benzer iþlev: CHAR @EXAMPLES= CODE("A") eþittir 65. @SEEALSO=CHAR

source: @FUNCTION=EXACT @SYNTAX=EXACT(string1, string2) @DESCRIPTION=EXACT returns true if @string1 is exactly equal to @string2 (this routine is case sensitive). This function is Excel compatible. @EXAMPLES= EXACT("key","key") equals TRUE. EXACT("key","Key") equals FALSE. @SEEALSO=LEN, SEARCH, DELTA
pl: @FUNCTION=EXACT @SYNTAX=EXACT (napis1; napis2) @DESCRIPTION=Funkcja EXACT zwraca warto¶æ PRAWDA, je¿eli @napis1 jest dok³adnie taki sam, jak @napis2 (funkcja rozró¿nia ma³e i wielkie litery). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= EXACT ("klucz"; "klucz") jest równe PRAWDA. EXACT ("klucz"; "Klucz") jest równe FA£SZ. @SEEALSO=LEN, SEARCH, DELTA
sk: @FUNCTION=EXACT @SYNTAX=EXACT(re»azec1, re»azec2) @DESCRIPTION=EXACT vracia TRUE ak je @re»azec1 úplne rovnaký ako @re»azec2 (táto funkcia rozli¹uje veµké a malé písmená). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXACT("key","key") sa rovná TRUE. EXACT("key","Key") sa rovná FALSE. @SEEALSO=LEN, SEARCH
tr: @FUNCTION=EXACT @SYNTAX=EXACT(dizge1,dizge2) @DESCRIPTION=EXACT @dizge1 ile @dizge2 aynýysa DOÐRU deðilse YANLIÞ ile sonuçlanýr. (Harf büyüklüðüne duyarlýdýr) Bu iþlev Excel uyumludur. Örnekler: EXACT("key";"key") eþittir DOÐRU EXACT("key";"Key") eþittir YANLIÞ Benzer iþlevler: LEN, SEARCH, DELTA @EXAMPLES= EXACT("key";"key") eþittir DOÐRU. EXACT("key";"Key") eþittir YANLIÞ. @SEEALSO=LEN, SEARCH, DELTA

source: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN returns the length in characters of the string @string. This function is Excel compatible. @EXAMPLES= len("Helsinki") equals 8. @SEEALSO=CHAR, CODE
pl: @FUNCTION=LEN @SYNTAX=LEN (napis) @DESCRIPTION=Funkcja LEN zwraca d³ugo¶æ napisu @napis (liczon± w znakach). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= len("Helsinki") jest równe 8. @SEEALSO=CHAR, CODE
sk: @FUNCTION=LEN @SYNTAX=LEN(re»azec) @DESCRIPTION=LEN vracia då¾ku re»azca @re»azec v znakoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= len("Helsinki") sa rovná 8. @SEEALSO=CHAR, CODE
tr: @FUNCTION=LEN @SYNTAX=LEN(dizge) @DESCRIPTION=LEN @dizge'nin karakter sayýsýný verir. Excel uyumludur. Örnek: len("Helsinki") eþittir 8 Benzer iþlevler: CHAR, CODE @EXAMPLES= len("Helsinki") eþittir 8. @SEEALSO=CHAR, CODE

source: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT returns the leftmost @num_chars characters or the left character if @num_chars is not specified. This function is Excel compatible. @EXAMPLES= LEFT("Directory",3) equals "Dir". @SEEALSO=MID, RIGHT
pl: @FUNCTION=LEFT @SYNTAX=LEFT (tekst[; liczba_znaków]) @DESCRIPTION=Funkcja LEFT zwraca @liczba_znaków znaków z lewej strony tekstu lub lewy znak, je¶li @liczba_znaków nie jest okre¶lona. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LEFT ("Directory"; 3) jest równe "Dir". @SEEALSO=MID, RIGHT
sk: @FUNCTION=LEFT @SYNTAX=LEFT(text[,poèet_znakov]) @DESCRIPTION=LEFT vracia @poèet_znakov najµavej¹ích znakov alebo µavý znak, ak nie je @poèet_znakov uvedený. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LEFT("Directory",3) sa rovná "Dir". @SEEALSO=MID, RIGHT
tr: @FUNCTION=LEFT @SYNTAX=LEFT(metin[,sayý]) @DESCRIPTION=LEFT @metin'in soldan @sayý karakterinden oluþan dizge ile sonuçlanýr. @sayý belirtilmezse 1 kabul edilir. Bu iþlev Excel uyumludur. Örnek: LEFT("Dizin",3) eþittir "Diz" Benzer iþlevler: MID, RIGHT @EXAMPLES= LEFT("Dizin",3) eþittir "Diz". @SEEALSO=MID, RIGHT

source: Invalid arguments
pl: Niew³a¶ciwe argumenty
sk: Neplatné argumenty
tr: Argümanlar geçersiz
uk: Нев╕рн╕ аргументи

source: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER returns a lower-case version of the string in @text. This function is Excel compatible. @EXAMPLES= LOWER("J. F. Kennedy") equals "j. f. kennedy". @SEEALSO=UPPER
pl: @FUNCTION=LOWER @SYNTAX=LOWER (tekst) @DESCRIPTION=Funkcja LOWER zwraca @tekst ze zmienionymi wszystkimi znakami du¿ymi na ma³e. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LOWER("J. F. Kennedy") jest równe "j. f. kennedy". @SEEALSO=UPPER
sk: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER vracia @text prevedený na malé písmená. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOWER("J. F. Kennedy") sa rovná "j. f. kennedy". @SEEALSO=UPPER
tr: @FUNCTION=LOWER @SYNTAX=LOWER(metin) @DESCRIPTION=LOWER @metin içindeki harfleri küçük harfe çevirir. Excel uyumludur. Örnek: LOWER("J. F. Kennedy") eþittir "j. f. kennedy" Benzeri: UPPER @EXAMPLES= LOWER("J. F. Kennedy") eþittir "j. f. kennedy". @SEEALSO=UPPER

source: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID returns a substring from @string starting at @position for @length characters. This function is Excel compatible. @EXAMPLES= MID("testing",2,3) equals "est". @SEEALSO=LEFT, RIGHT
pl: @FUNCTION=MID @SYNTAX=MID (napis; pozycja; d³ugo¶æ) @DESCRIPTION=Funkcja MID zwraca ci±g znaków z @napis, pocz±wszy od @pozycja, o d³ugo¶ci @d³ugo¶æ znaków. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= MID ("testing"; 2; 3) jest równe "est". @SEEALSO=LEFT, RIGHT
sk: @FUNCTION=MID @SYNTAX=MID(re»azec, pozícia, då¾ka) @DESCRIPTION=MID vracia podre»azec z @re»azec zaèínajúci na @pozícia a dlhý @då¾ka znakov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MID("testovanie",2,3) sa rovná "est". @SEEALSO=LEFT, RIGHT
tr: @FUNCTION=MID @SYNTAX=MID(dizge,baþlangýç,uzunluk) @DESCRIPTION=MID @dizge içindeki @baþlangýç karakterinden itibaren @uzunluk karakterden oluþan dizge ile sonuçlanýr. Excel uyumludur. Örnek: MID("testing",2,3) eþittir "est" Benzerleri: LEFT, RIGHT @EXAMPLES= MID("testing",2,3) eþittir "est". @SEEALSO=LEFT, RIGHT

source: Arguments out of range
pl: Argumenty s± poza zakresem
sk: Argumenty sú mimo rozsah

source: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT returns the rightmost @num_chars characters or the right character if @num_chars is not specified. This function is Excel compatible. @EXAMPLES= RIGHT("end") equals "d". RIGHT("end",2) equals "nd". @SEEALSO=MID, LEFT
pl: @FUNCTION=RIGHT @SYNTAX=RIGHT (tekst[; liczba_znaków]) @DESCRIPTION=Funkcja RIGHT zwraca @liczba_znaków znaków z prawej strony tekstu lub jeden znak z prawej, je¿eli parametr @liczba_znaków nie jest okre¶lony. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= RIGHT ("end") jest równe "d". RIGHT ("end"; 2) jest równe "nd". @SEEALSO=MID, LEFT
sk: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,poèet_znakov]) @DESCRIPTION=RIGHT vracia @poèet_znakov najpravej¹ích znakov alebo pravý znak ak je @poèet_znakov neuvedený. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RIGHT("end") sa rovná "d". RIGHT("end",2) sa rovná "nd". @SEEALSO=MID, LEFT
tr: @FUNCTION=RIGHT @SYNTAX=RIGHT(metin[,sayý]) @DESCRIPTION=RIGHT @metin'in en saðdaki @sayý karakterinden oluþan dizge ile sonuçlanýr. @sayý verilmezse 1 kabul edilir. Excel uyumludur. Örnekler: RIGHT("end") eþittir "d" RIGHT("end";2) eþittir "nd" Benzerleri: MID, LEFT @EXAMPLES= RIGHT("end") eþittir "d". RIGHT("end";2) eþittir "nd". @SEEALSO=MID, LEFT

source: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER returns a upper-case version of the string in @text. This function is Excel compatible. @EXAMPLES= UPPER("canceled") equals "CANCELED". @SEEALSO=LOWER
pl: @FUNCTION=UPPER @SYNTAX=UPPER (tekst) @DESCRIPTION=Funkcja UPPER zwraca wersjê napisu @tekst sk³adaj±c± siê wy³±cznie z du¿ych liter. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= UPPER("canceled") jest równe "CANCELED". @SEEALSO=LOWER
sk: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER vracia re»azec @text prevedený na veµké písmená. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= UPPER("canceled") sa rovná "CANCELED". @SEEALSO=LOWER
tr: @FUNCTION=UPPER @SYNTAX=UPPER(metin) @DESCRIPTION=UPPER @metin'in harflerini büyük harfe çevirir. Excel uyumludur. Örnek: UPPER("canceled") eþittir "CANCELED" Benzeri: LOWER @EXAMPLES= UPPER("canceled") eþittir "CANCELED" @SEEALSO=LOWER

source: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE returns up appended strings. This function is Excel compatible. @EXAMPLES= CONCATENATE("aa","bb") equals "aabb". @SEEALSO=LEFT, MID, RIGHT
pl: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE (napis1[; napis2; ...]) @DESCRIPTION=Funkcja CONCATENATE zwraca po³±czone napisy. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CONCATENATE ("aa"; "bb") jest równe "aabb". @SEEALSO=LEFT, MID, RIGHT
sk: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(re»azec1[,re»azec2...]) @DESCRIPTION=CONCATENATE vracia spojené re»azce. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CONCATENATE("aa","bb") sa rovná "aabb". @SEEALSO=LEFT, MID, RIGHT
tr: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(dizge1[,dizge2...]) @DESCRIPTION=CONCATENATE verilen dizgeleri ardarda ekler. Bu iþlev Excel uyumludur. Örnek: CONCATENATE("aa";"bb") eþittir "aabb" Benzer iþlevler: LEFT, MID, RIGHT @EXAMPLES= CONCATENATE("aa";"bb") eþittir "aabb". @SEEALSO=LEFT, MID, RIGHT
