Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Miguel de Icaza, creator.
pl: Miguel de Icaza, twórca.
sk: Miguel de Icaza, tvorca.
tr: Ana programcý: Miguel de Icaza.

source: Jody Goldberg, maintainer.
pl: Jody Goldberg, opiekun projektu.
sk: Jody Goldberg, správca.
tr: Gnumeric programlama: Jody Goldberg

source: Sean Atkinson, functions and X-Base importing.
pl: Sean Atkinson, funkcje oraz importowanie X-Base.
sk: Sean Atkinson, funkcie a import X-Base.
tr: Ýþlevler ve X-Base programlama: Sean Atkinson
uk: Sean Atkinson, функц╕╖ та ╕мпортування з X-Base.

source: Grandma Chema Celorio, Tester and sheet copy.
pl: Grandma Chema Celorio, Testowanie oraz kopie arkuszy.
sk: Grandma Chema Celorio, tester a kópia listu.
tr: Testler ve çizelge kopyalama: Grandma Chema Celorio

source: Frank Chiulli, OLE support.
pl: Frank Chiulli, obs³uga OLE.
sk: Frank Chiulli, podpora OLE.
tr: OLE desteði: Frank Chiulli

source: Kenneth Christiansen, i18n, misc stuff.
pl: Kenneth Christiansen, i18n i inne
sk: Kenneth Christiansen, i18n, rôzne.
tr: Yerelleþtirme, v.b. iþler: Kenneth Christiansen
uk: Kenneth Christiansen, ╕нтернац╕онал╕зац╕я, р╕зне.

source: Zbigniew Chyla, plugin system, i18n.
pl: Zbigniew Chyla, system obs³ugi wtyczek, i18n.
sk: Zbigniew Chyla, systém modulov, i18n.
tr: Eklenti sistemi ve i18n: Zbigniew Chyla.

source: J.H.M. Dassen (Ray), debian packaging.
pl: J.H.M. Dassen (Ray), pakiety Debiana.
sk: J.H.M. Dassen (Ray), balíky debian.
tr: Debian paketleme: J.H.M. Dassen (Ray)

source: Tom Dyas, plugin support.
pl: Tom Dyas, Obs³uga wtyczek.
sk: Tom Dyas, podpora pre moduly.
tr: Eklenti desteði: Tom Dyas
uk: Tom Dyas, п╕дтримка доповнень.

source: Gergo Erdi, Gnumeric hacker.
pl: Gergõ Érdi, Gnumeric hacker.
sk: Gergõ Érdi, Gnumeric hacker.
tr: Gnumeric programlama: Gerg ?di

source: John Gotts, rpm packaging.
pl: John Gotts, pakiety rpm.
sk: John Gotts, balíky rpm.
tr: rpm paketleme: John Gotts

source: Andreas J. Guelzow, statistics stuff.
pl: Andreas J. Guelzow, funkcje statystyczne.
sk: Andreas J. Guelzow, ¹tatistika.
tr: Ýstatistikler: Andreas J. Guelzow

source: Ross Ihaka, special functions.
pl: Ross Ihaka, funkcje specjalne.
sk: Ross Ihaka, ¹peciálne funkcie.
tr: Özel iþlevler: Ross Ihaka
uk: Ross Ihaka, спец╕альн╕ функц╕╖.

source: Jukka-Pekka Iivonen, numerous functions and tools.
pl: Jukka-Pekka Iivonen, wiele funkcji i narzêdzi.
sk: Jukka-Pekka Iivonen, veµa funkcií a nástrojov.
tr: Çeþitli iþlevler ve araçlar: Jukka-Pekka Iivonen
uk: Jukka-Pekka Iivonen, численн╕ функц╕╖ та засоби.

source: Chris Lahey, number format engine.
pl: Chris Lahey, mechanizm formatowania liczb.
sk: Chris Lahey, formátovanie èísiel.
tr: Sayý biçem motoru: Chris Lahey
uk: Chris Lahey, обробка числових формат╕в.

source: Adrian Likins, documentation, debugging.
pl: Adrian Likins, dokumentacja, poprawianie b³êdów.
sk: Adrian Likins, dokumentácia, ladenie.
tr: Belgeleme ve hata ayýklama: Adrian Likins
uk: Adrian Likins, документац╕я, налагодження.

source: Takashi Matsuda, original text plugin.
pl: Takashi Matsuda, oryginalna wtyczka tekstowa.
sk: Takashi Matsuda, pôvodný textový modul
tr: Özgün metin eklentisi: Takashi Matsuda
uk: Takashi Matsuda, текстов╕ доповнення.

source: Michael Meeks, Excel and OLE2 importing.
pl: Michael Meeks, Excel i importowanie OLE2.
sk: Michael Meeks, import Excel a OLE2.
tr: Excel ve OLE2 aktarma: Michael Meeks
uk: Michael Meeks, ╕мпортування з Excel та OLE2.

source: Lutz Muller, SheetObject improvements
pl: Lutz Muller, udoskonalenia SheetObject
sk: Lutz Muller, vylep¹enia SheetObject
tr: Çizelge nesneleri desteði: Lutz Muller

source: Federico M. Quintero, canvas support.
pl: Federico M. Quintero, obs³uga Canvasa.
sk: Federico M. Quintero, podpora pre canvas.
tr: Canvas desteði: Federico M. Quintero.

source: Mark Probst, Guile support.
pl: Mark Probst, obs³uga Guile.
sk: Mark Probst, podpora pre Guile.
tr: Guile desteði: Mark Probst
uk: Mark Probst, п╕дтримка Guile.

source: Rasca, HTML, troff, LaTeX exporters.
pl: Rasca, eksport HTML, troff i LaTeX.
sk: Export Rasca, HTML, troff a LaTeX.
tr: HTML, troff ve LaTeX desteði: Rasca
uk: Rasca, експорт у HTML, troff, LaTeX.

source: Vincent Renardias, original CSV support, French localization.
pl: Vincent Renardias, oryginalna obs³uga CSV, francuskie t³umaczenie.
sk: Vincent Renardias, podpora pre CSV, preklad do francúz¹tiny.
tr: CVS desteði, Fransýzca yerelleþtirme: Vincent Renardias
uk: Vincent Renardias, п╕дтримка CSV, французька локал╕зац╕я.

source: Ariel Rios, Guile support.
pl: Ariel Rios, obs³uga Guile.
sk: Mark Probst, podpora pre Guile.
tr: Guile desteði: Ariel Rios
uk: Ariel Rios, п╕дтримка Guile.

source: Arturo Tena, OLE support.
pl: Arturo Tena, obs³uga OLE.
sk: Arturo Tena, podpora OLE.
tr: OLE desteði: Arturo Tena

source: Bruno Unna, Excel bits.
pl: Bruno Unna, kod obs³ugi Excela.
sk: Bruno Unna, Excelovský kód.
tr: Excel desteði: Bruno Unna
uk: Bruno Unna, код Excel.

source: Daniel Veillard, XML support.
pl: Daniel Veillard, obs³uga XML.
sk: Daniel Veillard, podpora pre XML.
tr: XML desteði: Daniel Veillard
uk: Daniel Veillard, п╕дтримка XML.

source: Vladimir Vuksan, financial functions.
pl: Vladimir Vuksan, funkcje finansowe.
sk: Vladimir Vuksan, finanèné funkcie.
tr: Para iþlevleri: Vladimir Vuksan
uk: Vladimir Vuksan, ф╕нансов╕ функц╕╖.

source: Gnumeric Home Page
pl: Strona domowa programu Gnumeric
sk: Domovská stránka Gnumericu
tr: Gnumeric Web Sayfasý
uk: Домашня стор╕нка Gnumeric

source: Contract Support
pl: Obs³uga kontraktowa
sk: Kontakty
tr: Sözleþme Desteði

source: You should introduce a valid cell names in 'List Range:'
pl: Nale¿y wprowadziæ poprawne nazwy komórek w 'Zakres listy:'
sk: Mali by ste zada» platné meno bunky v 'Rozsahu zoznamu:'
tr: 'Liste Aralýðý:' içinde geçerli göze isimlerini tanýtmalýsýnýz
uk: Необх╕дно ввести в╕рн╕ назви ком╕рок в д╕апазон╕ списку

source: You should introduce a valid cell names in 'Criteria Range:'
pl: Nale¿y wprowadziæ poprawne nazwy komórek w "Zakres kryterium:"
sk: Mali by ste zada» platné meno bunky v 'Rozsahu kritéria:'
tr: 'Koþul Aralýðý:' içinde geçerli göze isimlerini tanýtmalýsýnýz
uk: Необх╕дно ввести в╕рн╕ назви ком╕рок в д╕апазон╕ критер╕ю

source: You should introduce a valid cell range in 'Copy To:'
pl: Nale¿y wprowadziæ poprawny zakres komórek w "Kopiowanie do:"
sk: Mali by ste zada» platné meno bunky v 'Skopírova» do:'
tr: 'Kopyala:' içinde geçerli göze aralýðýný tanýtmalýsýnýz

source: You should introduce the same number of columns in the `List Range' and in `Criteria Range:'
pl: Nale¿y wprowadziæ tê sam± liczbê kolumn w "Zakres listy" i "Zakres kryterium:"
sk: Mali by ste zada» rovnaký poèet ståpcov v 'Rozsah zoznamu' a v 'Rozsah kritéria:'
tr: 'Koþul Aralýðý:' ve 'Liste Aralýðý:' alanlarýnda ayný sayýda sütun tanýtmalýsýnýz

source: The selected input rows must have equal size!
pl: Wybrane wiersze wej¶ciowe musz± mieæ taki sam rozmiar!
sk: Vybrané vstupné riadky musia ma» rovnakú veµkos»!
tr: Seçilen girdi satýrlarý eþit uzunlukta olmalý!

source: The selected input columns must have equal size!
pl: Wybrane kolumny wej¶ciowe musz± mieæ taki sam rozmiar!
sk: Vybrané vstupné ståpce musia ma» rovnakú veµkos»!
tr: Seçilen girdi sütunlarý eþit yükseklikte olmalý!

source: The selected input areas must have equal size!
pl: Wybrane obszary wej¶ciowe musz± mieæ taki sam rozmiar!
sk: Vybrané vstupné oblasti musia ma» rovnakú veµkos»!
tr: Seçilen girdi alanlarý ayný boyutlarda olmalý!

source: An unexpected error has occurred: %d.
pl: Wyst±pi³ nieoczekiwany b³±d: %d.
sk: Nastala neoèakávaná chyba: %d.
tr: Umulmadýk bir hata saptandý: %d.

source: Could not create the Correlation Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi korelacji.
sk: Nepodarilo sa vytvori» dialóg nástroja pre koreláciu.
tr: Ýlinti Araçlarý diyaloðu oluþtururlamadý.

source: Could not create the Covariance Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi kowariancji.
sk: Nepodarilo sa vytvori» dialóg nástroja pre kovarianciu.
tr: Uyumsuzluk Araçlarý diyaloðu oluþturulamadý.

source: Could not create the Descriptive Statistics Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi statystyki opisowej.
sk: Nepodarilo sa vytvori» dialóg nástroja pre popisnú ¹tatistiku.
tr: Açýklamalý Ýstatistikler Araçlarý diyaloðu oluþturulamadý.

source: Could not create the Rank and Percentile Tools dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi rang i percentyli.
sk: Nepodarilo sa vytvori» dialóg nástroja pre rozlo¾enie a percentily.
tr: Sýralama ve Oranlama Araçlarý diyaloðu oluþturulamadý.

source: Please enter a valid population variance for variable 1.
pl: Wprowad¼ poprawn± wariancjê populacji dla 1. zmiennej.
sk: Prosím, zadajte platný rozptyl populácie pre premennú 1.
tr: Lütfen 1.deðiþken için daðýlým deðiþimini girin.

source: Please enter a valid population variance for variable 2.
pl: Wprowad¼ poprawn± wariancjê populacji dla 2. zmiennej.
sk: Prosím, zadajte platný rozptyl populácie pre premennú 2.
tr: Lütfen 2.deðiþken için daðýlým deðiþimini girin.

source: The two input ranges must have the same size.
pl: Oba zakresy wej¶ciowe musz± mieæ ten sam rozmiar.
sk: Dva vstupné intervaly musia ma» rovnakú veµkos».
tr: Ýki girdi alaný ayný boyutlarda olmalý

source: Var_iable 1 Range:
pl: Zakres 1. _zmiennej:
sk: Rozsah premennej _1:
tr: _1. Deðiþken Aralýðý:

source: _Variable 2 Range:
pl: Zakres 2. z_miennej:
sk: Rozsah premennej _2:
tr: _2. Deðiþken Aralýðý:

source: Could not create the Mean Tests Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi u¶redniania testów.
sk: Nepodarilo sa vytvori» dialóg nástroja testy priemeru.
tr: Ortalama Testleri Araçlarý diyaloðu oluþturulamadý.

source: Each variable should have at least 2 observations!
pl: Ka¿da zmienna powinna posiadaæ co najmniej dwie obserwacje!
sk: Ka¾dá premenná by mala ma» aspoò 2 pozorovania!
tr: Her deðiþken en az 2 gözlem içermelidir!

source: Var_iable 1 Range
pl: Zakres 1. _zmiennej:
sk: Rozsah premennej _1
tr: _1. Deðiþken Aralýðý

source: _Variable 2 Range
pl: Zakres 2. z_miennej:
sk: Rozsah premennej _2
tr: _2. Deðiþken Aralýðý

source: Could not create the FTest Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi dla F-testów.
sk: Nepodarilo sa vytvori» dialóg nástroja F-test.
tr: FTest Araçlarý diyaloðu oluþturulamadý.

source: Could not create the Sampling Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi próbkowania.
sk: Nepodarilo sa vytvori» dialóg nástroja pre výbery.
tr: Örnekleme Araçlarý diyaloðu oluþturulamadý.

source: Discrete
pl: Dyskretny
sk: Diskrétne
tr: Soyut
uk: Дискретне

source: _Value And Probability Input Range:
pl: Zakres _wej¶ciowy warto¶ci i prawdopodobieñstwa:
sk: Vstupný rozsah _hodnôt a pravdepodobností:
tr: _Deðer ve Olasýlýk Girdileri Aralýðý:

source: Normal
pl: Zwyk³a
sk: Normálne
uk: Нормальне

source: _Mean:
pl: ¦_rednia:
sk: _Priemer:
tr: _Ortalama:

source: _Standard Deviation:
pl: _Odchylenie standardowe:
sk: _Smerodajná odchýlka:
tr: _Standart Sapma:

source: Poisson
pl: Poissona
sk: Poissonove

source: Exponential
pl: Wyk³adniczy
sk: Exponenciálne
tr: Üstel

source: _b Value:
pl: Warto¶æ _b:
sk: _b hodnota:
tr: _b Deðeri:

source: Binomial
pl: Dwumianowy
sk: Binomické
tr: Binom

source: _p Value:
pl: Wart_o¶æ p:
sk: _p hodnota:
tr: _p Deðeri:

source: N_umber of Trials:
pl: Liczba p_rób
sk: P_oèet pokusov:
tr: Deneme Sayýsý:

source: Negative Binomial
pl: Ujemny dwumianowy
sk: Záporné binomické
tr: Negatif Binom

source: N_umber of Failures
pl: Liczba _niepowodzeñ
sk: _Poèet neúspechov
tr: _Baþarýsýzlýk Sayýsý

source: Bernoulli
pl: Bernoulliego
sk: Bernoulliho
uk: Бернул╕

source: Uniform
pl: Jednostajny
sk: Rovnomerné
uk: Однор╕дне

source: _Lower Bound:
pl: _Dolne ograniczenie:
sk: _Spodná hranica:
tr: _Alt Sýnýr:

source: _Upper Bound:
pl: _Górne ograniczenie:
sk: _Horná hranica:
tr: Ü_st Sýnýr:

source: The probability input range contains a non-numeric value. All probabilities must be non-negative numbers.
pl: Zakres wej¶ciowy prawdopodobieñstwa zawiera nienumeryczn± warto¶æ. Wszystkie prawdopodobieñstwa musz± byæ liczbami nieujemnymi.
sk: Vstupný rozsah pravdepodobností obsahuje neèíselnú hodnotu. V¹etky hodnoty pravdepodobností musia by» nezáporné èísla.

source: The probabilities may not all be 0!
pl: Wszystkie prawdopodobieñstwa nie mog± wynosiæ 0!
sk: Pravdepodobnosti nemô¾u by» v¹etky 0.

source: The probability input range contains a negative number. All probabilities must be non-negative!
pl: Zakres wej¶ciowy prawdopodobieñstwa zawiera ujemn± liczbê. Wszystkie prawdopodobieñstwa musz± byæ liczbami nieujemnymi.
sk: Vstupný rozsah pravdepodobností obsahuje zápornú hodnotu. V¹etky hodnoty pravdepodobností musia by» kladné èísla.

source: None of the values in the value range may be empty!
pl: ¯adna z warto¶ci w zakresie nie mo¿e byæ pusta!
sk: ®iadna hodnota v rozsahu nesmie by» prázdna.

source: Could not create the Random Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi zmiennych losowych.
sk: Nepodarilo sa vytvori» dialóg nástroja pre popisnú ¹tatistiku.
tr: Rasgele Araçlarý diyaloðu oluþturulamadý.

source: There are too few data points to conduct this regression. There must be at least as many data points as free variables.
pl: Jest za ma³o punktów danych by przeprowadziæ regresjê. Musi byæ co najmniej tyle punktów danych, co ilo¶æ zmiennych.
sk: Pre výpoèet regresie je príli¹ málo vstupných hodnôt. Musí ich by» aspoò toµko ako voµných premenných.
tr: Bu geri dönmeye baðlý çok az veri noktasý var. Serbest deðiþkenler olarak bir kaç veri noktasý daha belirtmelisiniz.

source: Two or more of the independent variables are linearly dependent, and the regression cannot be calculated. Remove one of these variables and try the regression again.
pl: Co najmniej dwie z niezale¿nych zmiennych s± liniowo zale¿ne i obliczenie regresji nie jest mo¿liwe. Usuñ jedn± z tych zmiennych i ponów próbê obliczenia regresji.
sk: Dve alebo viacero nezávislých premenných je lineárne závislých, a preto nie je mo¾né spoèíta» regresiu. Odstráòte jednu z týchto premenných a skúste to znovu.
tr: Ýki veya daha fazla baðýmsýz deðiþken doðrusal olarak baðýmlý ve geri dönme hesaplanamadý. Bu deðiþkenleri kaldýrdýktan sonra geri dönme hesabýný tekrarlayýn.

source: There must be an equal number of entries for each variable in the regression.
pl: Dla ka¿dej zmiennej regresji musi byæ podana taka sama liczba elementów.
sk: Pre ka¾dú premennú regresie musí by» rovnaký poèet polo¾iek.
tr: Geri dönme içindeki her deðiþken için ayný sayýda girdi olmalýdýr.

source: _X Variables:
pl: Zmienne _X:
sk: Premenné _X:
tr: _X Deðiþkenleri:

source: _Y Variable:
pl: Zmienna _Y:
sk: Premenné _Y:
tr: _Y Deðiþkeni:

source: Could not create the Regression Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi regresji.
sk: Nepodarilo sa vytvori» dialóg nástroja pre regresiu.
tr: Geri Dönme Araçlarý diyaloðu oluþturulamadý.

source: Could not create the Exponential Smoothing Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi wyg³adzania wyk³adniczego.
sk: Nepodarilo sa vytvori» dialóg nástroja pre exponenciálne vyhladenie.
tr: Üstel Yuvarlama Araçlarý diyaloðu oluþturulamadý.

source: Could not create the Moving Average Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi przesuwania ¶redniej.
sk: Nepodarilo sa vytvori» dialóg nástroja pre kåzavý priemer.
tr: Hareketli Ortalama Araçlarý diyaloðu oluþturulamadý.

source: Could not create the Fourier Analyis Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi analizy Fouriera.
sk: Nepodarilo sa vytvori» dialóg nástroja pre Fourierovu analýzu.
tr: Fourier Analizi Araçlarý diyaloðu oluþturulamadý.

source: Each row of the bin range should contain one numeric value (ignoring the label if applicable).
pl: Ka¿dy wiersz zakresu zbioru powinien zawieraæ jedn± warto¶æ liczbow±. (etykiety s± ignorowane je¶li to mo¿liwe.
sk: Ka¾dý riadok v rozsahu triedy by mal obsahova» jednu èíselnú hodnotu (ignorova» popisky, ak je to má zmysel).
tr: Kutu kapsamýndaki her satýr bir sayýsal deðer içermelidir. (uygulanabilirse etiket yoksayýlýr)

source: Bin _Range:
pl: Z_akres zbioru:
sk: Rozsah _tried:
tr: K_utu Aralýðý:

source: Could not create the Histogram Tool dialog.
pl: Nie mo¿na utworzyæ okna narzêdzi histogramu.
sk: Nepodarilo sa vytvori» dialóg nástroja pre histogram.
tr: Histogram Araçlarý diyaloðu oluþturulamadý.

source: Could not create the ANOVA (single factor) tool dialog.
pl: Nie mo¿na utworzyæ okna analizy wariancji (jeden czynnik).
sk: Nepodarilo sa vytvori» dialóg nástroja pre ANOVA (jednoduché triedenie).
tr: ANOVA (tek çarpan) Araçlarý diyaloðu oluþturulamadý.

source: Each sample must contain the same number of rows.
pl: Ka¿da próbka powinna zawieraæ tê sam± liczbê wierszy.
sk: Ka¾dý výber musí obsahova» rovnaký poèet riadkov.
tr: Her örnek ayný sayýda satýr içermelidir.

source: Given input range contains non-numeric data.
pl: Podany zakres wej¶ciowy zawiera dane nieliczbowe.
sk: Zadaný vstupný rozsah obsahuje neèíselné dáta.
tr: Verilen girdiler sayýsal olmayan veri içeriyor.

source: The given input range should contain at least two columns of data and the labels.
pl: Podany zakres wej¶ciowy powinien zawieraæ co najmniej dwie kolumny danych i etykiety.
sk: Zadaný vstupný rozsah by mal obsahova» aspoò dva ståpce dát a popisov.
tr: Verilen girdi alaný en az iki veri sütunu ve etiketlerini içermeli.

source: One of the factor combinations does not contain any observations!
pl: Jedna z kombinacji wspó³czynników nie zawiera ¿adnych obserwacji!
sk: Jedna z kombinácií faktorov neobsahuje ¾iadne pozorovania.

source: Could not create the ANOVA (two factor) tool dialog.
pl: Nie mo¿na utworzyæ okna dialogowego analizy wariancji. (dwa wspó³czynniki)
sk: Nepodarilo sa vytvori» dialóg nástroja pre ANOVA (dvojité triedenie).
tr: ANOVA (iki çarpan) Araçlarý diyaloðu oluþturulamadý.

source: Could not create the AutoCorrect dialog.
pl: Nie mo¿na utworzyæ okna automatycznej korekty.
sk: Nepodarilo sa vytvori» dialóg pre automatické opravy.
tr: Otomatik Düzeltme diyaloðu oluþturulamadý.

source: North
pl: Pó³n.
sk: Sever
tr: Kuzey

source: South
pl: Po³.
sk: Juh
tr: Güney

source: West
pl: Zach.
sk: Západ
tr: Batý

source: Are you sure you want to remove the template '%s' ?
pl: Czy na pewno chcesz usun±æ szablon "%s"?
sk: Naozaj chcete odstráni» ¹ablónu '%s'?
tr: '%s' þablonunu gerçekten silmek istiyor musunuz?

source: Could not remove template
pl: Nie mo¿na usun±æ szablonu
sk: Nie je mo¾né odstráni» ¹ablónu
tr: Þablon silinemedi

source: Missing %s file
pl: Brakuje pliku %s
sk: Chýbajúci súbor %s
tr: %s dosyasý bulunamadý
uk: В╕дсутн╕й файл %s

source: An error occurred while reading the category list
pl: Podczas odczytu listy kategorii wyst±pi³ b³±d
sk: Nastala chyba pri naèítavaní zoznamu kategórií
tr: Kategori listesi okunurken bir hata oluþtu

source: General
pl: Ogólne
sk: V¹eobecné
tr: Genel
uk: Загальний

source: You should introduce a proper number of minutes in the entry.
pl: Nale¿y wprowadziæ poprawn± liczbê minut.
sk: Mali by ste zada» platné poèet minút.
tr: Girdide belirli bir dakika sayýsýný belirtmelisiniz.

source: Cell comment
pl: Komentarz do komórki
sk: Komentár bunky
tr: Göze açýklamasý
uk: Коментар ком╕рки

source: Single
pl: Pojedyncze
sk: Jednoduché
tr: Tek
uk: Одинарний

source: Double
pl: Podwójne
sk: Dvojité
tr: Çift
uk: Подв╕йний

source: Source
pl: ¬ród³o
sk: Zdroj

source: Value :
pl: Warto¶æ :
sk: Hodnota:
tr: Deðer:

source: Format Cells
pl: Format komórek
sk: Formát buniek
tr: Gözeleri Biçimlendir
uk: Формат ком╕рок

source: Automatic
pl: Automatyczny
sk: Automatické
tr: Otomatik
uk: Автоматично

source: Clear Background
pl: Wyczy¶æ t³o
sk: Vymaza» pozadie
tr: Arkaplaný Temizle
uk: Очистити тло

source: Row %s
pl: Wiersz %s
sk: Riadok %s
tr: Satýr %s

source: Ascending
pl: Rosn±co
sk: Vzostupne
tr: Artan
uk: Зростаючий

source: Descending
pl: Malej±co
sk: Zostupne
tr: Azalan
uk: Спадаючий

source: Advanced...
pl: Zaawansowane...
sk: Pokroèilé...
tr: Geliþmiþ...
uk: Додатково...

source: Column must be within range
pl: Kolumna musi byæ wewn±trz zakresu
sk: Ståpec nesmie by» mimo rozsah
tr: Sütun aralýk içinde bulunmalýdýr
uk: Стовпчик мусить бути у д╕апазон╕

source: Row must be within range
pl: Wiersz musi byæ wewn±trz zakresu
sk: Riadok nesmie by» mimo rozsah
tr: Satýr aralýk içinde bulunmalýdýr
uk: Рядок мусить бути у д╕апазон╕

source: First column must be valid
pl: Pierwsza kolumna musi byæ poprawna
sk: Prvý ståpec musí by» platný
tr: Birinci sütun geçerli olmalýdýr

source: First row must be valid
pl: Pierwszy wiersz musi byæ poprawny
sk: Prvý riadok musí by» platný
tr: Birinci satýr geçerli olmalýdýr

source: At least one clause is required.
pl: Wymagana jest co najmniej jedna klauzula.
sk: Je po¾adované aspoò jedno pravidlo.
tr: En az bir tümce gerekli.
uk: Необх╕дний хоча б один пункт.

source: Can't add more than the selection length.
pl: Nie mo¿na dodaæ wiêcej kryteriów, ni¿ wynosi d³ugo¶æ zaznaczenia.
sk: Nie je mo¾né prida» viac pravidiel je då¾ka výberu.
tr: Seçim uzunluðundan fazlasý eklenemiyor.

source: Maximum number of clauses has been reached.
pl: Osi±gniêto maksymaln± liczbê klauzul.
sk: Bol dosiahnutý maximálny mo¾ný poèet pravidiel.
tr: Tümcelerin en fazla sayýsý aþýldý.
uk: Було досягнуто максимально╖ к╕лькост╕ пункт╕в.

source: then by
pl: Nastêpnie wed³ug
sk: potom podµa
tr: sonra
uk: пот╕м за

source: You must specify a destination region
pl: Nale¿y podaæ obszar docelowy
sk: Musíte zada» cieµovú oblas»
tr: Araþtýrýlacak bölge belirtilmeli.

source: %s is not a valid destination region
pl: %s nie jest poprawnym obszarem docelowym
sk: %s nie je platná cieµová oblas»
tr: %s geçerli bir hedef alan deðil

source: You must specify one or more source regions
pl: Nale¿y podaæ co najmniej jeden obszar ¼ród³owy
sk: Musíte zada» jednu alebo viacero zdrojových oblastí
tr: Birden fazla bölge belirtilmeli.

source: Source region %s overlaps with the destination region
pl: Obszar ¼ród³owy %s pokrywa siê z obszarem docelowym
sk: Zdrojová oblas» %s sa prekrýva s cieµovou oblas»ou
tr: %s bölgesi hedef bölge ile karýþýyor

source: %s is not a valid source region
pl: %s nie jest poprawnym obszarem ¼ród³owym
sk: %s nie je platná zdrojová oblas»
tr: %s geçerli bir kaynak bölgesi deðil

source: You cannot redefine a builtin name.
pl: Nie mo¿na przedefiniowaæ wbudowanej nazwy.
sk: Nemô¾ete predefinova» zabudované meno.
tr: Bir yerleþik ismi deðiþtiremezsiniz.

source: Could not create the Name Guru.
pl: Nie mo¿na utworzyæ okna definicji nazw.
sk: Nie je mo¾né vytvori» Guru mien.
tr: Ýsim Uzmaný oluþturulamadý.

source: Value%d
pl: Warto¶æ%d
sk: Hodnota%d
tr: Deðer%d
uk: Значення%d

source: String
pl: Napis
sk: Textové
tr: Dizge
uk: Рядок

source: Boolean
pl: Boolowska
sk: Logická hodnota
uk: Лог╕чний

source: Range
pl: Zakres
sk: Rozsah
tr: Bölge
uk: Д╕апазон

source: Array
pl: Tablica
sk: Pole
tr: Dizi
uk: Масив

source: Range/Array
pl: Zakres/Tablica
sk: Rozsah/Pole
tr: Aralýk/Dizi
uk: Д╕апазон/масив

source: Scalar
pl: Skalar
sk: Skalár
tr: Sayýsal
uk: Скаляр

source: Any
pl: Dowolny
sk: Èokoµvek
tr: Herhangi
uk: Будь-який

source: You should introduce a valid cell name in 'Set Cell:'!
pl: Nale¿y wprowadziæ poprawn± nazwê komórki w "Ustawienie komórki:"!
sk: Mali by ste zada» platné meno bunky v 'Vyplni» bunku:'!
tr: 'Göze belirtin:' alanýnda geçerli göze ismini vermelisiniz!

source: The cell named in 'Set Cell:' must contain a formula!
pl: Komórka okre¶lona w "Ustawienie komórki" musi zawieraæ formu³ê!
sk: Bunka 'Vyplni» bunku' musí obsahova» vzorec!
tr: 'Göze belirtin:' alanýnda belirtilen göze bir formül içermeli!

source: You should introduce a valid cell name in 'By Changing Cell:'!
pl: Nale¿y wprowadziæ poprawn± nazwê komórki w "Zmieniaj±c komórkê:"!
sk: Mali by ste zada» platné meno bunky v 'Zmenou bunky'!
tr: 'Bu gözeyi deðiþtirerek:' alanýnda geçerli göze ismini vermelisiniz!
