Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=OFFSET @SYNTAX=OFFSET(range,row,col,height,width) @DESCRIPTION=OFFSET function returns a cell range. The cell range starts at offset (@col,@row) from @range, and is of height @height and width @width. If range is neither a reference nor a range returns #VALUE!. If either height or width is omitted the height or width of the reference is used. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS
pl: @FUNCTION=OFFSET @SYNTAX=OFFSET (zakres; wiersz; kolumna; wysoko¶æ; szeroko¶æ) @DESCRIPTION=Funkcja OFFSET zwraca zakres komórek. Zakres rozpoczyna siê od przesuniêcia (@kolumna, @wiersz) z @zakres i ma wysoko¶æ @wysoko¶æ oraz szeroko¶æ @szeroko¶æ. Je¿eli zakres nie jest referencj± ani zakresem, funkcja zwraca b³±d #WARTO¦Æ!. Je¿eli wysoko¶æ lub szeroko¶æ zostanie pominiêta, zostanie zastosowana wysoko¶æ lub szeroko¶æ referencji. @EXAMPLES= @SEEALSO=COLUMN, COLUMNS, ROWS
sk: @FUNCTION=OFFSET @SYNTAX=OFFSET(rozsah,riadok,ståpec,vý¹ka,¹írka) @DESCRIPTION=Funkcia OFFSET vracia rozsah buniek. Ten zaèína na relatívny (@ståpec,@riadok) z @rozsah, a je vysoký @vý¹ka a ¹iroký @¹írka. Ak rozsah nie je ani referencia ani rozsah, vracia #VALUE!. Ak nie je uvedená ani vý¹ka, ani ¹írka, pou¾ije sa referencia. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS
tr: @FUNCTION=OFFSET @SYNTAX=OFFSET(aralýk,satýr,sütun,yükseklik,geniþlik) @DESCRIPTION=OFFSET iþlevi bir göze aralýðý ile sonuçlanýr. Bu göze aralýðý @aralýk içindeki (@satýr, @sütun) adresinden baþlayan @yükseklik ve @geniþlikte bir bölgedir. @aralýk bir aralýk ya da bir baþvuru deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. @yükseklik ya da @geniþlik verilmezse @aralýk sýnýrlarý kullanýlýr. Benzerleri: COLUMN, COLUMNS, ROWS @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS

source: @FUNCTION=ROW @SYNTAX=ROW([reference]) @DESCRIPTION=ROW function returns an array of the row numbers taking a default argument of the containing cell position. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= ROW() in G13 equals 13. @SEEALSO=COLUMN,COLUMNS,ROWS
pl: @FUNCTION=ROW @SYNTAX=ROW ([referencja]) @DESCRIPTION=Funkcja ROW zwraca tablicê zawieraj±c± rz±d liczb, przyjmuj±c jako domy¶lny argument pozycjê zaznaczonej komórki. Gdy parametr @referencja nie jest ani tablic± ani referencj± czy zakresem, funkcja zwraca b³±d #WARTO¦Æ!. @EXAMPLES= ROW() w G13 jest równe 13. @SEEALSO=COLUMN,COLUMNS,ROWS
sk: @FUNCTION=ROW @SYNTAX=ROW([referencia]) @DESCRIPTION=Funkcia ROW vracia pole èísel riadkov so ¹tandardným argumentom obsahujúcim umiestnenie bunky. Ak nie je @referencia pole ani referencia, vráti #VALUE!. #VALUE!. @EXAMPLES= ROW() v G13 sa rovná 13. @SEEALSO=COLUMN,COLUMNS,ROWS
tr: @FUNCTION=ROW @SYNTAX=ROW([referans]) @DESCRIPTION=ROW iþlevi göze konumlarýný içeren bir öntanýmlý deðer alarak bir satýr numaralarý dizisi ile sonuçlanýr. @referans bir dizi, bir aralýk ya da bir baþvuru deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. Örnek: G13 içinde ROW() eþittir 13 Benzerleri: COLUMN, COLUMNS, ROWS @EXAMPLES= G13 içinde ROW() eþittir 13 @SEEALSO=COLUMN,COLUMNS,ROWS

source: @FUNCTION=ROWS @SYNTAX=ROWS(reference) @DESCRIPTION=ROWS function returns the number of rows in area or array reference. If @reference is neither an array nor a reference nor a range returns #VALUE!. @EXAMPLES= ROWS(H7:I13) equals 7. @SEEALSO=COLUMN,ROW,ROWS
pl: @FUNCTION=ROWS @SYNTAX=ROWS (referencja) @DESCRIPTION=Funkcja ROWS zwraca liczbê wierszy w obszarze tablicy wskazywanej przez referencjê. Je¿eli @referencja nie jest tablic±, referencj± lub zakresem, funkcja zwraca b³±d #WARTO¦Æ!. @EXAMPLES= ROWS(H7:I13) jest równe 7. @SEEALSO=COLUMN,ROW,ROWS
sk: @FUNCTION=ROWS @SYNTAX=ROWS(referencia) @DESCRIPTION=Funkcia ROWS vráti poèet riadkov v oblasti alebo poli. Ak nie je @referencia ani pole ani referencia, vráti #VALUE!. @EXAMPLES= ROWS(H7:I13) sa rovná 7. @SEEALSO=COLUMN,ROW,ROWS
tr: @FUNCTION=ROWS @SYNTAX=ROWS(referans) @DESCRIPTION=The ROWS iþlevi verilen alandaki satýr sayýsýný verir. @referans bir dizi, bir aralýk ya da bir baþvuru deðilse iþlev #DEÐER! hatasý ile sonuçlanýr. Örnek: ROWS(H7:I13) eþittir 7 Benzerleri: COLUMN, ROW, ROWS @EXAMPLES= ROWS(H7:I13) eþittir 7 @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_location, optional_label) @DESCRIPTION=HYPERLINK function currently returns its 2nd argument, or if that is omitted the 1st argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
pl: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK (po³o¿enie_odno¶nika; opcjonalna_etykieta) @DESCRIPTION=Funkcja HYPERLINK obecnie zwraca warto¶æ drugiego przekazanego argumentu lub pierwszego, je¿eli drugi zosta³ pominiêty. @EXAMPLES= HYPERLINK ("www.gnome.org"; "GNOME"). @SEEALSO=
sk: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(referencia, nepovinný_popis) @DESCRIPTION=Funkcia HYPERLINK momentálne vráti druhý argument, alebo ak nie je uvedený, vráti prvý argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
tr: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(bað_konumu,seçimlik_etiket) @DESCRIPTION=HYPERLINK iþlevi 2. argümanla yoksa 1. argümanla sonuçlanýr. Örnek: HYPERLINK("www.gnome.org","GNOME") @EXAMPLES= HYPERLINK("www.gnome.org","GNOME") @SEEALSO=

source: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE function returns the transpose of the input @matrix. @EXAMPLES= @SEEALSO=MMULT
pl: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE (macierz) @DESCRIPTION=Funkcja TRANSPOSE zwraca transpozycjê wej¶ciowej macierzy @macierz. @EXAMPLES= @SEEALSO=MMULT
sk: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matica) @DESCRIPTION=Funkcia TRANSPOSE vracia transponovaný argument @matica. @EXAMPLES= @SEEALSO=MMULT
tr: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matris) @DESCRIPTION=TRANSPOSE iþlevi giriþ @matrisinin transpozesini hesaplar. Benzeri: MMULT @EXAMPLES= @SEEALSO=MMULT

source: Data / Lookup
pl: Wyszukiwanie danych
sk: Dáta / Hµadanie
tr: Veri / Arama
uk: Дан╕ / пошук

source: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=GCD returns the greatest common divisor of given numbers. If any of the arguments is less than zero, GCD returns #NUM! error. If any of the arguments is non-integer, it is truncated. This function is Excel compatible. @EXAMPLES= GCD(470,770) equals to 10. GCD(470,770,1495) equals to 5. @SEEALSO=LCM
pl: @FUNCTION=GCD @SYNTAX=GCD (liczba1; liczba2; ...) @DESCRIPTION=Funkcja GCD zwraca najwiêkszy wspólny dzielnik danych liczb. Je¿eli którykolwiek z podanych argumentów jest mniejszy od zera, funkcja GCD zwraca b³±d #LICZBA! Je¿eli który¶ z argumentów nie jest liczb± ca³kowit±, zostaje obciêty. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= GCD (470; 770) jest równe 10. GCD (470; 770; 1495) jest równe to 5. @SEEALSO=LCM
sk: @FUNCTION=GCD @SYNTAX=GCD(èíslo1,èíslo2,...) @DESCRIPTION=GCD vracia najväè¹í spoloèný deliteµ daných èísel. Ak je niektorý z argumentov záporný, vracia GCD chybu #NUM!. Argumenty, ktoré nie sú celoèíselné, budú orezané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GCD(470,770) sa rovná 10. GCD(470,770,1495) sa rovná 5. @SEEALSO=LCM
tr: @FUNCTION=GCD @SYNTAX=GCD(sayý1,sayý2,...) @DESCRIPTION=GCD iþlevi verilen sayýlarýn en büyük ortak bölenini hesaplar. Sayýlar negatif deðer içeriyorsa iþlev #SAYI! hatasý ile sonuçlanýr. Tamsayý olmayan deðerlerin ondalýk kýsmý atýlarak tamsayýya dönüþtürülür. Bu iþlev Excel uyumludur. Örnekler: GCD(470,770) eþittir 10 GCD(470,770,1495) eþittir 5 Benzeri: LCM @EXAMPLES= GCD(470,770) eþittir 10 GCD(470,770,1495) eþittir 5 @SEEALSO=LCM

source: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM returns the least common multiple of integers. The least common multiple is the smallest positive number that is a multiple of all integer arguments given. If any of the arguments is less than one, LCM returns #NUM! error. This function is Excel compatible. @EXAMPLES= LCM(2,13) equals to 26. LCM(4,7,5) equals to 140. @SEEALSO=GCD
pl: @FUNCTION=LCM @SYNTAX=LCM (liczba1; liczba2; ...) @DESCRIPTION=Funkcja LCM zwraca najmniejsz± wspóln± wielokrotno¶æ liczb ca³kowitych. Jest to najmniejsza liczba dodatnia, bêd±ca iloczynem wszystkich podanych argumentów ca³kowitych. Je¿eli który¶ z argumentów jest mniejszy od jedno¶ci, funkcja LCM zwraca b³±d #LICZBA! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= LCM (2; 13) jest równe 26. LCM (4; 7; 5) jest równe 140. @SEEALSO=GCD
sk: @FUNCTION=LCM @SYNTAX=LCM(èíslo1,èíslo2,...) @DESCRIPTION=LCM vracia najmen¹í spoloèný násobok daných èísel, to je najmen¹ie kladné èíslo, ktoré je násobkom v¹etkých argumentov. Ak je niektorý z argumentov men¹í ne¾ 1, LCM vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LCM(2,13) sa rovná 26. LCM(4,7,5) sa rovná 140. @SEEALSO=GCD

source: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implements the Absolute Value function: the result is to drop the negative sign (if present). This can be done for integers and floating point numbers. This function is Excel compatible. @EXAMPLES= ABS(7) equals 7. ABS(-3.14) equals 3.14. @SEEALSO=CEIL, FLOOR
pl: @FUNCTION=ABS @SYNTAX=ABS (b1) @DESCRIPTION=Funkcja ABS jest implementacj± modu³u: w wyniku nastêpuje usuniêcie znaku "minus" (je¿eli liczba jest ujemna). Operacja mo¿e zostaæ wykonana dla liczb ca³kowitych i zmiennoprzecinkowych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ABS(7) jest równe 7. ABS(-3,14) jest równe 3,14. @SEEALSO=CEIL, FLOOR
sk: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implementuje absolútnu hodnotu: výsledok zahodí znamienko mínus (ak tam je). To je mo¾né urobi» pre celé aj reálne èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ABS(7) sa rovná 7. ABS(-3.14) sa rovná 3.14. @SEEALSO=CEIL, FLOOR
tr: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS iþlevi bir sayýnýn mutlak deðerini verir. Basitçe sayýda eksi iþareti varsa kaldýrýlýr. Bu iþlev Excel uyumludur. Örnekler: ABS(7) eþittir 7 ABS(-3.14) eþittir 3.14 Benzerleri: CEIL, FLOOR @EXAMPLES= ABS(7) eþittir 7 ABS(-3.14) eþittir 3.14 @SEEALSO=CEIL, FLOOR

source: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS function calculates the arc cosine of @x; that is the value whose cosine is @x. If @x falls outside the range -1 to 1, ACOS fails and returns the #NUM! error. The value it returns is in radians. This function is Excel compatible. @EXAMPLES= ACOS(0.1) equals 1.470629. ACOS(-0.1) equals 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
pl: @FUNCTION=ACOS @SYNTAX=ACOS (x) @DESCRIPTION=Funkcja ACOS oblicza warto¶æ funkcji trygonometrycznej arccos parametru @x; jest to warto¶æ, której cosinus jest równy @x. Je¿eli @x wychodzi poza zakres od -1 do 1, funkcja ACOS zwraca b³±d #LICZBA!. Funkcja zwraca warto¶æ w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ACOS(0,1) jest równe 1,470629. ACOS(-0,1) jest równe 1,670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
sk: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=Funkcia ACOS poèíta arkus kosínus @x; èo je hodnota, ktorej kosínus je @x. Ak @x nie je od -1 do 1, ACOS zlyhá a vráti chybu #NUM!. Vrátená hodnota je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ACOS(0.1) sa rovná 1.470629. ACOS(-0.1) sa rovná 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH function calculates the inverse hyperbolic cosine of @x; that is the value whose hyperbolic cosine is @x. If @x is less than 1.0, ACOSH() returns the #NUM! error. This function is Excel compatible. @EXAMPLES= ACOSH(2) equals 1.31696. ACOSH(5.3) equals 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
pl: @FUNCTION=ACOSH @SYNTAX=ACOSH (x) @DESCRIPTION=Funkcja ACOSH oblicza arcch (arcus cosinus hiperboliczny) parametru @x; jest to warto¶æ, której ch (cosinus hiperboliczny) wynosi @x. Je¿eli @x jest mniejszy od 1.0, funkcja zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ACOSH(2) jest równe 1,31696. ACOSH(5,3) jest równe 2,35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
sk: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=Funkcia ACOSH poèíta inverzný hyperbolický kosínus @x; èo je hodnota, ktorej hyperbolický kosínus je @x. Ak je @x men¹ie ako 1.0, ACOSH() vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ACOSH(2) sa rovná 1.31696. ACOSH(5.3) sa rovná 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN function calculates the arc sine of @x; that is the value whose sine is @x. If @x falls outside the range -1 to 1, ASIN fails and returns the #NUM! error. This function is Excel compatible. @EXAMPLES= ASIN(0.5) equals 0.523599. ASIN(1) equals 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
pl: @FUNCTION=ASIN @SYNTAX=ASIN (x) @DESCRIPTION=Funkcja ASIN oblicza warto¶æ arcsin parametru @x; jest to warto¶æ, której sin jest równy @x. Je¿eli @x wychodzi poza zakres od -1 do 1, funkcja ASIN zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ASIN(0,5) jest równe 0,523599. ASIN(1) jest równe 1,570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
sk: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=Funkcia ASIN poèíta arkus sínus @x; èo je hodnota, ktorej sínus je @x. Ak je @x mimo rozsah -1 a¾ 1, ASIN zlyhá a vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ASIN(0.5) sa rovná 0.523599. ASIN(1) sa rovná 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH function calculates the inverse hyperbolic sine of @x; that is the value whose hyperbolic sine is @x. This function is Excel compatible. @EXAMPLES= ASINH(0.5) equals 0.481212. ASINH(1.0) equals 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
pl: @FUNCTION=ASINH @SYNTAX=ASINH (x) @DESCRIPTION=Funkcja ASINH oblicza warto¶æ arcsh (arcus sinus hiperboliczny) parametru @x; jest to warto¶æ, której sh (sinus hiperboliczny) wynosi @x. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ASINH(0,5) jest równe 0,481212. ASINH(1,0) jest równe 0,881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
sk: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=Funkcia ASINH poèíta inverzný hyperbolický sínus @x; èo je hodnota, ktorej hyperbolický sínus je @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ASINH(0.5) sa rovná 0.481212. ASINH(1.0) sa rovná 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
tr: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH iþlevi hiperbolik sinüsü @x olan açýyý hesaplar. Bu iþlev Excel uyumludur. Örnekler: ASINH(0.5) eþittir 0.481212 ASINH(1.0) eþittir 0.881374 Benzerleri: ASIN, ACOSH, SIN, COS, DEGREES, RADIANS @EXAMPLES= ASINH(0.5) eþittir 0.481212 ASINH(1.0) eþittir 0.881374 @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN function calculates the arc tangent of @x; that is the value whose tangent is @x. Return value is in radians. This function is Excel compatible. @EXAMPLES= ATAN(0.5) equals 0,463648. ATAN(1) equals 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
pl: @FUNCTION=ATAN @SYNTAX=ATAN (x) @DESCRIPTION=Funkcja ATAN oblicza warto¶æ arcusa tangensa parametru @x; jest to warto¶æ, które tangens wynosi @x. Funkcja zwraca warto¶æ w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ATAN(0,5) jest równe 0,463648. ATAN(1) jest równe 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
sk: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=Funkcia ATAN poèíta arkus tangens @x; èo je hodnota, ktorej tangens je @x. Návratová hodnota je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ATAN(0.5) sa rovná 0,463648. ATAN(1) sa rovná 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
tr: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN iþlevi tanjantý @x olan açýyý radyan cinsinden hesaplar. Bu iþlev Excel uyumludur. Örnekler: ATAN(0.5) eþittir 0,463648 ATAN(1) eþittir 0,785398 Benzerleri: TAN, COS, SIN, DEGREES, RADIANS @EXAMPLES= ATAN(0.5) eþittir 0,463648 ATAN(1) eþittir 0,785398 @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH function calculates the inverse hyperbolic tangent of @x; that is the value whose hyperbolic tangent is @x. If the absolute value of @x is greater than 1.0, ATANH returns #NUM! error. This function is Excel compatible. @EXAMPLES= ATANH(0.5) equals 0.549306. ATANH(0.8) equals 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
pl: @FUNCTION=ATANH @SYNTAX=ATANH (x) @DESCRIPTION=Funkcja ATANH oblicza warto¶æ arcusa tangensa hiperbolicznego parametru @x; jest to warto¶æ, której tangens hiperboliczny wynosi @x. Je¿eli warto¶æ bezwzglêdna parametru @x jest wiêksza od 1,0, funkcja ATANH zwraca b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ATANH(0,5) jest równe 0,549306. ATANH(0,8) jest równe 1,098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
sk: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=Funkcia ATANH poèíta inverzný hyperbolický tangens @x; èo je hodnota, ktorej hyperbolický tangens je @x. Ak je absolútna hodnota @x väè¹ia ako 1.0, ATANH vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ATANH(0.5) sa rovná 0.549306. ATANH(0.8) sa rovná 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 function calculates the arc tangent of the two variables @b1 and @b2. It is similar to calculating the arc tangent of @b2 / @b1, except that the signs of both arguments are used to determine the quadrant of the result. The result is in radians. This function is Excel compatible. @EXAMPLES= ATAN2(0.5,1.0) equals 1.107149. ATAN2(-0.5,2.0) equals 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
pl: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1; b2) @DESCRIPTION=Funkcja ATAN2 oblicza warto¶æ arcusa tangensa dwóch zmiennych @b1 i @b2. Jest to podobne do obliczania arcusa tangensa ilorazu @b2 / @b1, za wyj±tkiem tego, ¿e znaki obu argumentów s± u¿ywane do okre¶lenia æwiartki, w której bêdzie wynik. Wynik jest podawany w radianach. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= ATAN2(0,5; 1,0) jest równe 1,107149. ATAN2(-0,5; 2,0) jest równe 1,815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
sk: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=Funkcia ATAN2 poèíta arkus tangens dvoch premenných @b1 a @b2. Je podobná výpoètu arkus tangens z @b2 / @b1, a¾ na to, ¾e znamienka oboch argumentov urèujú kvadrant výsledku. Návratová hodnota je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ATAN2(0.5,1.0) sa rovná 1.107149. ATAN2(-0.5,2.0) sa rovná 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
tr: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 iþlevi @b1 ve @b2 deðiþkenlerinin ark tanjantýný hesaplar. Sonucun koordinat ekseninin hangi çeyreðinde olduðunu her iki argümanýn iþaretlerine bakarak saptamanýn dýþýnda atan(@b2/@b1) hesabýna benzer. Sonuç radyan cinsindendir. Bu iþlev Excel uyumludur. Örnekler: ATAN2(0.5,1.0) eþittir 1.107149 ATAN2(-0.5,2.0) eþittir 1.815775 Benzerleri: ATAN, ATANH, COS, SIN, DEGREES, RADIANS @EXAMPLES= ATAN2(0.5;1.0) eþittir 1.107149 ATAN2(-0.5;2.0) eþittir 1.815775 @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL function rounds @x up to the next nearest integer. This function is Excel compatible. @EXAMPLES= CEIL(0.4) equals 1. CEIL(-1.1) equals -1. CEIL(-2.9) equals -2. @SEEALSO=ABS, FLOOR, INT
pl: @FUNCTION=CEIL @SYNTAX=CEIL (x) @DESCRIPTION=Funkcja CEIL zaokr±gla warto¶æ @x w górê do najbli¿szej ca³kowitej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CEIL(0,4) jest równe 1. CEIL(-1,1) jest równe -1. CEIL(-2,9) jest równe -2. @SEEALSO=ABS, FLOOR, INT
sk: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=Funkcia CEIL zaokrúhµuje @x nahor na najbli¾¹ie väè¹ie celé èíslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CEIL(0.4) sa rovná 1. CEIL(-1.1) sa rovná -1. CEIL(-2.9) sa rovná -2. @SEEALSO=ABS, FLOOR, INT
tr: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL iþlevi @x'i en yakýn büyük tamsayýya yuvarlar. Bu iþlev Excel uyumludur. Örnekler: CEIL(0.4) eþittir 1 CEIL(-1.1) eþittir -1 CEIL(-2.9) eþittir -2 Benzerleri: ABS, FLOOR, INT @EXAMPLES= CEIL(0.4) eþittir 1 CEIL(-1.1) eþittir -1 CEIL(-2.9) eþittir -2 @SEEALSO=ABS, FLOOR, INT

source: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(range,criteria) @DESCRIPTION=COUNTIF function counts the number of cells in the given @range that meet the given @criteria. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then COUNTIF(A1:A5,"<=28") equals 3. COUNTIF(A1:A5,"<28") equals 2. COUNTIF(A1:A5,"28") equals 1. COUNTIF(A1:A5,">28") equals 2. @SEEALSO=COUNT,SUMIF
pl: @FUNCTION=COUNTIF @SYNTAX=COUNTIF (zakres; kryteria) @DESCRIPTION=Funkcja COUNTIF zlicza ilo¶æ tych komórek z podanego zakresu @zakres, które spe³niaj± okre¶lone @kryteria. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 23, 27, 28, 33, i 39. Wówczas wyra¿enie COUNTIF (A1:A5; "<=28") jest równe 3. COUNTIF (A1:A5; "<28") jest równe 2. COUNTIF (A1:A5; "28") jest równe 1. COUNTIF (A1:A5; ">28") jest równe 2. @SEEALSO=COUNT,SUMIF
sk: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(rozsah, kritériá) @DESCRIPTION=Funkcia COUNTIF poèíta poèet buniek v danom rozsahu @rozsah, ktoré spåòajú dané @kritériá. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 23, 27, 28, 33, a 39. Potom COUNTIF(A1:A5,"<=28") sa rovná 3. COUNTIF(A1:A5,"<28") sa rovná 2. COUNTIF(A1:A5,"28") sa rovná 1. COUNTIF(A1:A5,">28") sa rovná 2. @SEEALSO=COUNT,SUMIF
tr: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(aralýk,koþul) @DESCRIPTION=COUNTIF iþlevi @aralýk içindeki deðerlerden @koþulu saðlayanlarýn sayýsýný bulur. Bu iþlev Excel uyumludur. Örnekler: A1, A2, ..., A5 gözeleri sýrasýyla 23, 27, 28, 33, ve 39 deðerlerini içeriyorsa: COUNTIF(A1:A5,"<=28") eþittir 3 COUNTIF(A1:A5,"<28") eþittir 2 COUNTIF(A1:A5,"28") eþittir 1 COUNTIF(A1:A5,">28") eþittir 2 Benzerleri: COUNT, SUMIF @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 23, 27, 28, 33, ve 39 deðerlerini içeriyorsa: COUNTIF(A1:A5,"<=28") eþittir 3 COUNTIF(A1:A5,"<28") eþittir 2 COUNTIF(A1:A5,"28") eþittir 1 COUNTIF(A1:A5,">28") eþittir 2 @SEEALSO=COUNT,SUMIF
