Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: The cells dragged will overwrite the contents of the existing cells in that range. Do you want me to replace the contents in this region?
pl: Przeci±gniête komórki zama¿± zawarto¶æ istniej±cych komórek w tym obszarze. Czy chcesz zast±piæ zawarto¶ci w tym obszarze?
sk: Presúvané bunky prepí¹u obsah existujúcich buniek v tomto rozsahu. Chcete nahradi» obsah buniek v tomto regióne?
tr: Sürüklenen gözeler mevcut gözelerin içeriðini deðiþtirecek Bu deðiþikliðin yapýlmasýný istiyor musunuz?
uk: Перенесен╕ ком╕рки перепишуть вм╕ст ╕снуючих у цьому м╕сц╕ ком╕рок. Ви хочете зам╕нити вм╕ст в ц╕й д╕лянц╕?

source: _Move
pl: _Przenie¶
sk: _Presunú»
tr: _Taþý
uk: Перем╕стити

source: Copy _Formats
pl: Skopiuj _formaty
sk: Kopírova» _formát
tr: _Biçemleri Kopyala
uk: Скоп╕ювати формати

source: Copy _Values
pl: Skopiuj _warto¶ci
sk: Kopírova» _hodnoty
tr: _Deðerleri Kopyala
uk: Скоп╕ювати значення

source: Shift _Down and Copy
pl: Przesuñ komórki w _dó³ i kopiuj
sk: Posunú» bunky _dolu a kopírova»
tr: Aþaðý _Kaydýr ve Kopyala
uk: Зсунути вниз ╕ скоп╕ювати

source: Shift _Right and Copy
pl: Przesuñ komórki w p_rawo i kopiuj
sk: Posunú» bunky dop_rava a kopírova»
tr: _Saða Kaydýr ve Kopyala
uk: Зсунути праворуч ╕ скоп╕ювати

source: Shift Dow_n and Move
pl: P_rzesuñ komórki w dó³ i przenie¶
sk: Posunú» bunky do_lu a presunú»
tr: Aþaðý Kaydýr ve _Taþý
uk: Зсунути вниз ╕ перенести

source: Shift Righ_t and Move
pl: Pr_zesuñ komórki w prawo i przenie¶
sk: Posunú» bunky dopra_va a presunú»
tr: Saða Kaydý_r ve Taþý
uk: Зсунути праворуч ╕ перенести

source: C_ancel
pl: _Anuluj
sk: _Zru¹i»
tr: Ýp_tal
uk: В╕дм╕нити

source: Display Gnumeric's version
pl: Wypisuje wersjê programu Gnumeric
sk: Vypísa» verziu Gnumericu
tr: Gnumeric sürümünü göster
uk: Показати верс╕ю Gnumeric

source: Set the root library directory
pl: Ustawia g³ówny katalog bibliotek
sk: Nastavi» koreòový prieèinok kni¾níc
tr: Kök kütüphane dizinini tanýmla

source: Adjust the root data directory
pl: Ustawia g³ówny katalog danych
sk: Prispôsobi» koreòový prieèinok dát
tr: Kök veri dizinini ayarla

source: Dumps the function definitions
pl: Wypisuje definicje funkcji
sk: Vypísa» definície funkcií
tr: Ýþlev tanýmlarýný çýkarýr
uk: Видати визначення функц╕й

source: FILE
pl: PLIK
sk: SÚBOR
tr: DOSYA
uk: ФАЙЛ

source: Enables some debugging functions
pl: Uaktywnia funkcje ¶ledzenia b³êdów
sk: Povoli» niektoré odlaïovacie funkcie
tr: Bazý hata ayýklama iþlevlerini etkinleþtirir
uk: Дозволити деяк╕ налагоджувальн╕ функц╕╖

source: LEVEL
pl: POZIOM
sk: ÚROVEÒ
tr: SEVÝYE
uk: Р╤ВЕНЬ

source: Enables some dependency related debugging functions
pl: Uaktywnia funkcje ¶ledzenia b³êdów zwi±zane z zale¿no¶ciami
sk: Povoli» niektoré odlaïovacie funkcie týkajúce sa závislostí
tr: Baðýmlýlýkla ilgili bazý hata ayýklama iþlevlerini etkinleþtirir
uk: Дозволити деяк╕ налагоджувальн╕ функц╕╖ стосовно залежностей

source: Enables some print debugging behavior
pl: Uaktywnia funkcje ¶ledzenia b³êdów zwi±zane z drukowaniem
sk: Povoli» niektoré odlaïovacie funkcie tlaèe
tr: Yazdýrma hatalarýný ayýklama davranýþýný etkinleþtirir

source: Enables extra consistency checking while reading ole files
pl: Uaktywnia dodatkowe sprawdzanie spójno¶ci przy odczycie plików ole
sk: Povoli» extra kontrolu konzistencie poèas èítania súborov ole
tr: Ole dosyalarýný okurken fazladan kararlýlýk denetimi yapar

source: Specify the size and location of the initial window
pl: Okre¶la rozmiar i po³o¿enie okna pierwszego okna
sk: Urèenie veµkosti a umiestnenia poèiatoèného okna

source: WIDTHxHEIGHT+XOFF+YOFF
pl: SZERxWYSxPOZXxPOZY
sk: ©ÍRKAxVÝ©KA+XPOS+YPOS

source: Exit immediately after loading the selected books (useful for testing).
pl: Koñczy pracê po wczytaniu wybranych zeszytów (przydatne przy testowaniu).
sk: Skonèi» hneï po naèítaní vybraných zo¹itov (výhodné pri testovaní).
tr: Seçilen paketleri yükledikten hemen sonra çýkar (test için kullanýlýr)
uk: Завершити негайно п╕сля завантаження вибрано╖ книги (корисно для тестування).

source: gnumeric version '%s' datadir := '%s' libdir := '%s'
pl: Gnumeric w wersji %s Katalog z danymi := %s Katalog z bibliotekami := %s
sk: Verzia gnumericu '%s' datadir := '%s' libdir := '%s'
tr: gnumeric sürümü: '%s' veri dizini := '%s' kitaplýk dizini := '%s'

source: Could not initialize Workbook factory
pl: Nie mo¿na zainicjowaæ generatora zeszytów (Workbook)
sk: Nemô¾em inicializova» factory pre zo¹it
tr: Defter yapýmcýsý baþlatýlamadý

source: Could not initialize EmbeddableGrid factory
pl: Nie mo¿na zainicjowaæ generatora zagnie¿d¿alnych siatek (EmbeddableGrid)
sk: Nemô¾em inicializova» factory EmbeddableGrid
tr: Gömülebilir Izgara yapýmcýsý baþlatýlamadý

source: #NAME?
pl: #NAZWA?
sk: #MENO?
tr: #ÝSÝM?

source: #RECALC!
pl: #PRZELICZ!
sk: #PREPOÈ!
tr: #HESAP!

source: Sheet name is required
pl: Wymagana jest nazwa arkusza
sk: Je po¾adované meno listu
tr: Çizelge ismi gerekli.

source: Name '%s' does not exist in sheet '%s'
pl: W arkuszu "%s" nie istnieje nazwa "%s"
sk: Meno '%s' neexistuje v liste '%s'
tr: Ýsim '%s' '%s' çizelgesinde yok

source: Unknown workbook '%s'
pl: Nieznany zeszyt "%s"
sk: Neznámy zo¹it '%s'
tr: Defter '%s' bilinmiyor

source: Name '%s' does not exist in workbook '%s'
pl: W zeszycie "%s" nie istnieje nazwa "%s"
sk: Meno '%s' neexistuje v zo¹ite '%s'
tr: Ýsim '%s' '%s' defterinde yok

source: Unknown sheet '%s'
pl: Nieznany arkusz "%s"
sk: Neznámy list '%s'
tr: Çizelge '%s' bilinmiyor

source: The character %c cannot be used to separate array elements
pl: Do rozdzielania elementów tablicy nie mo¿na u¿ywaæ znaku %c
sk: Znak %c nie je mo¾né pou¾i» pre oddelenie hodnôt poµa
tr: %c karakteri dizi elemanlarý arasýnda ayraç olarak kullanýlamaz

source: The number is out of range
pl: Liczba jest poza zakresem
sk: Èíslo je mimo rozsah
tr: Sayý kapsam dýþý

source: Could not find matching closing quote
pl: Nie mo¿na odnale¼æ odpowiadaj±cego zamykaj±cego cudzys³owu lub apostrofu
sk: Nepodarilo sa nájs» odpovedajúce koncové úvodzovky
tr: Eþleþen son týrnak bulunamadý

source: Multiple expressions are not supported in this context
pl: W tym kontek¶cie nie jest obs³ugiwane wiele wyra¿eñ
sk: V tomto kontexte nie sú podporované viacnásobné výrazy
tr: Bu baðlamda çoklu ifadeler desteklenmiyor.

source: Could not find matching opening parenthesis
pl: Nie mo¿na odnale¼æ odpowiadaj±cego nawiasu otwieraj±cego
sk: Nepodarilo sa nájs» odpovedajúcu zaèiatoènú zátvorku
tr: Eþleþen aç-parantez bulunamadý

source: Could not find matching closing parenthesis
pl: Nie mo¿na odnale¼æ odpowiadaj±cego nawiasu zamykaj±cego
sk: Nepodarilo sa nájs» odpovedajúcu koncovú zátvorku
tr: Eþleþen kapa-parantez bulunamadý

source: Invalid expression
pl: Niepoprawne wyra¿enie
sk: Neplatný výraz
tr: Ýfade geçersiz

source: Unexpected token %c
pl: Nieoczekiwany token %c
sk: Neoèakávaný token %c
tr: dizgecik %c anlaþýlamadý

source: Module file name not given.
pl: Nie podano nazwy pliku z modu³em.
sk: Nezadané meno súboru s modulom.
tr: Modül ismi verilmemiþ.

source: Unable to open module file "%s".
pl: Nie mo¿na otworzyæ pliku z modu³em "%s".
sk: Súbor s modulom "%s" sa nedá otvori».
tr: "%s" modül dosyasý açýlamadý.

source: Module file "%s" has invalid format.
pl: Plik z modu³em "%s" jest w niew³a¶ciwym formacie.
sk: Súbor s modulom "%s" má neplatný formát.
tr: "%s" Modül dosyasýnýn biçemi geçersiz.

source: File doesn't contain ("plugin_file_struct" symbol).
pl: Plik nie zawiera symbolu "plugin_file_struct".
sk: Súbor neobsahuje (symbol "plugin_file_struct").
tr: Dosya "plugin_file_struct" simgesini içermiyor.

source: File has a bad magic number.
pl: Sygnatura pliku jest niew³a¶ciwa.
sk: Súbor má nesprávne magické èíslo.
tr: Dosya türü taným kaydý hatalý.

source: Plugin version "%s" is different from application "%s".
pl: Wersja wtyczki ("%s") nie odpowiada wersji aplikacji ("%s").
sk: Verzia modulu "%s" je iná ako verzia aplikácie "%s".
tr: Eklenti sürümü "%s" ile uygulama sürümü "%s" farklý

source: Dynamic module loading is not supported in this system.
pl: System ten nie obs³uguje dynamicznego ³adowania modu³ów.
sk: Dynamické naèítavanie modulov nie je na tomto systéme podporované.
tr: Bu sistemde dinamik modül yükleme desteklenmiyor.

source: Unable to close module file "%s".
pl: Nie mo¿na zamkn±æ pliku z modu³em "%s".
sk: Nepodarilo sa zatvori» súbor s modulom "%s".
tr: '%s' modül dosyasý kapatýlamadý.

source: Module file name
pl: Nazwa pliku z modu³em
sk: Meno súboru s modulom
tr: Modül dosyasý ismi

source: File doesn't contain "plugin_init_general" function.
pl: Plik nie zawiera funkcji "plugin_init_general".
sk: Súbor neobsahuje funkciu "plugin_init_general".
tr: Dosya "plugin_init_general" iþlevini içermiyor.

source: File doesn't contain "plugin_cleanup_general" function.
pl: Plik nie zawiera funkcji "plugin_cleanup_general".
sk: Súbor neobsahuje funkciu "plugin_cleanup_general".
tr: Dosya "plugin_cleanup_general" iþlevini içermiyor.

source: File doesn't contain "plugin_can_deactivate_general" function.
pl: Plik nie zawiera funkcji "plugin_can_deactivate_general".
sk: Súbor neobsahuje funkciu "plugin_can_deactivate_general".
tr: Dosya "plugin_can_deactivate_general" iþlevini içermiyor.

source: File doesn't contain "%s" array.
pl: Plik nie zawiera tablicy "%s".
sk: Súbor neobsahuje pole "%s".
tr: Dosya "%s" dizisini içermiyor.

source: Module doesn't contain "%s" function.
pl: Modu³ nie zawiera funkcji "%s".
sk: Modul neobsahuje funkciu "%s".
tr: Modül "%s" iþlevini içermiyor.

source: Error while loading plugin dependencies.
pl: Wyst±pi³y b³êdy podczas ³adowania zale¿no¶ci wtyczki.
sk: Chyba pri naèítavaní závislostí modulu.
tr: Eklenti baðýmlýlýklarý yüklenirken hata oluþtu.

source: Service not supported by loader.
pl: Us³uga nie jest obs³ugiwana przez ³adowarkê.
sk: Slu¾ba nie je podporovaná loaderom.
tr: Hizmet yükleyici tarafýndan desteklenmiyor.

source: Error while loading plugin.
pl: Podczas ³adowania wtyczki wyst±pi³ b³±d.
sk: Chyba poèas naèítavania modulu.
tr: Eklentinin yüklenmesi sýrasýnda hata

source: Initializing function inside plugin returned error.
pl: Funkcja inicjuj±ca umieszczona we wtyczce zwróci³a b³±d.
sk: Inicializaèná funkcia v module vrátila chybu.
tr: Eklenti içindeki iþlev baþlatýlýrken hata ile döndü.

source: Error while loading plugin service.
pl: Podczas ³adowania us³ugi wtyczki wyst±pi³ b³±d.
sk: Chyba poèas naèítavania modulu slu¾by.
tr: Eklenti servisinin yüklenmesi sýrasýnda hata

source: Cleanup function inside plugin returned error.
pl: Funkcja finalizuj±ca umieszczona we wtyczce zwróci³a b³±d.
sk: Upratovacia funkcia v module vrátila chybu.
tr: Eklenti içindeki iþlev temizlenirken hata ile döndü.

source: Error while reading file.
pl: Wyst±pi³ b³±d przy odczycie pliku.
sk: Chyba pri èítaní súboru.
tr: Dosya okunurken hata.

source: File opener has no id
pl: Importer plików nie posiada identyfikatora.
sk: Otváraè súborov nemá id.
tr: Eklenti kimliði yok.

source: File opener with id="%s" has no description
pl: Brak opisu importera plików z identyfikatorem "%s".
sk: Otváraè súborov s id="%s" nemá popis
tr: "%s" kimlikli dosya açýcý açýklama içermiyor

source: Error while saving file.
pl: Wyst±pi³ b³±d przy zapisie pliku.
sk: Chyba pri ukladaní súboru.
tr: Dosya kaydedilirken hata.

source: File saver has no id
pl: Eksporter plików nie posiada identyfikatora.
sk: Ukladaè súborov nemá id
tr: Dosya kaydedici kimlik içermiyor

source: File saver with id="%s" has no description
pl: Brak opisu eksportera plików z identyfikatorem "%s".
sk: Ukladaè súborov s id="%s" nemá popis
tr: "%s" kimlikli dosya kaydedici açýklama içermiyor

source: Missing function group id.
pl: Brak identyfikatora grupy funkcji.
sk: Chýbajúce id skupiny funkcie.
tr: Ýþlev grup kimliði yok.

source: Missing function category name.
pl: Brak nazwy kategorii funkcji.
sk: Chýbajúce meno kategórie funkcie.
tr: Ýþlev kategori ismi yok.

source: Missing loader id.
pl: Brakuje id ³adowarki.
sk: Chýbajúce id otváraèa.
tr: Yükleyici kimliði yok.

source: Error while reading service of type "%s".
pl: Wyst±pi³ b³±d podczas odczytu us³ugi typu "%s".
sk: Chyby pri èítaní slu¾ieb typu "%s".
tr: "%s" kimlikli eklentinin servisi okunurken hata oluþtu.

source: Unable to unmap the file, error : %s
pl: Nie mo¿na usun±æ odwzorowania pliku w pamiêci, b³±d : %s
sk: Chyba pri zatváraní súboru, chyba: %s
tr: Dosya eþlemi kaldýrýlamadý, hata: %s
uk: Невдалося знищити в╕дображення файлу в пам'ят╕, помилка: %s

source: Error while closing file, error : %s
pl: B³±d podczas zamykania pliku, b³±d: %s
sk: Chyba pri zatváraní súboru, chyba: %s
tr: Dosya kapatýlýrken hata: %s
uk: Помилка п╕д час закриття файлу: %s

source: Unable to mmap the file, error : %s
pl: Nie mo¿na odwzorowaæ pliku w pamiêci, b³±d: %s
sk: Nepodarilo sa namapova» súbor, chyba: %s
tr: Dosya eþlemi yapýlamadý, hata: %s
uk: Невдалося в╕добразити файл в пам'ят╕, помилка: %s

source: Error while opening file "%s" for writing.
pl: Wyst±pi³ b³±d podczas otwierania pliku "%s" do zapisu.
sk: Chyba pri otváraní súboru "%s" pre zápis.
tr: "%s" dosyasý yazmak için açýlýrken hata oluþtu.

source: Error while opening file "%s" for reading.
pl: Wyst±pi³ b³±d podczas otwierania pliku "%s" do odczytu.
sk: Chyba pri otváraní súboru "%s" pre èítanie.
tr: "%s" dosyasý okumak için açýlýrken hata oluþtu.

source: Unable to mmap the file.
pl: Nie mo¿na odwzorowaæ pliku w pamiêci.
sk: Nepodarilo sa namapova» súbor.
tr: mmap() gerçekleþtirilemedi

source: Cannot get file size.
pl: Nie mo¿na pobraæ rozmiaru pliku.
sk: Nemô¾em získa» veµkos» súboru.
tr: Dosya boyutu alýnamýyor.

source: File contain plugin info with invalid id (%s), expected %s.
pl: Plik zawiera informacje o wtyczce z niew³a¶ciwym id (%s), oczekiwano %s.
sk: Súbor obsahuje informácie o module s neplatným id (%s), oèakávané %s.
tr: Dosya geçersiz kimlikli (%s) eklenti bilgileri içeriyor. Kimlik %s olmalýydý.

source: Couldn't read plugin info from file.
pl: Nie mo¿na odczytaæ pliku z informacjami wtyczce.
sk: Nie je mo¾né preèíta» informáciu o module zo súboru.
tr: Eklenti bilgileri dosyadan okunamýyor.

source: Unknown name
pl: Nieznana nazwa
sk: Neznáme meno
tr: Ýsmi bilinmiyor

source: Error while preparing loader "%s".
pl: Podczas przygotowywania ³adowarki "%s" wyst±pi³ b³±d.
sk: Chyba pri príprave loadera "%s".
tr: "%s" yükleyicisini hazýrlarken hata oluþtu

source: Unsupported loader type "%s".
pl: Nieobs³ugiwany typ ³adowarki "%s".
sk: Nepodporovaný typ loadera "%s".
tr: "%s" yükleyici türü desteklenmiyor.

source: Error while reading service #%d info.
pl: Wyst±pi³ b³±d przy odczycie informacji o %d. us³udze.
sk: Chyba pri èítaní informácií o slu¾be #%d.
tr: #%d servis bilgisi okunurken hata oluþtu.

source: Unspecified loader type.
pl: Nie podano typu ³adowarki.
sk: Nezadaný typ loadera.
tr: Yükleyici türü belirtilmedi.

source: Can't read plugin info file ("%s").
pl: Nie mo¿na odczytaæ pliku informacjami o wtyczce ("%s").
sk: Nie je mo¾né preèíta» súbor s informáciu o module ("%s").
tr: Eklenti bilgileri dosyasý okunamýyor ("%s").

source: File "%s" is not valid plugin info file.
pl: Plik "%s" nie jest poprawnym plikiem z informacjami o wtyczce.
sk: Súbor "%s" nie je platný súbor s informáciou o module.
tr: "%s" geçerli bir eklenti bilgileri dosyasý deðil.

source: Plugin has no id.
pl: Wtyczka nie posiada identyfikatora.
sk: Modul nemá id.
tr: Eklenti kimliði yok.

source: Unknown plugin name.
pl: Nieznana nazwa wtyczki.
sk: Neznáme meno modulu.
tr: Eklenti ismi bilinmiyor.

source: Errors while reading loader info for plugin with id="%s".
pl: Podczas odczytywania informacji o ³adowarce dla wtyczki z id="%s" wyst±pi³ b³±d.
sk: Chyba pri èítaní informácie o loaderi modulu s id="%s".
tr: "%s" kimlikli eklentinin yükleyici bilgisi okunurken hata oluþtu.

source: No loader defined for plugin with id="%s".
pl: Nie zdefiniowano ³adowarki dla wtyczki z id="%s".
sk: Pre modul s id="%s" nie je definovaný loader.
tr: "%s" kimlikli eklenti için yükleyici tanýmlanmamýþ.

source: Errors while reading services for plugin with id="%s".
pl: Wyst±pi³ b³±d podczas odczytu us³ug wtyczki o id="%s".
sk: Chyby pri èítaní slu¾ieb pre modul s id="%s".
tr: "%s" kimlikli eklentinin servisleri okunurken hata oluþtu.

source: No services defined for plugin with id="%s".
pl: Dla wtyczki z id="%s" nie zdefiniowano ¿adnych us³ug.
sk: Pre modul s id="%s" nie sú definované slu¾by.
tr: "%s" kimlikli eklenti için servis atanmamýþ

source: Error initializing plugin loader ("%s").
pl: Podczas inicjowania ³adowarki ("%s") wyst±pi³ b³±d.
sk: Chyba poèas inicializácie loadera modulu ("%s").
tr: gb '%s' ilklendirilemedi

source: We depend on plugin with id="%s" which couldn't be activated.
pl: Wtyczka zale¿y od innej z id="%s", lecz nie mo¿e ona zostaæ uaktywniona.
sk: Závisíme na module s id="%s", ktorý nie je mo¾né aktivova».
tr: Etkinleþtirilemeyen "%s" kimlikli eklenti gerekli.

source: We depend on plugin with id="%s" which is not available.
pl: Wtyczka zale¿y od innej z id="%s", lecz nie jest ona dostêpna.
sk: Závisíme na module s id="%s", ktorý nie je k dispozícii.
tr: "%s" kimlikli eklenti gerekli ve bu eklenti yok.

source: Error while activating plugin service #%d.
pl: Podczas uaktywniania %d. us³ugi wtyczki wyst±pi³ b³±d.
sk: Chyba pri aktivácii slu¾by modulu #%d.
tr: Eklentilerin etkinleþtirilmesinde hata #%d.

source: Error while deactivating plugin service #%d.
pl: Podczas unieaktywniania %d. us³ugi wtyczki wyst±pi³ b³±d.
sk: Chyba poèas deaktivácie slu¾by modulu #%d.
tr: Eklentilerin etkinleþtirilmesinde hata #%d.

source: Cannot load plugin loader.
pl: Nie mo¿na za³adowaæ ³adowarki.
sk: Nie je mo¾né naèíta» loader modulu.
tr: Eklenti yükleyicisi yüklenemiyor.

source: We depend on plugin with id="%s" which couldn't be loaded.
pl: Wtyczka zale¿y od innej z id="%s", lecz nie mo¿na jej za³adowaæ.
sk: Závisíme na module s id="%s", ktorý nie je mo¾né naèíta».
tr: Yüklenemeyen "%s" kimlikli eklenti gerekli.

source: Errors occurred while reading plugin informations from file "%s".
pl: Podczas odczytu informacji o wtyczce z pliku "%s" wyst±pi³y b³êdy.
sk: Nastali chyby pri naèítavaní informácií o module zo súboru "%s".
tr: "%s" dosyasýndan eklenti bilgileri okunurken hata oluþtu.

source: Couldn't activate plugin "%s" (ID: %s).
pl: Nie mo¿na uaktywniæ wtyczki "%s" (ID: %s).
sk: Nie je mo¾né aktivova» modul "%s" (ID: %s).
tr: "%s" eklentisi etkinleþtirilemedi (Kimlik: %s)

source: Couldn't deactivate plugin "%s" (ID: %s).
pl: Nie mo¿na unieaktywniæ wtyczki "%s" (ID: %s).
sk: Nie je mo¾né deaktivova» modul "%s" (ID: %s).
tr: "%s" eklentisi kaldýrýlamýyor (kimlik: %s)

source: Errors while reading info about available plugins.
pl: B³êdy podczas odczytu informacji o dostêpnych wtyczkach.
sk: Chyby pri èítaní informácií o dostupných moduloch.
tr: Mevcut eklentilerin bilgileri okunurken hata oluþtu.

source: Errors while activating plugins.
pl: B³êdy podczas uaktywniania wtyczek.
sk: Chyba pri aktivácii modulov.
tr: Eklentileri etkinleþtirirken hata oluþtu.

source: Errors while initializing plugin system.
pl: B³êdy podczas inicjowania systemu wtyczek.
sk: Chyby poèa inicializácie systému modulov.
tr: Eklenti sistemi baþlatýlýrken hata oluþtu.

source: Page &[PAGE]
pl: Strona &[PAGE]
sk: Strana &[PAGE]
tr: Sayfa &[SAYFA]
uk: Стор╕нка &[PAGE]

source: Page &[PAGE] of &[PAGES]
pl: Strona &[PAGE] z &[PAGES]
sk: Strana &[PAGE] z &[PAGES]
tr: Sayfa &[SAYFA] / &[TOPLAMSAYFA]
uk: Стор╕нка &[PAGE] з &[PAGES]

source: points
pl: punkty
sk: body
tr: punto
uk: пункти

source: inch
pl: cal
sk: palec
tr: inç
uk: дюйм

source: Sheet 1
pl: Arkusz 1
sk: List 1
tr: Çizelge 1
uk: Аркуш 1

source: page
pl: strona
sk: strana
tr: sayfa

source: pages
pl: strony
sk: strán
tr: sayfa

source: date
pl: data
sk: dátum
tr: tarih
uk: дата

source: time
pl: czas
sk: èas
tr: saat
uk: час

source: Print Region
pl: Obszar wydruku
sk: Oblas»
tr: Yazdýrma Bölgesi

source: Print Sheets
pl: Drukowanie arkuszy
sk: Listy
tr: Çizelgeleri Yazdýrýr
uk: Друкувати аркуш╕

source: Act_ive sheet
pl: _Aktywny arkusz
sk: A_ktuálny list
tr: _Etkin çizelge
uk: Активний аркуш

source: S_heets
pl: A_rkusze
sk: _Listy
tr: Çi_zelgeler
uk: Аркуш╕

source: Printing failed
pl: Drukowanie nie powiod³o siê
sk: Tlaè zlyhala
tr: Yazdýrma gerçekleþemedi
uk: Зб╕й друку

source: Search string must not be empty.
pl: Wyszukiwany napis nie mo¿e byæ pusty.
sk: Hµadaný re»azec nesmie by» prázdny.
tr: Aranacak dizge boþ olmamalý.

source: Replacement string must be set.
pl: Zastêpuj±cy napis nie mo¿e byæ pusty.
sk: Musíte zada» re»azec, ktorým sa nahradí.
tr: Yerleþtirilecek dizge belirtilmeli.

source: You must specify a range to search.
pl: Nale¿y okre¶liæ zakres przeszukiwania.
sk: Musíte zada» rozsah hµadania.
tr: Araþtýrýlacak bölge belirtilmeli.

source: The search range is invalid.
pl: Zakres przeszukiwania jest niepoprawny.
sk: Neplatný rozsah hµadania.
tr: Arama bölgesi geçersiz.

source: Invalid search pattern.
pl: Niepoprawny wzorzec wyszukiwania.
sk: Neplatný argument hµadania.
tr: Aranacak mask geçersiz.

source: Invalid $-specification in replacement.
pl: Niepoprawne u¿ycie $ w napisie zastêpuj±cym.
sk: Neplatná ¹pecifikácia $ v náhrade.
tr: Deðiþtirilecek dizgedeki $-niteleyici geçersiz

source: Invalid trailing backslash in replacement.
pl: Niepoprawne wyst±pienie odwrotnego uko¶nika na koñcu napisu zastêpuj±cego.
sk: Neplatné spätné lomítko na konci v náhrade.
tr: Deðiþtirilecek dizgedeki \ geçersiz

source: cannot be performed with multiple ranges selected
pl: nie mo¿e zostaæ wykonane z wielokrotnym zaznaczeniem
sk: nedá sa vykona» s viacnásobným výberom
tr: seçilen çok sayýdaki aralýk ile uygulanamýyor.

source: Row: %s
pl: Wiersz: %s
sk: Riadok: %s
tr: Satýr: %s

source: Column: %s
pl: Kolumna: %s
sk: Ståpec: %s
tr: Sütun: %s

source: Paste _Special
pl: Wklej sp_ecjalnie
sk: Vlo¾i» _inak
tr: Ö_zel Yapýþtýr
uk: Спец╕альна вставка

source: _Insert...
pl: W_staw...
sk: _Prida»...
tr: _Ekle...
uk: Вставити...

source: _Insert Column(s)
pl: W_staw kolumny
sk: _Vlo¾i» ståpce
tr: Araya Süt_un Ekle

source: _Delete Column(s)
pl: _Usuñ kolumny
sk: _Odstráni» ståpce
tr: Sütunla_rý Sil

source: _Insert Row(s)
pl: W_staw wiersze
sk: _Vlo¾i» riadky
tr: Satýr _Ekle

source: _Delete Row(s)
pl: _Usuñ wiersze
sk: _Odstráni» riadky
tr: Satýr S_il

source: Clear Co_ntents
pl: Wyczy¶æ _zawarto¶æ
sk: Vymaza» _obsah
tr: Ýçerikleri _Temizle
uk: Очистити вм╕ст

source: _Format Cells...
pl: _Format komórek...
sk: _Formát buniek...
tr: _Gözeleri Biçimlendir...
uk: Формат ком╕рок...

source: Column _Width...
pl: Szeroko¶æ kolu_mny...
sk: ©í_rka ståpca...
tr: Sütun _Geniþliði...
uk: Ширина стовпчика...

source: _Row Height...
pl: Wysoko¶æ wiersz_a...
sk: _Vý¹ka riadku...
tr: _Satýr Yüksekliði...
uk: Висота рядка...

source: There is already a merged region that intersects
pl: Istnieje ju¿ scalony obszar przecinaj±cy
sk: U¾ existuje spojená oblas», ktorá sa pretína
tr: Katýþtýrýlmýþ bir bölge zaten var

source: Open...
pl: Otwórz...
sk: Otvori»...
tr: Aç...

source: can't create object for '%s'
pl: nie mo¿na utworzyæ obiektu dla "%s"
sk: nemô¾em vytvori» objekt pre '%s'
tr: '%s' için nesne oluþturulamýyor
uk: неможливо створити об'╓кт для "%s"

source: Could not load file: %s
pl: Nie mo¿na wczytaæ pliku: %s
sk: Nemô¾em naèíta» súbor: %s
tr: Dosya yüklenemedi: %s

source: Configure line or arrow
pl: Konfiguracja linii lub strza³ki
sk: Nastavenie èiary alebo ¹ipky
tr: Çizgi veya ok yapýlandýrmasý

source: Line Width
pl: Szeroko¶æ linii
sk: ©írka èiary
tr: _Satýr Geniþliði

source: Arrow tip
pl: Czubek strza³ki
sk: ©ipka
tr: Ok ucu

source: Arrow length
pl: D³ugo¶æ strza³ki
sk: Då¾ka ¹ipky
tr: Ok uzunluðu

source: Arrow width
pl: Szeroko¶æ strza³ki
sk: ©írka ¹ipky
tr: Ok geniþliði
