Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Trim leading and trailing spaces from each column, if you are unsure you should leave this at the default setting.
pl: Usuwanie spacji rozpoczynaj±cych i koñcz±cych ka¿d± z kolumn. Je¶li nie masz pewno¶ci, pozostaw domy¶lne ustawienie.
sk: Zahodí poèiatoèné a koncové medzery z ka¾dého ståpca, ak si nie ste istý, nechajte ¹tandardné nastavenie.
tr: Her sütundaki fazladan boþluklarý kýrpar. Eðer ne yaptýðýnýzdan emin deðilseniz bu öntanýmlý ayarlara hiç dokunmayýn.

source: _Adjacent text indicators escaped
pl: Po_zbawianie znaczenia s±siaduj±cych znaków cytowania
sk: Za _sebou idúce oznaèovaèe textu nekonèia bunku
tr: _Bitiþik metin belirteçleri öncelemeli

source: _Colon (:)
pl: Dwukrop_ek (:)
sk: Dvojbodka (_:)
tr: Ý_ki nokta üstüste (:)
uk: Двокрапка (:)

source: _Format :
sk: _Formát :
tr: _Biçem:
uk: Формати:

source: _Separated
pl: _Rozdzielone
sk: _Oddelené
tr: Ay_rý

source: _To line :
pl: Wiersz _koñcowy :
sk: _Do riadku :
tr: Sa_týrýna:
uk: До рядка:

source: Tabulation
pl: Tabulacja
sk: Tabulácia

source: You should introduce a single valid cell as dependency cell
sk: Mali by ste zada» jednu platnú bunku ako závislostnú

source: The dependency cells should not contain an expression
pl: Komórki zale¿no¶ci nie powinny zawieraæ wyra¿enia
sk: Bunky závislosti by nemali obsahova» výraz

source: You should introduce a valid number as minimum
pl: Nale¿y wprowadziæ poprawn± liczbê jako minimum
sk: Mali by ste zada» platné èíslo ako minimum

source: You should introduce a valid number as maximum
pl: Nale¿y wprowadziæ poprawn± liczbê jako maksimum
sk: Mali by ste zada» platné èíslo ako maximum

source: The maximum value should be bigger than the minimum
pl: Warto¶æ maksymalna powinna byæ wiêksza od minimalnej
sk: Maximálna hodnota by mala by» väè¹ia ako minimálna

source: You should introduce a valid number as step size
pl: Nale¿y wprowadziæ poprawn± liczbê jako rozmiar kroku
sk: Mali by ste zada» platné èíslo ako krok veµkosti

source: The step size should be positive
pl: Rozmiar kroku powinien byæ dodatni
sk: Krok veµkosti by mal by» kladný

source: You should introduce one or more dependency cells
pl: Nale¿y wprowadziæ jedn± lub wiêcej komórek zale¿no¶ci
sk: Mali by ste zada» jednu alebo viac závislých buniek

source: You should introduce a single valid cell as result cell
pl: Nale¿y wprowadziæ pojedyncz± poprawn± komórkê jako komórkê wynikow±
sk: Mali by ste zada» platné èíslo ako cieµovú bunku

source: The target cell should contain an expression
pl: Komórka docelowa powinna zawieraæ wyra¿enie
sk: Cieµová bunky by mala obsahova» výraz

source: Workbook Attributes
pl: Atrybuty zeszytu
sk: Vlastnosti zo¹ita
tr: Defter Özellikleri
uk: Атрибути книги

source: Magnification
pl: Wspó³czynnik powiêkszenia
sk: Zväè¹enie
tr: Yakýnlaþma
uk: Масштаб

source: Sheets
pl: Arkusze
sk: Listy
tr: Çizelgeler
uk: Аркуш╕

source: Zoom
pl: Powiêkszenie
sk: Mierka
tr: Yakýnlaþtýrma
uk: Масштабування

source: _Custom
pl: _Dowolny
sk: _Vlastná
tr: Öz_el
uk: Користувацький

source: _Fit Selection %
pl: D_opasowany do zaznaczenia
sk: _Podµa výberu
tr: Seçimi Sýð_dýr %
uk: Заповнити вибране %

source: Font style:
pl: Styl czcionki:
sk: ©týl:
tr: Yazý tipi biçemi:
uk: Стиль шрифту:

source: Font:
pl: Czcionka:
sk: Písmo:
tr: Yazý tipi:
uk: Шрифт:

source: Preview
pl: Podgl±d
sk: Uká¾ka
tr: Önizleme
uk: Перегляд

source: Size:
pl: Rozmiar:
sk: Veµkos»:
tr: Büyüklük:
uk: Розм╕р:

source: Formula Guru
pl: Tworzenie funkcji
sk: Guru vzorcov
tr: Formül Uzmaný

source: I_nverse
pl: O_dwrócenie
sk: _Opaène
tr: _Tersi
uk: ╤нверс╕я

source: Function Selector
pl: Wybór funkcji
sk: Výber funkcie
tr: Ýþlev Seçici
uk: Виб╕р функц╕╖

source: Function _Categories
pl: _Kategorie funkcji
sk: _Kategórie funkcií
tr: Ýþlev _Kategorileri
uk: Категор╕╖ функц╕й

source: Function _Names
pl: _Nazwy funkcji
sk: _Mená funkcií
tr: Ýþlev Ý_simleri
uk: Назви функц╕й

source: Current Value:
pl: Bie¿±ca warto¶æ:
sk: Aktuálna hodnota:
tr: Þimdiki Deðer:

source: Goal:
pl: Cel:
sk: Cieµ:
tr: Sonuç:

source: GoalSeek
pl: Poszukiwanie celu
sk: Hµadanie cieµa
tr: Sonuç Arama

source: Last Result:
pl: Ostatni wynik:
sk: Posledný výsledok:
tr: Son Sonuç:

source: Remaining Error:
pl: Pozosta³y b³±d:
sk: Zostávajúca chyba:
tr: Bekleyen Hata:

source: Solution:
pl: Rozwi±zanie:
sk: Rie¹enie:
tr: Çözüm:

source: _By Changing Cell:
pl: _Zmieniaj±c komórkê:
sk: _Zmenou bunky:

source: _Set Cell:
pl: _Ustawienie komórki:
sk: _Nastavi» bunku:

source: _To Value:
pl: _Na warto¶æ:
sk: Na _hodnotu:

source: _Finish
pl: _Zakoñcz
sk: _Dokonèi»
tr: _Bitiþ

source: _Plot
pl: _Wykres
sk: _Kresba
tr: Çi_z

source: _Series
pl: _Serie
sk: _Série
tr: _Seri

source: Enter the format strings for each section:
pl: Wprowad¼ format napisu dla ka¿dej sekcji:
sk: Zadajte formátovacie re»azce pre jednotlivé oblasti:
tr: Her bölüm için biçem dizgelerini verin:

source: Header/Footer Config
pl: Konfiguracja nag³ówka/stopki
sk: Nastavenie hlavièky/pätièky
tr: Baþlýk/DipNot Yapýlandýrmasý

source: _Left section:
pl: _Lewa sekcja:
sk: _Vµavo:

source: _Middle section:
pl: ¦r_odkowa sekcja:
sk: V _strede:

source: _Right section:
pl: _Prawa sekcja:
sk: V_pravo:

source: Bin _Labels
pl: _Etykiety
sk: Popisky _tried

source: C_umulative Percentages
pl: £±_czne procenty
sk: Sú_hrnné percentá
tr: K_ümülatif Yüzde Oraný
uk: Накопичен╕ в╕дсотки

source: Chart Output
sk: Grafový výstup
tr: Grafik Çýktýsý

source: Input _Labels
pl: E_tykiety wej¶ciowe
sk: Popisky _vstupu
tr: _Girdi Etiketleri

source: Input _Range:
pl: _Zakres wej¶ciowy:
sk: Vs_tupný rozsah:

source: Out_put
pl: Wyj¶c_ie
sk: Vý_stup

source: Pareto (_Sorted)
pl: Pareto (_uporz±dkowane)
sk: Paretovo rozdelenie (_Triedené)

source: Per_centages
pl: _Procenty
sk: _Percentá

source: Pre_determined Bins
sk: _Predurèené triedy

source: Ro_ws
pl: _Wiersze
sk: _Riadky

source: _Bins
pl: _Zbiory
sk: _Triedy

source: _Calculated Bins
pl: _Przeliczone zbiory
sk: _Vypoèítané triedy

source: _Input
pl: Wej¶_cie
sk: _Vstup

source: _Options
pl: Opcj_e
sk: _Mo¾nosti

source: Insert _column(s)
pl: Wstawienie _kolumn
sk: Vlo¾i» _ståpce
tr: Araya süt_un ekle
uk: Вставити стовпчики

source: Insert _row(s)
pl: Wstawienie _wierszy
sk: Vlo¾i» _riadky
tr: Araya sa_týr ekle
uk: Вставити рядки

source: Insert cells
pl: Wstawienie komórek
sk: Vlo¾i» bunky
tr: Göze ekleme
uk: Вставити ком╕рки

source: Shift cells _down
pl: Przesuniêcie komórek w _dó³
sk: Posunú» bunky _dolu
tr: Gözeleri _aþaðý kaydýr
uk: Зсунути ком╕рки донизу

source: _Shift cells right
pl: Przesuniêcie komórek w p_rawo
sk: Posunú» bunky _doprava
tr: Gözeleri _saða kaydýr
uk: Зсунути ком╕рки праворуч

source: E_qual
sk: _Rovnaké
tr: Eþ_it

source: H_ypothesized Mean Difference:
pl: Hipoteza ró¿nicy ¶rednich:
sk: _Hypotéza rozdielu priemeru:
tr: _Varsayýlan Ortalama Farký:

source: Population Variances are:
sk: Odchýlky populácie sú:
tr: Daðýlým Deðiþimi:

source: Testing the Difference of 2 Means
pl: Testowanie ró¿nicy 2 ¶rednich
sk: Test rozdielu dvoch priemerov
tr: 2 Ortalamanýn Farký Testi

source: Unkno_wn
sk: _Neznáme
tr: Bilin_meyen

source: Unknown Pop. Var. are:
sk: Neznáme odchýlky populácie sú:
tr: Bilinmeyen Daðl. Deðþ:

source: Unpai_red
sk: _Nepárové
tr: Çi_fti olmayan

source: Variable 1 Pop. Variance:
sk: Odchýlka populácie premennej 1:
tr: 1. Deðiþken Daðl. Deðiþimi:

source: Variable 1 Range:
pl: Zakres 1. zmiennej:
sk: Rozsah premennej 1:
tr: 1. Deðiþken Aralýðý:
uk: Д╕апазон зм╕нно╖ 1:

source: Variable 2 Pop. Variance:
sk: Odchýlka populácie premennej 2:
tr: 2. Deðiþken Daðl. Deðiþimi:

source: Variable 2 Range:
pl: Zakres 2. zmiennej:
sk: Rozsah premennej 2:
tr: 2. Deðiþken Aralýðý:
uk: Д╕апазон зм╕нно╖ 2:

source: Variables are:
pl: Zmiennymi s±:
sk: Premenné sú:
tr: Deðiþkenler:

source: _Alpha =
pl: _Alfa =
sk: _Alfa =
tr: _Alfa =

source: _Known
sk: _Známe
tr: _Bilinen

source: _Paired
sk: _Párové
tr: _Çift

source: _Unequal
sk: _Rôzne
tr: _Eþit olmayan

source: Moving Average
pl: ¦rednia ruchoma
sk: Kåzavé priemery
tr: Hareket Ortalamasý

source: _Standard Errors
pl: B³êdy _standardowe
sk: Smerodajné _chyby
tr: _Standart Hatalar
uk: Стандиртн╕ помилки

source: Define names
pl: Definicje nazw
sk: Definícia mien
tr: Ýsim Ata

source: Workbook
pl: Zeszyt
sk: Zo¹it
tr: Defter
uk: Книга

source: _Delete
pl: _Usuñ
sk: _Zmaza»
tr: S_il
uk: Стерти

source: _Expression :
pl: _Wyra¿enie :
sk: _Výraz :

source: _Name :
pl: _Nazwa :
sk: _Meno :

source: _Scope :
pl: _Zasiêg :
sk: _Rozsah :

source: _Update
pl: _Od¶wie¿
sk: _Obnovi»
tr: _Güncelle

source: A_ctivate plugin
pl: U_aktywnij wtyczkê
sk: _Aktivova» modul

source: Activate _new plugins by default
pl: _Domy¶lne uaktywnianie nowych wtyczek
sk: ©tandardne _nové moduly aktivova»

source: Active plugins
pl: Aktywne wtyczki
sk: Aktívne moduly
tr: Eklentileri etkinleþtir

source: Available inactive plugins
pl: Dostêpne nieaktywne wtyczki
sk: Neaktívne moduly k dispozícii
tr: Etkin olmayan mevcut eklentiler

source: Deac_tivate plugin
pl: U_nieaktywnij wtyczkê
sk: _Deaktivova» modul

source: Description
pl: Opis
sk: Popis
tr: Taným :

source: Directory
pl: Katalog
sk: Prieèinok
tr: Dizin

source: Extra information
pl: Dodatkowe informacje
sk: Extra informácia
tr: Fazladan bilgi

source: Plugin Manager
pl: Mened¿er wtyczek
sk: Správca modulov
tr: Eklenti Yöneticisi

source: _Activate all plugins
pl: Uaktywnij _wszystkie wtyczki
sk: Aktivova» _v¹etky moduly

source: _Deactivate all plugins
pl: Unieaktywnij w_szystkie wtyczki
sk: Deaktivova» v¹e_tky moduly

source: _Install new plugin
pl: Za_instaluj now± wtyczkê
sk: Na_in¹talova» nový modul

source: % of normal size
pl: % zwyk³ego rozmiaru
sk: % normálnej veµkosti
tr: % normal boyut
uk: % нормального розм╕ру

source: Center on page
pl: Wy¶rodkowanie na stronie
sk: Na stred stránky
tr: Sayfaya ortala
uk: В центр╕ стор╕нки

source: Fi_rst page number:
pl: _Numer pierwszej strony:
sk: Èíslo _prvej stránky:
tr: Ýl_k sayfanýn numarasý:
uk: Номер першо╖ стор╕нки:

source: He_ader:
pl: G³ówk_a:
sk: Hl_avièka:
tr: _Baþlýk:
uk: Верхн╕й колонтитул:

source: Headers and footers
pl: Nag³ówki i stopki
sk: Hlavièky a pätièky
tr: Baþlýklar ve altbilgiler
uk: Колонтитули

source: Margins
pl: Marginesy
sk: Okraje
tr: Kenar boþluklarý
uk: В╕дступи

source: Options
pl: Opcje
sk: Nastavenie
tr: Seçenekler
uk: Параметри

source: Page
pl: Strona
sk: Stránka
tr: Sayfa
uk: Стор╕нка

source: Page order
pl: Kolejno¶æ stron
sk: Poradie stránok
tr: Sayfa sýrasý
uk: Порядок стор╕нок

source: Paper _size:
pl: _Rozmiar papieru:
sk: _Rozmer papiera:
tr: Kaðýt _boyutu:
uk: Розм╕р паперу:

source: Por_trait
pl: P_ortret
sk: Na _vý¹ku
tr: _Düþey
uk: Книжна

source: Print _area:
pl: O_bszar drukowania:
sk: Tlaèená _oblas»:
tr: Yazdýrma _alaný:
uk: Д╕лянка друку:

source: Print setup
pl: Ustawienia wydruku
sk: Nastavenie tlaèe
tr: Yazýcý ayarlarý
uk: Параметри принтера

source: R_ight, then down
pl: W p_rawo, nastêpnie w dó³
sk: V_pravo, potom dolu
tr: S_aðdan aþaðý
uk: Праворуч, мот╕м вниз

source: Row and co_lumn headings
pl: _Nag³ówki kolumn i wierszy
sk: Popisy riadkov a _ståpcov
tr: Satýr ve süt_un baþlýklarý
uk: Заголовки рядк╕в ╕ стовпчик╕в

source: Scale
pl: Skala
sk: Veµkos»
tr: Oranla
uk: Масштаб

source: Sheet
pl: Arkusz
sk: List
tr: Çizelge
uk: Аркуш

source: Styles with no content
pl: Style bez zawarto¶ci
sk: ©týly bez obsahuje
tr: Ýçeriði olmayan tarzlar

source: Titles to print
pl: Drukowane nag³ówki
sk: Tlaèi» popisy
tr: Yazdýrýlacak baþlýklar
uk: Заголовки для друку

source: _Adjust to:
pl: Do_stosowanie do:
sk: _Prispôsobi» na:
tr: _Ayarla:
uk: Вир╕внювати до:

source: _Black and white
pl: _Czarno-Bia³y
sk: Èierno_bielo
tr: Siya_h ve beyaz
uk: Чорне ╕ б╕ле

source: _Bottom:
pl: _Dó³:
sk: _Dole:
tr: _Alt:

source: _Columns to repeat on the left side:
pl: _Kolumny powtarzane po lewej stronie:
sk: _Ståpce opakované na µavej strane:
tr: Sol tarafta tekrarlanacak süt_unlar:
uk: Стовпчити повторюються з л╕во╖ сторони:

source: _Down, then right
pl: W _dó³, nastêpnie w prawo
sk: _Dolu, potom vpravo
tr: Aþaðý_dan saða
uk: Вниз, пот╕м праворуч

source: _Fit to:
pl: Dop_asowanie do:
sk: Pre_sne na:
tr: _Sýðdýr:
uk: Заповнювати до:

source: _Footer:
pl: _Stopka
sk: Pä_tièka:
tr: _Altbilgi:
uk: Нижн╕й колонтитул:

source: _Grid lines
pl: _Linie siatki
sk: _Mrie¾ka
tr: _Izgara
uk: Л╕н╕╖ с╕тки

source: _Header:
pl: Na_g³ówek:
sk: _Hlavièka:

source: _Horizontally
pl: Po_ziomo
sk: H_orizontálne
tr: _Yatay olarak
uk: По горизонтал╕

source: _Landscape
pl: P_ejza¿
sk: Na ¹í_rku
tr: _Enine
uk: Альбомна

source: _Left:
pl: _Lewy:
sk: _Vµavo:
tr: S_ol:
uk: Л╕воруч:

source: _Right:
pl: _Prawy:
sk: V_pravo:
tr: S_að:
uk: Праворуч:

source: _Rows to repeat on the upper region:
pl: _Wiersze powtarzane u góry:
sk: _Riadky opakované v hornej èasti:
tr: Üst bölümde tekrarlanacak s_atýrlar:
uk: Рядки повторюються в гор╕:

source: _Top:
pl: _Góra:
sk: _Hore:
tr: _Üst:

source: _Units:
pl: _Jednostki:
sk: _Jednotky:
tr: _Birimler:
uk: Одиниц╕:

source: _Vertically
pl: Pio_nowo
sk: V_ertikálne
tr: _Düþey olarak
uk: По вертикал╕

source: page(s) wide by
pl: stron w poziomie i
sk: strán na ¹írku a
tr: geniþliklerine göre sayfa(lar)

source: tall
pl: w pionie
sk: na vý¹ku
tr: uzun

source: Number of _Variables:
pl: _Liczba zmiennych:
sk: _Poèet premenných:
tr: _Deðiþken Sayýsý:

source: Random Number Generation
pl: Generacja liczb losowych
sk: Generovanie náhodných èísel
tr: Rasgele Sayý Üreteci
uk: Генерац╕я випадкових чисел

source: Random Numbers
pl: Liczby losowe
sk: Náhodné èísla
tr: Rasgele Sayýlar

source: Size of _Sample:
pl: Rozmiar p_róbki:
sk: Poèet _výberov:
tr: Ör_nek Boyutu:

source: _Distribution:
pl: Ro_zk³ad:
sk: _Rozdelenie:
tr: _Açýlým:
uk: Розповсюдження:

source: Average _Rank
pl: ¦rednia _ranga
sk: Priemerná _trieda

source: Rank and Percentile
pl: Korelacja rangowa i percentylowa
sk: Rozlo¾enie a percentily
tr: Sýralama ve Oranlama

source: Ties:
sk: Obmedzenia:

source: _Top Rank
pl: _Najwy¿sza ranga
sk: _Najvy¹¹ia trieda

source: Confidence Level:
pl: Poziom istotno¶ci:
sk: Hladina spoµahlivosti:
tr: Kesinlik Derecesi:

source: _Force Intercept To Be Zero
pl: _Wymuszone zerowanie odciêcia
sk: Vy_núti» prieseèník v nule

source: Row height
pl: Szeroko¶æ wiersza
sk: Vý¹ka riadku
tr: Satýr yüksekliði
uk: Висота рядка

source: _Row height (pts):
pl: Szeroko¶æ _wiersza (punkty):
sk: Vý¹ka _riadku (body):
tr: _Satýr yüksekliði (punto):
uk: Висота рядка (в пунктах):

source: N_umber of Samples:
pl: L_iczba próbek:
sk: Poèet _výberov:
tr: Ö_rnek Sayýsý:

source: Per_iod:
pl: _Okres:
sk: _Perióda:

source: Sampling
pl: Próbkowanie
sk: Výbery
tr: Örnekleme
uk: Виб╕рка

source: Sampling Method:
pl: Metoda próbkowania:
sk: Metóda výberu:
tr: Örnekleme Yöntemi:

source: Size of Sample:
pl: Rozmiar próbki:
sk: Poèet výberov:
tr: Örnek Boyutu:

source: _Input Range:
pl: Zakres _wej¶ciowy:
sk: _Vstupný rozsah:

source: _Periodic
pl: _Okresowa
sk: _Periodické
tr: _Periyodik

source: _Random
pl: _Losowa
sk: _Náhodné
tr: _Rasgele

source: Ask before each change
pl: Pytanie przed ka¿d± zmian±
sk: Pýta» sa pred ka¾dou zmenou
tr: Her deðiþiklikten önce onay ister

source: Attempt to preserve case of text when replacing
pl: Próbuje zachowaæ wielko¶æ liter przy zmienianiu
sk: Pokúsi» sa zachova» veµké/malé písmená
tr: Yerleþtirirken harf büyüklüklerini korumaya çalýþýr

source: Change cells containing
pl: Zmiana komórek zawieraj±cych
sk: Zmeni» bunky obsahujúce
tr: Deðiþtirilecek içerik

source: Create =ERROR("...")
pl: Tworzy =ERROR("...")
sk: Vytvori» =ERROR("...")
tr: Bir =HATA("...") iþlevi oluþturur

source: Do not consider matches in the middle of words
pl: Ignoruje wyst±pienia wewn±trz s³ów
sk: Nepova¾ova» za odpovedajúce v rámci slova
tr: Sözcüklerin ortasýndakileri yoksayar

source: Do not perform this replacement
pl: Nie przeprowadza tej zmiany
sk: Nenahradzova»
tr: Bu yerleþtirme uygulanmýyor

source: Error behavior
pl: Zachowanie przy b³êdach
sk: Chovanie pri chybe
tr: Hata olduðunda ne yapýlacak?

source: Fail without any changes actually being done to any cell
pl: Przerywa bez przeprowadzenia zmian w jakichkolwiek komórkach
sk: Zlyha» bez vykonania akýchkoµvek zmien v bunkách
tr: Deðiþiklikler yapýlmak üzere imlenmiþ olsa da deðiþiklikleri uygulamadan hata verir.

source: Ma_ke string value
pl: _Utworzenie ³añcucha znakowego
sk: Vy_tvori» re»azec

source: Ma_tch whole words only
pl: Wyszukiwanie tylko ca³ych _s³ów
sk: Len _celé slová

source: Miscellaneous
pl: Ró¿ne
sk: Rôzne
tr: Çeþitli

source: Perform changes within cell comments
pl: Przeprowadzenie zmian w komentarzach do komórek
sk: Vykoná zmeny v komentároch buniek
tr: Deðiþiklikleri göze açýklamalarýnda yapar

source: Perform changes within expressions
pl: Przeprowadzenie zmian w wyra¿eniach
sk: Vykoná zmeny vo výrazoch
tr: Deðiþiklikleri ifadelerin içinde yapar

source: Perform changes within non-string values
pl: Przeprowadzenie zmian w warto¶ciach nie bêd±cych ³añcuchami
sk: Vykoná zmeny v netextových hodnotách
tr: Deðiþiklikleri dizge olmayan deðerlerde yapar

source: Perform changes within string values
pl: Przeprowadzenie zmian w warto¶ciach ³añcuchowych
sk: Vykoná zmeny v re»azcoch
tr: Deðiþiklikleri dizgelerin içinde yapar

source: Perform no more replacements
pl: Nie przeprowadza tej i dalszych zmian
sk: Ïalej u¾ nenahradzova»
tr: Hiç bir deðiþiklik yapýlmadý

source: Perform this replacement
pl: Przeprowadza tê zmianê
sk: Nahradi»
tr: Bu deðiþikliði uygula

source: Query for replacement
pl: Pytanie przed zmian±
sk: Otázka pre nahradenie
tr: Deðiþikliklerde onay alýr

source: Ra_nge
pl: Za_kres
sk: _Rozsah

source: Re_gular expression
pl: Wyra¿enie _regularne
sk: Re_gulárny výraz

source: Scope
pl: Zasiêg
sk: Rozsah
tr: Kapsam

source: Search
pl: Wyszukiwanie
sk: Nájs»
tr: Arama

source: Search and Replace Query
pl: Pytanie dotycz±ce wyszukiwania i zmiany
sk: Nájs» a nahradi»
tr: Bul ve Deðiþtir Sorgulamasý

source: Search and replace in all cells in the workbook
pl: Wyszukuje i zmienia we wszystkich komórkach zeszytu
sk: Nájs» a nahradi» vo v¹etkých bunkách zo¹ita
tr: Defter içindeki tüm gözelerde arar ve deðiþtirir

source: Search and replace in current sheet only
pl: Wyszukuje i zmienia tylko w bie¿±cym arkuszu
sk: Nájs» a nahradi» len v aktuálnom liste
tr: Sadece çalýþýlan çizelgede arar ve deðiþtirir

source: Search and replace in specified range only
pl: Wyszukuje i zmienia tylko w okre¶lonym zakresie
sk: Nájs» a nahradi» len v uvedenom rozsahu
tr: Belirtilen bölgede arar ve deðiþtirir

source: Search column by column
pl: Przeszukiwanie kolumna po kolumnie
sk: Hµada» po ståpcoch
tr: Sütun-sütun arama

source: Search line by line
pl: Przeszukiwanie wiersz po wierszu
sk: Hµada» po riadkoch
tr: Satýr-satýr arama

source: Skip cells that that would result in errors
pl: Pomijanie komórek, które powodowa³yby b³êdy
sk: Preskoèi» bunky, ktoré by spôsobili chyby
tr: Hatalý sonuç veren gözeleri atlar

source: The search text is a regular expression
pl: Napis podany do wyszukiwania traktowany jest jak wyra¿enie regularne
sk: Hµadaný text je regulárny výraz
tr: Arama metni bir düzenli ifadedir

source: The search text is taken literal
pl: Napis podany do wyszukiwania traktowany jest bezpo¶rednio
sk: Hµadaný text je priamo text
tr: Arama metni harflerden ibarettir

source: Turn unparsable entries into string values
pl: Zmienia elementy, których nie mo¿na roz³o¿yæ sk³adniowo, w ³añcuchy znakowe
sk: Previes» nespracovateµné polo¾ky na text
tr: Dizge deðerlerinde çözümlenemeyenleri döndürür

source: When set, do not distinguish between upper and lower case letters
pl: Powoduje jednakowe traktowanie ma³ych i wielkich liter
sk: Ak nastavené, nerozli¹uje medzi veµkými a malými písmenami
tr: Ýþaretlendiðinde büyük ve küçük harf ayrýmý yapmaz

source: _Advanced
pl: Z_aawansowane
sk: _Pokroèilé
tr: _Geliþmiþ

source: _By
pl: _Na
sk: Na_hradi»

source: _Column major
pl: _Kolumnami
sk: _Hlavný ståpec

source: _Comments
pl: K_omentarze
sk: _Komentáre
tr: _Yorumlar

source: _Current sheet
pl: _Bie¿±cy arkusz
sk: _Aktuálny list
tr: Þu a_nki çizelge

source: _Don't change
pl: _Bez zmian
sk: _Nemeni»

source: _Entire workbook
pl: _Ca³y zeszyt
sk: _Celý zo¹it
tr: _Tüm defter

source: _Expressions
pl: Wy_ra¿enia
sk: _Výrazy
tr: Ý_fadeler

source: _Fail
pl: R_ezygnacja
sk: _Zlyha»

source: _Ignore case
pl: _Ignorowanie wielko¶ci liter
sk: _Ignorova» veµkos» písmen
tr: Büyük/küçük _Harf ayrýmý yapma

source: _Location
pl: _Po³o¿enie
sk: U_miestnenie

source: _Make error expression
pl: Utworzenie wyra¿enia reprezentuj±cego b³±_d
sk: _Vytvori» výraz pre chyby

source: _Normal
pl: _Zwyk³e
sk: _Normálne

source: _Other values
pl: _Inne warto¶ci
sk: _Iné hodnoty
tr: _Diðer deðerler

source: _Plain text
pl: Zwyk³y _tekst
sk: Èistý _text
tr: _Salt metin

source: _Preserve case
pl: Zachowanie wielko¶ci _liter
sk: Zachova» _veµkos» písmen

source: _Query
pl: _Pytanie
sk: _Otázka

source: _Replace by
pl: _Nowy napis
sk: _Nahradi» èím:

source: _Replacing
pl: _Zmiana
sk: Na_hradzovanie

source: _Row major
pl: _Wierszami
sk: Hlavný _riadok
tr: A_na Satýr

source: _Search for
pl: _Wyszukiwany napis
sk: _Hµada»
tr: _Aranacak

source: _Strings
pl: Na_pisy
sk: _Re»azce
tr: _Dizgeler

source: C_olumn major
pl: _Kolumnami
sk: _Hlavný ståpec
tr: A_na Sütun

source: Dismiss search center
pl: Zamyka okno wyszukiwania
sk: Zavrie» hµadanie
tr: Arama merkezini býrak

source: Find text within cell comments
pl: Wyszukuje w komentarzach do komórek
sk: Hµada» text v komentároch buniek
tr: Göze açýklamalarýnda bul

source: Find text within expressions
pl: Wyszukuje w wyra¿eniach
sk: Hµada» text vo výrazoch
tr: Ýfadelerin içinde bul

source: Find text within non-string values
pl: Wyszukuje w warto¶ciach nie bêd±cych ³añcuchami
sk: Hµada» text v netextových hodnotách
tr: Dizge olmayan deðerler içinde bul

source: Find text within string values
pl: Wyszukuje w warto¶ciach ³añcuchowych
sk: Hµada» text v re»azcoch
tr: Dizgelerin içinde bul

source: Match _whole words only
pl: Wyszukiwanie tylko ca³ych _s³ów
sk: _Len celé slová
tr: Sadece _tam sözcük

source: Searc_h
pl: Z_najd¼
sk: _Nájs»

source: Search Center
pl: Wyszukiwanie
sk: Hµadanie
tr: Arama Merkezi

source: Search cells containing
pl: Wyszukiwanie komórek zawieraj±cych
sk: Hµada» bunky obsahujúce
tr: Aranacak içerik

source: Search in all cells in the workbook
pl: Wyszukuje we wszystkich komórkach zeszytu
sk: Hµada» vo v¹etkých bunkách zo¹ita
tr: Defter içindeki tüm gözelerde ara

source: Search in current sheet only
pl: Wyszukuje tylko w bie¿±cym arkuszu
sk: Hµada» len v aktuálnom liste
tr: Sadece çalýþýlan çizelgede ara

source: Search in specified range only
pl: Wyszukuje tylko w okre¶lonym zakresie
sk: Hµada» len v uvedenom rozsahu
tr: Sadece belirtilen bölgede ara

source: Show next match
pl: Wy¶wietla nastêpne wyst±pienie
sk: Zobrazi» nasledujúce nájdené
tr: Sonraki bulunaný göster

source: Show previous match
pl: Wy¶wietla poprzednie wyst±pienie
sk: Zobrazi» predchádzajúce nájdené
tr: Önceki bulunaný göster

source: Start search
pl: Rozpoczyna wyszukiwanie
sk: Nájs»
tr: Aramayý baþlat

source: _Matches
pl: Wys_t±pienia
sk: _Odpovedá
tr: _Eþleþmeler

source: _Range
pl: Za_kres
sk: _Rozsah
tr: _Bölge

source: _Regular expression
pl: Wyra¿enie _regularne
sk: Re_gulárny výraz
tr: _Düzenli ifade

source: Close this dialog
pl: Zamknij okno
sk: Zatvorí tento dialóg
tr: Bu pencereyi kapat
uk: Закрити цей д╕алог

source: Delete the currently selected sheet
pl: Usuñ zaznaczony arkusz
sk: Zma¾e aktuálne vybraný list
tr: Son seçilen çizelgeyi siler
uk: Стерти вибраний аркуш

source: Move the currently selected sheet down one position
pl: Przenie¶ zaznaczony arkusz o jedn± pozycjê w dó³
sk: Presunie aktuálne vybraný list o jednu miesto dolu
tr: Seçilen çizelgeyi bir alta indirir
uk: Пересунути вибраний аркуш нижче на одну позиц╕ю
