Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Gnumeric Spreadsheet
pl: Gnumeric - arkusz kalkulacyjny
sk: Zo¹i» Gnumeric

source: The GNOME Spreadsheet
pl: Arkusz kalkulacyjny ¶rodowiska GNOME
sk: GNOME tabuµka
tr: GNOME Hesap Çizelgesi

source: Parse error while reading Applix file.
pl: B³±d sk³adniowy przy odczycie pliku Applix.
sk: Chyba pri preklade súboru Applix.
tr: Applix dosyasý okunurken ayrýþtýrma hatasý

source: Imports version 4.[234] spreadsheets
pl: Importuje arkusze w wersjach 4.[234]
sk: Importuje tabuµky verzie 4.[234]
tr: 4.[234] sürümü çizelgeleri açar
uk: ╤мпорт таблиць верс╕╖ 4.[234]

source: @FUNCTION=opt_bs_call @SYNTAX=opt_bs_call(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the price of a European call option struck at @strike on an asset with price @price. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed in the same units as @strike and @price. @EXAMPLES= @SEEALSO=opt_bs_put, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_call @SYNTAX=opt_bs_call (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do wyceny europejskiej opcji kupna waloru o cenie @cena, wystawionej na @cena_wykonania. @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ jest wyra¿ona w takich samych jednostkach jak @cena i @cena_wykonania. @EXAMPLES= @SEEALSO=opt_bs_put, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_call @SYNTAX=opt_bs_call(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet ceny európskej call opcie @zaciatok na majetok s cenou @cena. @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude v rovnakých jednotkách ako @zaciatok a @cena. @EXAMPLES= @SEEALSO=opt_bs_put, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_put @SYNTAX=opt_bs_put(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the price of a European put option struck at @strike on an asset with price @price. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed in the same units as @strike and @price. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_put @SYNTAX=opt_bs_put (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do wyceny europejskiej opcji sprzeda¿y waloru o cenie @cena, wystawionej na @cena_wykonania. @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ jest wyra¿ona w takich samych jednostkach jak @cena i @cena_wykonania. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_put @SYNTAX=opt_bs_put(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet ceny európskej put opcie @zaciatok na majetok s cenou @cena. @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude v rovnakých jednotkách ako @zaciatok a @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_call_delta @SYNTAX=opt_bs_call_delta(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "delta" of a European call option struck at @strike on an asset with price @price. (The delta of an option is the rate of change of its price with respect to the price of the underlying asset.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as the rate of change of option value per unit change in @price. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_call_delta @SYNTAX=opt_bs_call_delta (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "delta" europejskiej opcji kupna waloru o cenie @cena, wystawionej na @cena_wykonania. (Delta to wspó³czynnik okre¶laj±cy stosunek zmiany ceny opcji do zmiany ceny waloru bazowego.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to stopieñ zmiany warto¶ci opcji przy jednostkowej zmianie ceny waloru bazowego. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_call_delta @SYNTAX=opt_bs_call_delta(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet ceny európskej call opcie @zaciatok na majetok s cenou @cena. (Delta opcie je rýchlos» zmeny ceny s ohµadom na cenu majetku.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude v rýchlos» zmeny hodnoty za zmenu jednotky v @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_put_delta @SYNTAX=opt_bs_put_delta(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "delta" of a European put option struck at @strike on an asset with price @price. (The delta of an option is the rate of change of its price with respect to the price of the underlying asset.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as the rate of change of option value per unit change in @price. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_put_delta @SYNTAX=opt_bs_put_delta (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "delta" europejskiej opcji sprzeda¿y waloru o cenie @cena, wystawionej na @cena_wykonania. (Delta to wspó³czynnik okre¶laj±cy stosunek zmiany ceny opcji do zmiany ceny waloru bazowego.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to stopieñ zmiany warto¶ci opcji przy jednostkowej zmianie ceny waloru bazowego. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_put_delta @SYNTAX=opt_bs_put_delta(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet ceny európskej put opcie @zaciatok na majetok s cenou @cena. (Delta opcie je rýchlos» zmeny ceny s ohµadom na cenu majetku.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude v rýchlos» zmeny hodnoty za zmenu jednotky v @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_call_rho @SYNTAX=opt_bs_call_rho(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "rho" of a European call option struck at @strike on an asset with price @price. (The rho of an option is the rate of change of its price with respect to the risk free interest rate.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as the rate of change of option value, per 100% change in @rate. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_call_rho @SYNTAX=opt_bs_call_rho (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "ro" europejskiej opcji kupna waloru o cenie @cena, wystawionej na @cena_wykonania. (Ro to wspó³czynnik okre¶laj±cy stosunek zmiany ceny opcji do zmiany warto¶ci stopy wolnej od ryzyka.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to procentowa zmiana warto¶ci opcji przy 100% zmianie stopy wolnej od ryzyka (@stopa). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_call_rho @SYNTAX=opt_bs_call_rho(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet "rho" európskej call opcie @zaciatok na majetok s cenou @cena. (Rho opcie je rýchlos» zmeny ceny s ohµadom na úrokovú mieru.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude zmena hodnoty opcie na 100% zmeny v @úrok. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_put_rho @SYNTAX=opt_bs_put_rho(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "rho" of a European put option struck at @strike on an asset with price @price. (The rho of an option is the rate of change of its price with respect to the risk free interest rate.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as the rate of change of option value, per 100% change in @rate. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_put_delta, opt_bs_call_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_put_rho @SYNTAX=opt_bs_put_rho (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "ro" europejskiej opcji sprzeda¿y waloru o cenie @cena, wystawionej na @cena_wykonania. (Ro to wspó³czynnik okre¶laj±cy stosunek zmiany ceny opcji do zmiany warto¶ci stopy wolnej od ryzyka.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to procentowa zmiana warto¶ci opcji przy 100% zmianie stopy wolnej od ryzyka (@stopa). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_put_rho @SYNTAX=opt_bs_put_rho(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet "rho" európskej put opcie @zaciatok na majetok s cenou @cena. (Rho opcie je rýchlos» zmeny ceny s ohµadom na úrokovú mieru.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude zmena hodnoty opcie na 100% zmeny v @úrok. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_call_theta @SYNTAX=opt_bs_call_theta(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "theta" of a European call option struck at @strike on an asset with price @price. (The theta of an option is the rate of change of its price with respect to time to expiry.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as minus the rate of change of option value, per 365.25 days. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_call_theta @SYNTAX=opt_bs_call_theta (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "theta" europejskiej opcji kupna waloru o cenie @cena, wystawionej na @cena_wykonania. (Theta to wspó³czynnik okre¶laj±cy stopieñ zmiany ceny opcji w odniesieniu do czasu do wyga¶niêcia.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to procentowa (ujemna) zmiana warto¶ci opcji po up³ywie 0,01 roku (rok=365,25 dni). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_call_theta @SYNTAX=opt_bs_call_theta(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet "theta" európskej call opcie @zaciatok na majetok s cenou @cena. (Theta opcie je rýchlos» zmeny ceny s ohµadom na dátum splatnosti.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude ako mínusová percentuálna zmena hodnoty za jeden rok (365.25 dní). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_put_theta @SYNTAX=opt_bs_put_theta(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "theta" of a European put option struck at @strike on an asset with price @price. (The theta of an option is the rate of change of its price with respect to time to expiry.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as minus the rate of change of option value, per 365.25 days. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_vega, opt_bs_gamma
pl: @FUNCTION=opt_bs_put_theta @SYNTAX=opt_bs_put_theta (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "theta" europejskiej opcji sprzeda¿y waloru o cenie @cena, wystawionej na @cena_wykonania. (Theta to wspó³czynnik okre¶laj±cy stopieñ zmiany ceny opcji w odniesieniu do czasu do wyga¶niêcia.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to procentowa (ujemna) zmiana warto¶ci opcji po up³ywie 0,01 roku (rok=365,25 dni). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_vega, opt_bs_gamma
sk: @FUNCTION=opt_bs_put_theta @SYNTAX=opt_bs_call_put(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet "theta" európskej put opcie @zaciatok na majetok s cenou @cena. (Theta opcie je rýchlos» zmeny ceny s ohµadom na dátum splatnosti.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude ako mínusová percentuálna zmena hodnoty za jeden rok (365.25 dní). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_vega, opt_bs_gamma

source: @FUNCTION=opt_bs_gamma @SYNTAX=opt_bs_gamma(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "gamma" of a European option struck at @strike on an asset with price @price. (The gamma of an option is the second derivative of its price with respect to the price of the underlying asset, and is the same for calls and puts.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as the rate of change of delta per unit change in @price. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_rho, opt_bs_vega
pl: @FUNCTION=opt_bs_gamma @SYNTAX=opt_bs_gamma (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "gamma" europejskiej opcji sprzeda¿y waloru o cenie @cena, wystawionej na @cena_wykonania. (Gamma to druga pochodna ceny opcji wzglêdem ceny waloru bazowego, jest taka sama dla opcji kupna i sprzeda¿y.) @zmienno¶æ to zmienno¶æ instrumentu bazowego, szacowana na okres do wyga¶niêcia, wyra¿ona w procentach. @dni_do_wyga¶niêcia to liczba dni do daty wyga¶niêcia, @stopa okre¶la stopê procentow± inwestycji wolnej od ryzyka. Zwracana warto¶æ to zmiana warto¶ci wspó³czynnika delta na jednostkow± zmianê ceny waloru bazowego (@cena). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_rho, opt_bs_vega
sk: @FUNCTION=opt_bs_gamma @SYNTAX=opt_bs_gamma(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet "gamma" európskej opcie @zaciatok na majetok s cenou @cena. (Gamma opcie je druhá derivácia jej ceny s ohµadom cenu majetku a je rovnaká pre call aj put.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude v rýchlos» zmeny hodnoty za zmenu delta v @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_call_theta, opt_bs_vega

source: @FUNCTION=opt_bs_vega @SYNTAX=opt_bs_bega(strike,price,volatility,days_to_maturity,rate) @DESCRIPTION=Uses the Black-Scholes model to calculate the "vega" of a European option struck at @strike on an asset with price @price. (The vega of an option is the rate of change of its price with respect to volatility, and is the same for calls and puts.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @days_to_maturity the number of days to exercise, and @rate is the risk-free interest rate to the exercise date, in percent. The returned value will be expressed as the rate of change of option value, per 100% volatilty. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_rho, opt_bs_gamma
pl: @FUNCTION=opt_bs_vega @SYNTAX=opt_bs_vega (cena_wykonania; cena; zmienno¶æ; dni_do_wyga¶niêcia; stopa) @DESCRIPTION=Stosuje model Blacka-Scholesa do obliczenia wspó³czynnika "vega" europejskiej opcji sprzeda¿y waloru o cenie @cena, wystawionej na @cena_wykonania. (Vega to wspó³czynnik okre¶laj±cy zmianê warto¶ci opcji w odniesieniu do zmiany zmienno¶ci, jest taki sam dla opcji kupna i sprzeda¿y.) Zwracana warto¶æ to stopieñ zmiany warto¶ci opcji przy zmianie zmienno¶ci o 100% .@EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_rho, opt_bs_gamma
sk: @FUNCTION=opt_bs_vega @SYNTAX=opt_bs_vega(zaciatok,cena,¾ivotnos»,dní_do_splatnosti,úrok) @DESCRIPTION=Pou¾íva Black-Scholesov model pre výpoèet "vega" európskej opcie @zaciatok na majetok s cenou @cena. (Vega opcie je rýchlos» zmeny ceny s ohµadom na ¾ivostnos» a je rovnaká pre call aj put.) @¾ivotnos» je roèná v percentách z cena za dané obdobie. @dní_do_splatnosti je poèet dní do splatnosti @úrok je úrok do dòa splatnosti v percentách. Vrátená hodnota bude v rýchlos» zmeny hodnoty za 100% ¾ivostnosti. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_call_theta, opt_bs_gamma

source: Financial
pl: Finansowe
sk: Finanèné
tr: Finansal
uk: Ф╕нансов╕

source: Financial Derivatives
pl: Instrumenty pochodne
sk: Finanèné produkty
tr: Finansal Türevler

source: Functions related to financial derivatives
pl: Funkcje zwi±zane z instrumentami pochodnymi
sk: Funkcie pre finanèné produkty
tr: Finansal türevlerle ilgili iþlevler

source: Reading file...
pl: Wczytywanie pliku...
sk: Èítam súbor...
tr: Dosya okunuyor...
