Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE function returns the inverse matrix of a given matrix. If the @matrix cannot be inverted, MINVERSE returns #NUM! error. If the @matrix does not contain equal number of columns and rows, MINVERSE returns #VALUE! error. This function is Excel compatible. @EXAMPLES= @SEEALSO=MMULT, MDETERM
pl: @FUNCTION=MINVERSE @SYNTAX=MINVERSE (macierz) @DESCRIPTION= Funkcja MINVERSE zwraca macierz odwrotn± do zadanej. Je¶li @macierz nie posiada macierzy odwrotnej, MINVERSE zwraca b³±d #NUM!. Je¶li @macierz nie ma równej liczby wierszy i kolumn, funkcja MINVERSE zwraca b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=MMULT, MDETERM
sk: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matica) @DESCRIPTION=Funkcia MINVERSE vracia inverznú maticu k danej matici. Ak nie je mo¾né @matica invertova», MINVERSE vracia chybu #NUM!. Ak @matica neobsahuje rovnaký poèet ståpcov a riadkov, MINVERSE vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=MMULT, MDETERM
tr: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matris) @DESCRIPTION=MINVERSE iþlevi verilen matrisin tersini verir. @matris ters çevrilemezse iþlev #SAYI! hatasý ile sonuçlanýr. @matris eþit sayýda satýr ve sütun içermiyorsa iþlev #DEÐER! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Benzerleri: MMULT, MDETERM @EXAMPLES= @SEEALSO=MMULT, MDETERM

source: #3D MULT?
sk: #3D NÁSOB?
tr: #3D?

source: @FUNCTION=MMULT @SYNTAX=MMULT(array1,array2) @DESCRIPTION=MMULT function returns the matrix product of two arrays. The result is an array with the same number of rows as @array1 and the same number of columns as @array2. This function is Excel compatible. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
pl: @FUNCTION=MMULT @SYNTAX=MMULT (tablica1; tablica2) @DESCRIPTION=Funkcja MMULT zwraca iloczyn macierzowy dwóch tablic. Wynikiem jest tablica o tej samej liczbie wierszy, co @tablica1 i o tej samej liczbie kolumn, co @tablica2. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
sk: @FUNCTION=MMULT @SYNTAX=MMULT(pole1,pole2) @DESCRIPTION=Funkcia MMULT vracia maticu, ktorá je násobkom dvoch polí. Výsledok je pole s rovnakým poètom riadkov ako má @pole1 a s rovnakým poètom ståpcov ako má @pole2. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
tr: @FUNCTION=MMULT @SYNTAX=MMULT(dizi1,dizi2) @DESCRIPTION=MMULT iþlevi iki dizinin matrisel çarpýmýný hesaplar. Sonuç @dizi1 ile ayný satýr ve @dizi2 ile ayný sütun sayýsýnda bir dizidir. Bu iþlev Excel uyumludur. Benzerleri: TRANSPOSE, MINVERSE @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE

source: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM function returns the determinant of a given matrix. If the @matrix does not contain equal number of columns and rows, MDETERM returns #VALUE! error. This function is Excel compatible. @EXAMPLES= Let us assume that A1, ..., A4 contain numbers 2, 3, 7, and 3, B1, ..., B4 4, 2, 4, and 1, C1, ..., C4 9, 4, 3, and 2, and D1, ..., D4 7, 3, 6, and 5. Then MDETERM(A1:D4) equals 148. @SEEALSO=MMULT, MINVERSE
pl: @FUNCTION=MDETERM @SYNTAX=MDETERM (macierz) @DESCRIPTION=Funkcja MDETERM zwraca wyznacznik podanej macierzy. Je¶li macierz @macierz nie zawiera jednakowej liczby wierszy i kolumn, zwracany jest b³±d #WARTO¦Æ! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, ..., A4 zawieraj± liczby 2, 3, 7 i 3, komórki B1, ..., B4 - warto¶ci 4, 2, 4 i 1, komórki C1, ..., C4 - warto¶ci 9, 4, 3 i 2, za¶ komórki D1, ..., D4 - warto¶ci 7, 3, 6 i 5. Wówczas wyra¿enie MDETERM(A1:D4) jest równe 148. @SEEALSO=MMULT, MINVERSE
sk: @FUNCTION=MDETERM @SYNTAX=MDETERM(matica) @DESCRIPTION=Funkcia MDETERM vracia determinant danej matice. Ak @matica neobsahuje rovnaký poèet ståpcov a riadkov, MDETERM vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e A1, ..., A4 obsahujú èísla 2, 3, 7, a 3, B1, ..., B4 4, 2, 4, a 1, C1, ..., C4 9, 4, 3, a 2, a D1, ..., D4 7, 3, 6, a 5. Potom MDETERM(A1:D4) sa rovná 148. @SEEALSO=MMULT, MINVERSE
tr: @FUNCTION=MDETERM @SYNTAX=MDETERM(matris) @DESCRIPTION=MDETERM iþlevi verilen matrisin determinantýný hesaplar. @matris eþit sayýda satýr ve sütun içermiyorsa iþlev #DEÐER! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, ..., A4 gözeleri 2, 3, 7, 3 B1, ..., B4 gözeleri 4, 2, 4, 1 C1, ..., C4 gözeleri 9, 4, 3, 2 D1, ..., D4 gözeleri 7, 3, 6, 5 içeriyorsa: MDETERM(A1:D4) eþittir 148 Benzerleri: MMULT, MINVERSE @EXAMPLES= A1, ..., A4 gözeleri 2, 3, 7, 3 B1, ..., B4 gözeleri 4, 2, 4, 1 C1, ..., C4 gözeleri 9, 4, 3, 2 D1, ..., D4 gözeleri 7, 3, 6, 5 içeriyorsa: MDETERM(A1:D4) eþittir 148 @SEEALSO=MMULT, MINVERSE

source: @FUNCTION=SUMPRODUCT @SYNTAX=SUMPRODUCT(range1,range2,...) @DESCRIPTION=SUMPRODUCT function multiplies corresponding data entries in the given arrays or ranges, and then returns the sum of those products. If an array entry is not numeric, the value zero is used instead. If arrays or range arguments do not have the same dimentions, SUMPRODUCT returns #VALUE! error. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMPRODUCT(A1:A5,B1:B5) equals 3370. @SEEALSO=SUM,PRODUCT
pl: @FUNCTION=SUMPRODUCT @SYNTAX=SUMPRODUCT (zakres1; zakres2; ...) @DESCRIPTION=Funkcja SUMPRODUCT mno¿y odpowiednie elementy podanych tablic lub zakresów i zwraca sumê tych iloczynów. Je¶li element nie jest numeryczny, u¿ywana jest zamiast niego warto¶æ zero. Je¶li tablice lub zakresy nie maj± tych samych wymiarów, zwracany jest b³±d #WARTO¦Æ! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11, 15, 17, 21 i 43, za¶ komórki B1, B2, ..., B5 zawieraj± liczby 13, 22, 31, 33 i 39. Wówczas wyra¿enie SUMPRODUCT (A1:A5; B1:B5) jest równe 3370. @SEEALSO=SUM,PRODUCT
sk: @FUNCTION=SUMPRODUCT @SYNTAX=SUMPRODUCT(rozsah1,rozsah2,...) @DESCRIPTION=Funkcia SUMPRODUCT násobí odpovedajúce si dáta v daných poliach alebo rozsahoch a potom vracia súèet týchto násobkov. Ak polo¾ka nie je èíselná, pou¾ije sa 0. Ak polia alebo rozsahy nemajú rovnaké rozmery, SUMPRODUCT vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11, 15, 17, 21, a 43 a ¾e bunky B1, B2, ..., B5 obsahujú èísla 13, 22, 31, 33, a 39. Potom SUMPRODUCT(A1:A5,B1:B5) sa rovná 3370. @SEEALSO=SUM,PRODUCT
tr: @FUNCTION=SUMPRODUCT @SYNTAX=SUMPRODUCT(dizi1,dizi2,...) @DESCRIPTION=SUMPRODUCT iþlevi verilen aralýklarda ayný dizi indeksindeki gözelerin çarpýmlarýnýn toplamýný hesaplar. Göze içeriði sayý deðilse, sýfýr kabul edilir. Dizi uzunluklarý farklýysa iþlev #DEÐER! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnek: A1, A2 gözeleri 2, 5 ve B1, B2 gözeleri 4, 3 içeriyorsa: SUMPRODUCT(A1:A2,B1:B2) eþittir 23 Benzerleri: SUM, PRODUCT @EXAMPLES= A1, A2 gözeleri 2, 5 ve B1, B2 gözeleri 4, 3 içeriyorsa: SUMPRODUCT(A1:A2,B1:B2) eþittir 23 @SEEALSO=SUM,PRODUCT

source: Maths / Trig.
pl: Matematyczne
sk: Matematické / Trigonometrické
tr: Mat / Trig

source: @FUNCTION=SELECTION @SYNTAX=SELECTION(permit_intersection) @DESCRIPTION=SELECTION function returns a list with the values in the current selection. This is usually used to implement on-the-fly computation of values. If @permit_intersection is TRUE the user specifed selection ranges are returned, EVEN IF THEY OVERLAP. If @permit_intersection is FALSE a distict set of regions is returned, however, there may be more of them than the user initially specified. @EXAMPLES= @SEEALSO=
pl: @FUNCTION=SELECTION @SYNTAX=SELECTION (dozwolone_przeciêcia) @DESCRIPTION=Funkcja SELECTION zwraca listê warto¶ci w bie¿±cym zaznaczeniu. Funkcja jest zwykle wykorzystywana do obliczania warto¶ci "w locie". Je¶li parametr @dozwolone_przeciêcia ma warto¶æ PRAWDA, zwracane s± zakresy zaznaczone przez u¿ytkownika, NAWET gdy siê one przecinaj±. Je¶li parametr ma warto¶æ FA£SZ, zwracana jest lista roz³±cznych zakresów, jednak mo¿e byæ ich wiêcej, ni¿ zaznaczy³ u¿ytkownik. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=SELECTION @SYNTAX=SELECTION(povoli»_prienik) @DESCRIPTION=Funkcia SELECTION vracia zoznam s hodnotami v aktuálnom výbere. To je obvykle implementované poèítaním hodnôt za behu. Ak je @povoli»_prienik TRUE sú vrátené rozsahy AJ KEÏ SA PREKRÝVAJÚ. Ak je @povoli»_prienik FALSE sú vrátené neprekrývajúce sa rozsahy, aj keï ich je mo¾no viac ne¾ zadal pou¾ívateµ. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=SELECTION @SYNTAX=SELECTION(kesiþme_izni) @DESCRIPTION=SELECTION iþlevi mevcut seçim içindeki deðerleri içeren bir liste ile sonuçlanýr. Hesap sonuçlarýný toplamakda yararlýdýr. @kesiþme_izni DOÐRU ise BÝRBÝRLERÝNÝ KAPSASALAR bile seçilen aralýk içindekiler döndürülür, YANLIÞ ise seçim alanlarý ayrý döndürülür ki bazan seçilenden fazlasýný da içerebilir. @EXAMPLES= @SEEALSO=

source: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=GNUMERIC_VERSION return the version of gnumeric as a string. @EXAMPLES= GNUMERIC_VERSION(). @SEEALSO=
pl: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION () @DESCRIPTION=Zwraca wersjê programu Gnumeric jako ci±g znakowy. @EXAMPLES= GNUMERIC_VERSION(). @SEEALSO=
sk: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=Vracia verziu aplikácie gnumeric ako re»azec. @EXAMPLES=GNUMERIC_VERSION(). @SEEALSO=
tr: @FUNCTION=GNUMERIC_VERSION @SYNTAX=GNUMERIC_VERSION() @DESCRIPTION=Gnumeric'in sürümünü dizge olarak verir. @EXAMPLES= GNUMERIC_VERSION(). @SEEALSO=

source: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP calculates the variance of a set of numbers where each number is a member of a population and the set is the entire population. (VARP is also known as the N-variance.) @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VARP(A1:A5) equals 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
pl: @FUNCTION=VARP @SYNTAX=VARP (b1; b2; ...) @DESCRIPTION=Funkcja VARP oblicza wariancjê zbioru liczb, w którym ka¿da liczba jest cz³onkiem populacji, a zbiór reprezentuje ca³± populacjê. (Funkcja VARP jest tak¿e nazywana N-wariancj±.) @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie VARP(A1:A5) jest równe 94,112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
sk: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP poèíta rozptyl mno¾iny èísel, kde ka¾dé èíslo je èlenom populácie a mno¾ina je je celá populácia. (VARP je tie¾ známa ako N-variance.) @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom VARP(A1:A5) sa rovná 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
tr: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP tüm daðýlýmý kapsayan bir daðýlýmýn üyelerinin oluþturduðu kümenin deðiþimini hesaplar. (VARP, N deðiþimi olarak da bilinir.) Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: VARP(A1:A5) eþittir 94.112 Benzerleri: AVERAGE, DVAR, DVARP, STDEV, VAR @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: VARP(A1:A5) eþittir 94.112 @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR

source: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR estimates the variance of a sample of a population. To get the true variance of a complete population use @VARP. (VAR is also known as the N-1-variance. Under reasonable conditions, it is the maximum-likelihood estimator for the true variance.) This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VAR(A1:A5) equals 117.64. @SEEALSO=VARP,STDEV
pl: @FUNCTION=VAR @SYNTAX=VAR (b1; b2; ...) @DESCRIPTION=VAR estymuje warto¶æ wariancji przyk³adowej populacji. Aby otrzymaæ prawdziw± wariancjê ca³ej populacji u¿yj funkcji @VARP. (VAR jest tak¿e nazywana N-1-wariancj±. Pod pewnymi warunkami, warto¶æ ta jest maksymalnie przybli¿onym estymatorem prawdziwej wariancji.) Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie VAR(A1:A5) jest równe 117,64. @SEEALSO=VARP,STDEV
sk: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR odhaduje rozptyl výberu z populácie. Pre získanie skutoèného rozptylu celej populácie pou¾ite @VARP. (VAR je tie¾ známa ako N-1-variance. Pri rozumných podmienkach to je najpravdepodobnej¹í odhad skutoèného rozptylu). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom VAR(A1:A5) sa rovná 117.64. @SEEALSO=VARP,STDEV
tr: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR bir daðýlým örneðinin deðiþimini tahmin eder. Tüm daðýlýmýn gerçek deðiþimini bulmak için VARP iþlevini kullanýn. (VAR N-1 deðiþimi olarak da bilinir. Normal þartlar altýnda, gerçek deðiþime en yüksek yaklaþýklýkla tahmin yapýlýr.) Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: VAR(A1:A5) eþittir 117.64 Benzerleri: VARP, STDEV @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: VAR(A1:A5) eþittir 117.64 @SEEALSO=VARP,STDEV

source: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV returns standard deviation of a set of numbers treating these numbers as members of a population. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEV(A1:A5) equals 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
pl: @FUNCTION=STDEV @SYNTAX=STDEV (b1; b2; ...) @DESCRIPTION=Funkcja STDEV zwraca warto¶æ odchylenia standardowego zbioru liczb traktowanych jako cz³onków populacji. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie STDEV(A1:A5) jest równe 10,84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
sk: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV vracia smerodajnú odchýlku mno¾iny èísel, ktoré sú pova¾ované za èlenov populácie. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom STDEV(A1:A5) sa rovná 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
tr: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV iþlevi sayýlar kümesini bir daðýlýmýn üyeleri kabul ederek sayýlar kümesinin standart sapmasýný hesaplar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: STDEV(A1:A5) eþittir 10.84619749 Benzerleri: AVERAGE, DSTDEV, DSTDEVP, STDEVA, STDEVPA, VAR @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: STDEV(A1:A5) eþittir 10.84619749 @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR

source: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP returns standard deviation of a set of numbers treating these numbers as members of a complete population. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEVP(A1:A5) equals 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
pl: @FUNCTION=STDEVP @SYNTAX=STDEVP (b1; b2; ...) @DESCRIPTION=Funkcja STDEVP zwraca warto¶æ odchylenia standardowego zbioru liczb traktowanych jako cz³onków ca³ej populacji. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie STDEVP(A1:A5) jest równe 9,701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
sk: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP vracia smerodajnú odchýlku mno¾iny èísel, ktoré sú chápané ako èlenovia celkovej populácie. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom STDEVP(A1:A5) sa rovná 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
tr: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1;b2; ...) @DESCRIPTION=STDEVP iþlevi sayýlar kümesini tüm daðýlýmýn üyeleri kabul ederek sayýlar kümesinin standart sapmasýný hesaplar. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: STDEVP(A1:A5) eþittir 9.701133954 Benzerleri: STDEV, STDEVA, STDEVPA @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, ve 40.1 içeriyorsa: STDEVP(A1:A5) eþittir 9.701133954 @SEEALSO=STDEV,STDEVA,STDEVPA

source: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK returns the rank of a number in a list of numbers. @x is the number whose rank you want to find, @ref is the list of numbers, and @order specifies how to rank numbers. If @order is 0, numbers are ranked in descending order, otherwise numbers are ranked in ascending order. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then RANK(17.3,A1:A5) equals 4. @SEEALSO=PERCENTRANK
pl: @FUNCTION=RANK @SYNTAX=RANK (x; odw[; kolejno¶æ]) @DESCRIPTION=Funkcja RANK zwraca rangê (zaszeregowanie) liczby w danej li¶cie liczb. Parametr @x okre¶la liczbê, której rangê chcesz znale¼æ, @odw okre¶la listê liczb, za¶ @kolejno¶æ sposób obliczania rangi. Je¶li parametr @kolejno¶æ ma warto¶æ 0, liczby s± szeregowane w kolejno¶ci malej±cej, w pozosta³ych przypadkach w kolejno¶ci rosn±cej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie RANK (17,3; A1:A5) jest równe 4. @SEEALSO=PERCENTRANK
sk: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,triedenie]) @DESCRIPTION=RANK vracia poradie èísla v rozlo¾ení v zozname èísel. @x je èíslo, ktorého poradie chcete zisti», @ref je zoznam èísel, a @triedenie uvádza, ako usporiada» èísla. Ak je @triedenie 0, èísla sú v zostupne, inak sú vzostupne. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Nech bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom sa RANK(17.3A1:A5) rovná 4. @SEEALSO=PERCENTRANK
tr: @FUNCTION=RANK @SYNTAX=RANK(x,dizi[,azalan]) @DESCRIPTION=RANK @x'in @dizi içindeki sayýlar arasýnda kaçýncý sýrada olduðunu bulur. @azalan 0 ise artan sýralama, aksi takdirde azalan sýralamaya göre sonuç bulunur. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: RANK(17.3,A1:A5) eþittir 4 Benzeri: PERCENTRANK @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: RANK(17.3,A1:A5) eþittir 4 @SEEALSO=PERCENTRANK

source: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fraction) @DESCRIPTION=TRIMMEAN returns the mean of the interior of a data set. @ref is the list of numbers whose mean you want to calculate and @fraction is the fraction of the data set excluded from the mean. For example, if @fraction=0.2 and the data set contains 40 numbers, 8 numbers are trimmed from the data set (40 x 0.2), 4 from the top and 4 from the bottom of the set. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then TRIMMEAN(A1:A5,0.2) equals 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
pl: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN (odwo³anie; u³amek) @DESCRIPTION=Funkcja TRIMMEAN zwraca warto¶æ ¶redni± wnêtrza zbioru danych. Parametr @odwo³anie jest list± liczb, których warto¶æ ¶redni± chcemy obliczyæ, za¶ parametr @u³amek jest u³amkiem zbioru danych wy³±czonych z warto¶ci ¶redniej. Na przyk³ad, je¶li @u³amek= 0,2 oraz zbiór danych zawiera 40 liczb, 8 liczb zostanie pominiêtych ze zbioru danych (40 x 0.2), 4 z pocz±tku zbioru, 4 z jego koñca. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1. Wówczas wyra¿enie TRIMMEAN (A1:A5; 0,2) jest równe 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
sk: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,èas») @DESCRIPTION=TRIMMEAN vracia priemer vnútra mno¾iny. @ref je zoznam èísel, ktorých priemer chcete spoèíta» a @èas» je èas» mno¾iny, ktorú chcete nezahrnú» do priemeru. Napríklad, ak je @èas»=0.2 a mno¾ina obsahuje 40 èísel, 8 èísel bude nezahrnutých (40 x 0.2), 4 zhora a 4 zdola mno¾iny. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Nech bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom sa TRIMMEAN(A1:A5,0.2) rovná 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
tr: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,dýþ_oran) @DESCRIPTION=TRIMMEAN bir veri kümesinin iç kýsýmlarýndaki deðerlerin ortalamasýný hesaplar. @ref ortalamasý hesaplanacak deðerlerin listesi @dýþ_oran ise ortalama hesabýnda dýþlanacak veri sayýsýný belirleyecek orandýr. Örneðin 40 üyeli bir veri kümesi ile @dýþ_oran = 0.2 verilmiþse 40 üyenin alttan 4 ve üstten de 4 üyesi olmak üzere (40 x 0.2) 8 üye ortalama hesabýna alýnmayacaktýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: TRIMMEAN(A1:A5,0.2) eþittir 23.2 Benzerleri: AVERAGE, GEOMEAN, HARMEAN, MEDIAN, MODE @EXAMPLES= A1, A2, ..., A5 gözeleri 11.4, 17.3, 21.3, 25.9, 40.1 deðerlerini içeriyorsa: TRIMMEAN(A1:A5,0.2) eþittir 23.2 @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE

source: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR returns the covariance of two data sets. Strings and empty cells are simply ignored. This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then COVAR(A1:A5,B1:B5) equals 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
pl: @FUNCTION=COVAR @SYNTAX=COVAR (tablica1; tablica2) @DESCRIPTION=Funkcja COVAR zwraca warto¶æ kowariancji dwóch zbiorów liczb. Ci±gi nie bêd±ce liczbami (napisy) oraz puste komórki s± ignorowane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= Niech komórki A1, A2, ..., A5 zawieraj± liczby 11,4, 17,3, 21,3, 25,9, oraz 40,1, a komórki B1, B2, ... B5 zawieraj± 23,2, 25,8, 29,9, 33,5, oraz 42,7. Wówczas wyra¿enie COVAR (A1:A5; B1:B5) jest równe 65,858. @SEEALSO=CORREL,FISHER,FISHERINV
sk: @FUNCTION=COVAR @SYNTAX=COVAR(pole1,pole2) @DESCRIPTION=COVAR vracia kovarianciu dvoch mno¾ín dát. Re»azce a prázdne bunky sú jednoducho ignorované. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, ¾e bunky A1, A2, ..., A5 obsahujú èísla 11.4, 17.3, 21.3, 25.9, a 40.1 a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom COVAR(A1:A5,B1:B5) sa rovná 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
tr: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR iki veri kümesi arasýndaki uyuþmazlýðý hesaplar. Dizgeler ve boþ gözeler yoksayýlýr. Bu iþlev Excel uyumludur. Örnek: A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: COVAR(A1:A5,B1:B5) eþittir 65.858 Benzerleri: CORREL, FISHER, FISHERINV @EXAMPLES= A1, A2, ..., A5 gözeleri sýrasýyla 11.4, 17.3, 21.3, 25.9, 40.1, ve B1, B2, ... B5 gözeleri de 23.2, 25.8, 29.9, 33.5, 42.7 deðerlerini içeriyorsa: COVAR(A1:A5,B1:B5) eþittir 65.858 @SEEALSO=CORREL,FISHER,FISHERINV
