Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: Set Foreground Color
pl: Ustawia kolor wype³nienia
sk: Nastavi» farbu popredia
tr: Önalan Rengi

source: Set Background Color
pl: Ustawia kolor T³a
sk: Nastavi» farbu pozadia
tr: Artalan Rengi

source: Clear Borders
pl: Bez krawêdzi
sk: Vymaza» okraje
tr: Kenarlýklarý Kaldýr
uk: Очистити поля

source: All Borders
pl: Wszystkie krawêdzie
sk: V¹etky okraje
tr: Tüm Kenarlýklar
uk: Вс╕ поля

source: Outside Borders
pl: Zewnêtrzne krawêdzie
sk: Vonkaj¹ie okraje
tr: Dýþ Kenarlýklar
uk: Зовн╕шн╕ поля

source: Thick Outside Borders
pl: Pogrubione zewnêtrzne krawêdzie
sk: Tuèné vonkaj¹ie okraje
tr: Kalýn Dýþ Kenarlýklar
uk: Товст╕ зовн╕шн╕ поля

source: Double Bottom
pl: Podwójny dó³
sk: Dvojitý dole
tr: Çift Alt
uk: Подв╕йне знизу

source: Thick Bottom
pl: Pogrubiony dó³
sk: Tuèný dole
tr: Kalýn Alt
uk: Товсте знизу

source: Top and Bottom
pl: Góra i dó³
sk: Hore a dole
tr: Üst ve Alt
uk: Вгор╕ та знизу

source: Top and Double Bottom
pl: Góra i podwójny dó³
sk: Hore a dvojitý dole
tr: Üst ve Çift Alt
uk: Вгор╕ та подв╕йне знизу

source: Top and Thick Bottom
pl: Góra i pogrubiony dó³
sk: Hore a tuèný dole
tr: Üst ve Kalýn Alt
uk: Вгор╕ та товсте знизу

source: Set Borders
pl: Ustawia krawêdzie
sk: Nastavi» okraje
tr: Kenarlýklar

source: Size
pl: Rozmiar
sk: Veµkos»
tr: Boyut
uk: Розм╕р

source: Creates a label
pl: Tworzy etykietê
sk: Vytvorí návestie
tr: Bir etiket oluþturur
uk: Створити позначку

source: Creates a frame
pl: Tworzy ramkê
sk: Vytvorí rámec
tr: Bir çerçeve nesnesi oluþturur
uk: Створити кадр

source: Creates a button
pl: Tworzy przycisk
sk: Vytvorí tlaèidlo
tr: Bir düðme nesnesi oluþturur
uk: Створити кнопку

source: Creates a scrollbar
pl: Tworzy pasek przewijania
sk: Vytvorí posuvník

source: Creates a checkbox
pl: Tworzy prze³±cznik
sk: Vytvorí za¹krtávacie tlaèidlo
tr: Onay Düðmesi nesnesi oluþturur
uk: Створити графу для в╕дм╕тки

source: RadioButton
pl: Przycisk radiowy
sk: Prepínaè
tr: Radyo Düðmesi
uk: Перемикач

source: Creates a radio button
pl: Tworzy przycisk radiowy
sk: Vytvorí prepínaè
tr: Bir radyo düðmesi yaratýr
uk: Сворити перемикач

source: Creates a list
pl: Tworzy listê
sk: Vytvorí zoznam
tr: Bir liste nesnesi oluþturur
uk: Створити список

source: Creates a combobox
pl: Tworzy wej¶cie z opcjami
sk: Vytvorí combo box
tr: Etkileþimli liste nesnesi oluþturur
uk: Створити комб╕нований список

source: Creates a line object
pl: Tworzy obiekt - liniê
sk: Vytvorí objekt èiara
tr: Çizgi nesnesi oluþturur
uk: Створити л╕н╕ю

source: Creates an arrow object
pl: Tworzy obiekt - strza³kê
sk: Vytvorí objekt ¹ípka
tr: Ok nesnesi oluþturur
uk: Створити стр╕лку

source: Creates a rectangle object
pl: Tworzy obiekt - prostok±t
sk: Vytvorí objekt obdå¾nik
tr: Dörtgen nesnesi oluþturur
uk: Створити прямокутник

source: Ellipse
pl: Elipsa
sk: Elipsa
tr: Elips
uk: Ел╕пс

source: Creates an ellipse object
pl: Tworzy obiekt - elipsê
sk: Vytvorí objekt elipsa
tr: Elips nesnesi oluþturur
uk: Створити ел╕пс

source: %dR x %dC
pl: %dW x %dK
sk: %dL x %dC

source: Internal ERROR
pl: B³±d wewnêtrzny
sk: Interná CHYBA
tr: Ýç HATA
uk: Внутр╕шня ПОМИЛКА

source: Default file saver is not available.
pl: Brak obs³ugi domy¶lnego formatu zapisu.
sk: ©tandardné ukladanie súboru nie je k dispozícii.
tr: Öntanýmlý dosya kaydedici kullanýlabilir deðil.

source: No sheets in workbook.
pl: Brak arkuszy w zeszycie.
sk: V zo¹ite nie sú listy.
tr: Defterde çizelge yok.

source: Unsupported file format.
pl: Nieobs³ugiwany format pliku.
sk: Nepodporovaný formát súborov.
tr: Dosya biçemi desteklenmiyor.

source: Book%d.%s
pl: Zeszyt%d.%s
sk: Zo¹it%d.%s
tr: Defter%d.%s

source: Sheet name
pl: Nazwa arkusza
sk: Meno listu
tr: Çizelge ismi
uk: Назва аркушу

source: must have at least 1 letter
pl: musi zawieraæ co najmniej jedn± literê
sk: musí ma» aspoò jedno písmeno
tr: En az bir harf olmalý
uk: ма╓ бути хоча б одна л╕тера

source: There is already a sheet named
pl: Istnieje ju¿ arkusz o nazwie
sk: U¾ existuje list s menom
tr: Bu isimde bir çizelge zaten var

source: Error while trying to load autoformat template
pl: Wyst±pi³ b³±d przy próbie odczytu szablonu automatycznego formatowania
sk: Chyba pri naèítavaní ¹ablóny autoformátu
tr: Otomatik biçim þablonu yüklenirken hata oluþtu

source: Is not an autoformat template file
pl: Nie jest plikiem szablonu automatycznego formatowania
sk: Nie je ¹ablóna autoformátu
tr: Otomatik biçimleme þablonu dosyasý deðil

source: Error while trying to build tree from autoformat template file
pl: Wyst±pi³ b³±d przy próbie utworzenia drzewa z pliku szablonu automatycznego formatowania
sk: Chyba pri vytváraní stromu z ¹ablóny autoformátu
tr: Otomatik biçemleme þablonu dosyasýndan aðacý kurgulamaya çalýþýrken hata oluþtu

source: Unparsable xml in clipboard
pl: Schowek zawiera niepoprawne dane w XML-u
sk: XML obsah schránky nie je mo¾né spracova»
tr: Panodaki xml çözümlenemiyor

source: Clipboard is in unknown format
pl: Dane w schowku s± w nieznanym formacie
sk: Obsah schránky má neznámy formát.
tr: Panodaki verinin biçemi bilinmiyor.

source: Processing file...
pl: Przetwarzanie pliku...
sk: Spracovávam súbor...
tr: Dosya iþleniyor...

source: Not enough memory to create zlib decompression state.
pl: Brak pamiêci na utworzenie obiektu stanu dekompresji.
sk: Nedostatok pamäti pre vytvorenie zlib rozbaleného stavu.
tr: zlib geniþletme durumunu oluþturmak için bellek yetersiz.

source: Is not an Gnumeric Workbook file
pl: Plik nie zawiera zeszytu programu Gnumeric
sk: Nie je súbor so zo¹itom Gnumeric
tr: Bu bir Gnumeric defter dosyasý deðil
uk: Це не файл книги Gnumeric

source: Gnumeric XML file format
pl: Format Gnumeric XML
sk: Súborový formát Gnumeric XML
tr: Gnumeric XML dosya biçimi
uk: Формат файлу Gnumeric

source: Data Interchange Format (*.dif)
pl: Uniwersalny format wymiany danych (*.dif)
tr: Veri Deðiþim Biçemi (*.dif)

source: #UNKNOWN!
pl: #NIEZNANY!
tr: #BÝLÝNMEYEN!
uk: #НЕВ╤ДОМЕ!

source: Gnome Glossary
pl: S³ownik GNOME
tr: Gnome Terimleri

source: HTML & TeX
pl: HTML i TeX
tr: HTML ve TeX

source: Loader
pl: £adowarka
tr: Yükleyici

source: Combo Box
pl: Wej¶cie z opcjami
tr: Etkileþimli Liste Nesnesi

source: _ANOVA
pl: _Analiza wariancji

source: _Filter
pl: _Filtr
tr: Sü_zgeç

source: _Import...
pl: Za_importuj...
tr: Dýþalý_m...
uk: ╤мпортувати...

source: z-Test
pl: Test z
tr: z-Testi
uk: z-тест

source: t-Test
pl: Test t
tr: t-Testi
uk: t-тест

source: F-Test
pl: Test F
tr: F-Testi
uk: F-тест

source: Anova
pl: Analiza wariancji
uk: Дисперс╕йний анал╕з

source: *Jan
pl: *Sty
tr: *Oca
uk: *С╕ч

source: *Feb
pl: *Lut
tr: *Þub
uk: *Лют

source: *Apr
pl: *Kwi
tr: *Nis
uk: *Кв╕

source: *Aug
pl: *Sie
tr: *Aðu
uk: *Сер

source: *Sep
pl: *Wrz
tr: *Eyl
uk: *Вер

source: *Nov
pl: *Lis
tr: *Kas
uk: *Лис

source: *Dec
pl: *Gru
tr: *Ara
uk: *Гру

source: August
pl: Sierpieñ
tr: Aðustos
uk: Серпень

source: September
pl: Wrzesieñ
tr: Eylül
uk: Вересень

source: November
pl: Listopad
tr: Kasým
uk: Листопад

source: December
pl: Grudzieñ
tr: Aralýk
uk: Грудень

source: Te_xt
pl: Te_kst
tr: _Metin
uk: Текстовий

source: _Text
pl: _Tekst

source: Max
pl: Maksimum
tr: En çok
uk: Максимум

source: Min
pl: Minimum
tr: En az
uk: М╕н╕мум

source: Jan
pl: Sty
tr: Oca

source: Feb
pl: Lut
tr: Þub

source: Mrt
pl: Mar

source: ;[Red]
pl: ;[Czerwony]
tr: ;[Kýrmýzý]

source: _);[Red](
pl: _);[Czerwony](
tr: _);[Kýrmýzý](

source: Min :
pl: Minimum :

source: Max :
pl: Maksimum :

source: (Ma_ximum):
pl: (Ma_ksimum):

source: M_in:
pl: M_inimum:

source: Ma_x:
pl: M_aksimum:

source: In_terval:
pl: O_kres:
tr: A_ralýk:
uk: ╤нтервал:

source: In
pl: cal
tr: Ýçeri
uk: д

source: pts
pl: pkt
tr: punto
uk: п

source: M_in
pl: M_inimum
tr: _En az
uk: М╕н╕муму

source: _Max
pl: _Maksimum
tr: En ç_ok
uk: Максимуму

source: Maximum
pl: Maksimum
uk: Максимум

source: TRUE
pl: PRAWDA
tr: DOÐRU
uk: ╤СТИНА

source: FALSE
pl: FA£SZ
tr: YANLIÞ
uk: ХИБН╤СТЬ

source: Guinea-Bissau peso
pl: Gwinea-Bissau peso
tr: Gine-Biso pezosu

source: Irish pence ***
pl: Irlandzki pens ***
tr: Ýrlanda pensi ***

source: [$SIT]
pl: [$$ITL]

source: Tongan pa'anga
pl: Tongañska pa'anga

source: [Red]
pl: [Czerwony]
tr: [Kýrmýzý]

source: #NULL!
pl: #PUSTE!
tr: #BOÞ!

source: #DIV/0!
pl: #DZIEL/0!
tr: #BÖLÜ/0!

source: #VALUE!
pl: #WARTO¦Æ!
tr: #DEÐER!

source: #REF!
pl: #ODWO£ANIE!

source: #NUM!
pl: #LICZBA!
tr: #SAYI!

source: #N/A
pl: #N/D
tr: #YOK!

source: millimeter
pl: milimetr
tr: milimetre
uk: м╕л╕метр

source: centimeter
pl: centymetr
tr: santimetre
uk: сантиметр

source: tab
pl: zak³adka
tr: sekme

source: Combo
pl: Wej¶cie z opcjami
tr: Kombo
uk: Комб╕нований список

source: First argument to SCM must be a Guile expression
tr: Ýlk SCM argümaný bir Guile ifadesi olmalý
uk: Перший аргумент для SCM мусить бути виразом Guile

source: Undefined scheme function
tr: Þema iþlevi atanmamýþ
uk: Невизначена функц╕я scheme

source: Could not evaluate argument
tr: Argüman deðerlendirilemedi
uk: Не можливо виконати аргумент

source: PLN : Not a PlanPerfect File
tr: PLN: Bu bir PlanPerfect Dosyasý deðil
uk: PLN: Це не файл PlanPerfect

source: PLN : Spreadsheet is password encrypted
tr: PLN: Çizelge parola korumalý
uk: PLN: Таблицю зашифровано паролем

source: Invalid PLN file has more than the maximum number of %s %d
tr: Geçersiz PLN dosyasý %s %d izin verilenden fazlasýný içeriyor.

source: rows
tr: satýr
uk: рядки

source: Unable to mmap the file
tr: Dosya mmap'lenemedi
uk: Не вдалось а╕добразити файл в па'мят╕

source: Imports Plan Perfect Formatted Documents
tr: Plan Perfect Biçemli belgeleri açar
uk: ╤мпорт файл╕в Plan Perfect

source: Plan Perfect Format (PLN) import
tr: Plan Perfect Biçemi (PLN) desteði
uk: ╤мпорт файлу Plan Perfect (PLN)

source: S_ymbol:
tr: S_imge:
uk: Символ:

source: Jon K. Hellan, Gnumeric hacker.
tr: Gnumeric programlama: Jon K. Hellan

source: Jakub Jelinek, Gnumeric hacker.
tr: Gnumeric programlama: Jakub Jelinek
uk: Jakub Jelinek, хакер.

source: Almer S. Tigelaar, Gnumeric hacker.
tr: Gnumeric programlama: Almer S. Tigelaar.

source: Morten Welinder, Gnumeric hacker.
tr: Gnumeric programlama: Morten Welinder
uk: Morten Welinder, хакер.

source: fixed
tr: sabit

source: place holder no need to translate
tr: çevrilmesi gerekmeyen yer tutucu

source: Id
tr: Kimlik

source: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO converts one Euro to a given national currency in the European monetary union. @currency is one of the following: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) FIM (Finland) FRF (France) IEP (Ireland) ITL (Italy) LUF (Luxemburg) NLG (Netherlands) PTE (Portugal) If the given @currency is other than one of the above, EURO returns #NUM! error. @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
tr: @FUNCTION=EURO @SYNTAX=EURO(para_birimi) @DESCRIPTION=EURO, Euro'nun Avrupa Topluluðuna üye ülkelerin para birimleri karþýsýndaki deðerini verir. Aþaðýdaki para birimleri dýþýndaki birimler hata ile sonuçlanýr: ATS (Avusturya) BEF (Belçika) DEM (Almanya) ESP (Ýspanya) FIM (Finlandiya) FRF (Fransa) IEP (Ýrlanda) ITL (Ýtalya) LUF (Luxemburg) NLG (Hollanda) PTE (Portekiz) Örnek: EURO("DEM") eþittir 1.95583 @EXAMPLES= EURO("DEM") eþittir 1.95583 @SEEALSO=

source: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp returns a exponentially distributed random number. @EXAMPLES= RandExp(0.5). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandExp @SYNTAX=RandExp(b) @DESCRIPTION=RandExp iþlevi bir üstel açýlýmlý rasgele sayý ile sonuçlanýr. Örnek: RandExp(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandExp(0.5) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson returns a poisson distributed random number. @EXAMPLES= RandPoisson(3). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandPoisson @SYNTAX=RandPoisson(lambda) @DESCRIPTION=RandPoisson iþlevi poisson açýlýmlý bir rasgele sayý verir. Örnek: RandPoisson(3) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandPoisson(3) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RandBinom @SYNTAX=RandBinom(p,trials) @DESCRIPTION=RandBinom returns a binomialy distributed random number. If @p < 0 or @p > 1 RandBinom returns #NUM! error. If @trials < 0 RandBinom returns #NUM! error. @EXAMPLES= RandBinom(0.5,2). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandBinom @SYNTAX=RandBinom(p,deneme) @DESCRIPTION=RandBinom iþlevi binom açýlýmlý bir rasgele sayý verir. @p < 0 veya @p > 1 veya @deneme < 0 ise iþlev #SAYI! hatasý verir. Örnek: RandBinom(0.5,2) Benzerleri: RAND,RANDBETWEEN @EXAMPLES= RandBinom(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM returns a negitive binomialy distributed random number. If @p < 0 or @p > 1, RANDNEGBINOM returns #NUM! error. If @failures RANDNEGBINOM returns #NUM! error. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,yanýlma) @DESCRIPTION=RANDNEGBINOM iþlevi negatif binom açýlýmlý bir rasgele sayý verir. @p < 0 veya @p > 1 veya @yanýlma < 0 ise iþlev #SAYI! hatasý verir. Örnek: RANDNEGBINOM(0.5,2) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RANDNEGBINOM(0.5,2) @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli returns a Bernoulli distributed random number. If @p < 0 or @p > 1 RandBernoulli returns #NUM! error. @EXAMPLES= RandBernoulli(0.5). @SEEALSO=RAND,RANDBETWEEN
tr: @FUNCTION=RandBernoulli @SYNTAX=RandBernoulli(p) @DESCRIPTION=RandBernoulli iþlevi Bernoulli açýlýmlý bir rasgele sayý verir. @p < 0 veya @p > 1 ise iþlev #SAYI! hatasý verir. Örnek: RandBernoulli(0.5) Benzerleri: RAND, RANDBETWEEN @EXAMPLES= RandBernoulli(0.5) @SEEALSO=RAND,RANDBETWEEN

source: Thank you for using Gnumeric! The version of Gnumeric you are using is quite old by now. It is likely that many bugs have been fixed and that new features have been added in the meantime. Please consider upgrading before reporting any bugs. Consult http://www.gnumeric.org/ for details. -- The Gnumeric Team.
tr: Gnumeric'i kullandýðýnýz için teþekkür ederiz! Gnumeric'in kullandýðýnýz sürümü, sürekli hatalar düzeltildiðinden ve yeni özellikler eklendiðinden yeni bir sürümün varlýðý nedeniyle eskimiþ olabilir. Lütfen herhangi bir hata raporlamadan önce yeni bir sürüme yükseltmeyi deneyiniz. Ayrýntýlý bilgi edinmek için http:\www.gnumeric.org/ adresini ziyaret ediniz. -- GNumeric Ekibi.

source: &[TAB]
tr: &[SEKME]

source: &[DATE]
tr: &[TARÝH]

source: &[PAGE]
tr: &[SAYFA]

source: Text File import (customizable)
tr: Metin Dosyasý Ýçeri Aktarým (özelleþtirilebilir)

source: Text File import (default csv)
tr: Metin Dosyasý Ýçeri Aktarým (öntanýmlý csv)

source: Text File Export (*.csv)
tr: Metin Dosyasý Dýþarý Aktarým (*.csv)
uk: Експорт текстового файлу (*.cvs)

source: Ok
tr: Tamam

source: Applix (*.as) file format
uk: Формат файлу Applix (*.as)

source: DIF : Failed to load sheet
uk: DIF: Не вдалось завантажити аркуш

source: Data Interchange Format (*.dif) file format
uk: Формат файлу Data Interchange Format (*.dif)

source: Data Interchange Format (CSV) module
uk: Модуль Data Interchange Format (CSV)

source: Saving over old files disabled for safety
uk: Збереження в старий файл заборонено для безпеки

source: Microsoft(R) Excel file format
uk: Формат файлу Microsoft(R) Excel

source: Excel(R) 97 file format
uk: Формат файлу Excel(R) 97

source: Excel(R) 95 file format
uk: Формат файлу Excel(R) 95

source: Too many rows for this format
uk: Надто багато рядк╕в для цього формату

source: Database Access
uk: Доступ до баз даних

source: Enables database access
uk: Дозволити доступ до баз даних

source: Gnumeric has not been compiled with support for guile.
uk: Gnumeric було скомп╕льовано без п╕дтримки Guile.

source: HTML 3.2 file format (*.html)
uk: Формат файлу HTML 3.2 (*.html)

source: HTML 4.0 file format (*.html)
uk: Формат файлу HTML 4.0 (*.html)

source: LaTeX file format (*.tex)
uk: Формат файлу LaTeX (*.tex)

source: LaTeX2e file format (*.tex)
uk: Формат файлу LaTeX2e (*.tex)

source: DVI TeX file format (via groff)
uk: Формат файлу DVI TeX (через groff)

source: TROFF file format (*.me)
uk: Формат файлу TROFF (*.me)

source: PDF file format (via groff/gs)
uk: Формат файлу PDF (через groff/gs)

source: EPS file format (*.eps)
uk: Формат файлу EPS (*.eps)

source: Import/Export of HTML, TeX, DVI, roff and pdf
uk: ╤мпорт та експорт HTML, TeX, DVI, roff та pdf

source: Lotus file format (*.wk1)
uk: Формат файлу Lotus (*.wk1)

source: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=The NT_MU function (MЖbius mu function) returns 0 if @n is divisible by the square of a prime . Otherwise it returns: -1 if @n has an odd number of different prime factors . 1 if @n has an even number of different prime factors . If @n=1 it returns 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
uk: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=Функц╕я NT_MU (мю-функц╕я Мьоб╕уса) поверне 0, якщо @n д╕литься на квадрат простого числа. ╤накше вона поверне: -1 , якщо @n ма╓ непарну к╕льк╕сть р╕зних простих д╕льник╕в. 1 , якщо @n ма╓ парну к╕льк╕сть р╕зних простих д╕льник╕в. Якщо @n = 1, повернуться 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: GNU Oleo (*.oleo) file format
uk: Формат файлу GNU Oleo (*.oleo)

source: Enables the creation of functions in PERL
uk: Дозволити створення функц╕й в PERL

source: SC/xspread file import
uk: ╤мпорт файлу SC/XSpread

source: EXPERIMENTAL XML
uk: ЕКСПЕРИМЕНТАЛЬНИЙ XML

source: EXPERIMENTAL Gnumeric (*.gnumeric) XML based file format
uk: ЕКСПЕРИМЕНТАЛЬНИЙ Формат файлу Gnumeric (*.gnumeric), що базу╓ться на XML

source: Gnumeric (*.gnumeric) XML based file format
uk: Формат файлу Gnumeric (*.gnumeric), що базу╓ться на XML

source: Miguel de Icaza, main programmer.
uk: Miguel de Icaza, головний програм╕ст.

source: GergУ иrdi, Gnumeric hacker.
uk: Gergu Erdi, хакер.

source: Jody Goldberg, Gnumeric hacker.
uk: Jody Goldberg, хакер.

source: Jon K Hellan, Gnumeric hacker.
uk: Jon K Hellan, хакер.

source: Federico Mena, canvas support.
uk: Federico Mena, п╕дтримка канви.

source: Almer. S. Tigelaar, text import.
uk: Almer. S. Tigelaar, ╕мпорт тексту.

source: (C) 1998-2000 Miguel de Icaza
uk: © 1998-2000 Miguel de Icaza

source: Gnumeric Support page
uk: Стор╕нка супроводу Gnumeric

source: Row %d
uk: Рядок %d

source: Mean
uk: Середн╓

source: Median
uk: Мед╕ана

source: Standard Deviation
uk: Стандартне в╕дхилення

source: Sample Variance
uk: Дисперс╕я виб╕рки

source: Kurtosis
uk: Ексцес

source: Skewness
uk: Асиметр╕я

source: Minimum
uk: М╕н╕мум

source: Variable 1
uk: Зм╕нна 1

source: Variable 2
uk: Зм╕нна 2

source: Known Variance
uk: В╕дома дисперс╕я

source: Observations
uk: Спостереження

source: Hypothesized Mean Difference
uk: Г╕потетична р╕зниця середн╕х

source: P (Z<=z) one-tail
uk: P (Z<=z) односторонн╓

source: z Critical one-tail
uk: z-критичне односторонн╓

source: P (Z<=z) two-tail
uk: P (Z<=z) двосторонн╓

source: z Critical two-tail
uk: z-критичне двосторонн╓

source: Variance
uk: Дисперс╕я

source: t Stat
uk: t-статистика

source: P (T<=t) one-tail
uk: P (T<=t) одностороння

source: t Critical one-tail
uk: t-критичне односторонн╓

source: P (T<=t) two-tail
uk: P (T<=t) двостороння

source: t Critical two-tail
uk: t-критичне двосторонн╓

source: Pooled Variance
uk: Накопичена дисперс╕я

source: P (F<=f) one-tail
uk: P (F<=f) односторонн╓

source: F Critical one-tail
uk: t-критичне односторонн╓

source: SUMMARY OUTPUT
uk: ЗВЕДЕННЯ

source: Regression Statistics
uk: Регрес╕ц╕йн╕ статистики

source: Multiple R
uk: Множинна регрес╕я

source: R Square
uk: Коф╕ц╕╓нт детерм╕нац╕╖

source: Adjusted R Square
uk: П╕д╕браний коф╕ц╕╓нт детерм╕нац╕╖

source: ANOVA
uk: Дисперс╕йний анал╕з

source: Residual
uk: Остача

source: Intercept
uk: В╕др╕зок

source: X Variable %d
uk: X-зм╕нна %d

source: SS
uk: Сума квадрат╕в

source: MS
uk: Квадрат середнього

source: Significance F
uk: Значення F

source: Coefficients
uk: Коф╕ц╕╓нти

source: P-value
uk: P-значення

source: Lower 95%
uk: Нижче 95%

source: Upper 95%
uk: Вище 95%

source: Groups
uk: Групи

source: Between Groups
uk: М╕ж групами

source: Within Groups
uk: В групах

source: Rows
uk: Рядки

source: Error
uk: Помилка

source: Interaction
uk: Вза╓мод╕я

source: Within
uk: В

source: F crit
uk: F-критичне

source: Histogram
uk: Г╕стограма

source: Inserting %d rows before %d
uk: Вставляння %d рядк╕в перед %d

source: Inserting %d row before %d
uk: Вставляння %d рядк╕в п╕сля %d

source: Deleting %d columns %s:
uk: Стирання %d стовпчик╕в %s:

source: Deleting %d rows %d:%d
uk: Стирання %d стовпчик╕в %d:%d

source: Deleting row %d
uk: Стирання стовпчика %d

source: Format cells
uk: Формат ком╕рок

source: >mm/dd/yyyy
uk: >dd/mm/yyyy

source: Setting width of columns
uk: Встановлення ширини стовпчик╕в

source: Setting height of rows
uk: Встановлення висоти рядк╕в

source: Moving cells
uk: Перем╕щення ком╕рок

source: *Mar
uk: *Бер

source: 1 - _Alpha:
uk: 1 - Альфа:

source: Analysis Tools
uk: Засоби анал╕зу

source: Data Analysis
uk: Анал╕з даних

source: Grouped by:
uk: Груповано за:

source: N_ew sheet
uk: Новий аркуш

source: New _workbook
uk: Нова книга

source: Output options
uk: _Параметри виводу

source: T-Test: Paired Two Sample for Means
uk: T-Тест: пор╕вняння середн╕й для двох виборок

source: Va_riable 2 Range:
uk: Д╕апазон зм╕нно╖ 2:

source: _Bin Range:
uk: Дв╕йковий д╕апазон:

source: _Chart Output
uk: Вив╕д д╕аграми

source: _Hypothesized Mean Difference:
uk: Г╕потетична р╕зниця середн╕х:

source: _Labels in First Row
uk: Позначки в першому рядку

source: _Number of variables:
uk: К╕льк╕сть зм╕нних:

source: _Output range:
uk: Д╕апазон виводу:

source: _Rows per sample:
uk: Рядк╕в на виб╕рку:

source: _Variable 1 Range:
uk: Д╕апазон зм╕нно╖ 1:

source: AutoCorrect Exceptions
uk: Виключення автокоригування

source: Correct accidental use of _cAPS LOCK key
uk: Коригувати випадков╕ використання клав╕ш╕ cAPS LOCK

source: _Exceptions...
uk: Виключення...

source: Gnumeric: Autoformat
uk: Gnumeric: Автоформатування

source: C_olor
uk: Кол╕р

source: Left _Indent
uk: Л╕вий в╕дступ

source: Negat_ive number:
uk: В╕д'╓мне число:

source: Pick a Background color
uk: Вибер╕ть кол╕р тла

source: Pick a Pattern color
uk: Вказати кол╕р шаблону

source: Pick a border color
uk: Вибрати кол╕р тла

source: Pick a font color
uk: Вибрати кол╕р шрифту

source: _Automatic
uk: Автоматично

source: _Merge Cells
uk: Об'╓днати ком╕рки

source: _No Color
uk: Без кольору

source: A header
uk: Заголовок

source: Case sensitive
uk: Чутливими до рег╕стру

source: Right-Left
uk: Справа нал╕во

source: Text
uk: Текст

source: Top-Bottom
uk: Згори донизу

source: _Value and probability input range:
uk: Вх╕дний д╕апазон значень та в╕рог╕дностей:

source: _Standard deviation:
uk: Стандартне в╕дхилення:

source: _Lambda:
uk: Лямбда:

source: _b value:
uk: Значення b:

source: _p value:
uk: Значення p:

source: _Lower bound:
uk: Нижня межа:

source: _Upper bound:
uk: Верхня межа:

source: Kth Largest:
uk: К-те найб╕льше:

source: Kth Smallest:
uk: К-те найменше:

source: Labels in First Row
uk: Познички в першому рядку

source: Periodic
uk: Пер╕одично

source: You should introduce a valid cell range in 'Input Range:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок у "Д╕апазон вводу:"

source: Output options:
uk: Параметри виводу:

source: New Sheet
uk: Новий аркуш

source: New Workbook
uk: Нова книга

source: Output Range:
uk: Д╕апазон виводу:

source: You should introduce a valid cell range in 'Output Range:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок в "Д╕апазон виводу:"

source: You should introduce a valid cell range in 'Range:'
uk: Необх╕дно ввести в╕рний д╕апазон ком╕рок в "Д╕апазон:"

source: Input:
uk: Вв╕д:

source: Input Range:
uk: Вх╕дний д╕апазон:

source: Period:
uk: Пер╕од:
