Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: New Yugoslavia dinar
pl: Nowojugos³owiañski dinar
sk: Nový juhoslovanský dinár
tr: Yeni Yugoslav dinarý
uk: Новий ю╜ославський динар

source: South African rand funds code
sk: Kód juhoafrickeho randu
tr: Güney Afrika rand funds code

source: South African rand
pl: Po³udniowoafrykañski rand
sk: Juhoafrický rand
tr: Güney Afrika randý
uk: П╕вденноафриканський ранд

source: Zambian kwacha
pl: Zambijska kwacha
sk: Zambská kwacha
tr: Zambiya kwaçasý
uk: Замб╕йська квача

source: Zaire Zaire
pl: Zairski Zaire
sk: Zairský Zaire
uk: За╕рський за╕р

source: Zimbabwe dollar
pl: Dolar Zimbabwe
sk: Zimbabwský dolár
tr: Zimbabve dolarý
uk: Долар З╕мбабве

source: Cannot create file %s
pl: Nie mo¿na utworzyæ pliku %s
sk: Nemô¾em vytvori» súbor %s
tr: %s dosyasý oluþturulamýyor
uk: Неможливо створити файл %s

source: Function implementation not available.
pl: Implementacja funkcji nie jest dostêpna.
sk: Implementácia funkcie nie je k dispozícii.
tr: Ýþlev henüz programlanmadý.

source: Unknown Function
pl: Nieznana funkcja
sk: Neznáma funkcia
tr: Bilinmeyen Ýþlev
uk: Нев╕дома функц╕я

source: Invalid number of arguments
pl: Niew³a¶ciwa liczba argumentów
sk: Neplatný poèet argumentov
tr: #EKSiK!
uk: Нев╕рна к╕льк╕сть аргумент╕в

source: Function does not exist
pl: Funkcja nie istnieje
sk: Funkcia neexistuje
tr: Ýþlev mevcut deðil
uk: Функц╕╖ не ╕сну╓

source: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE(database,field,criteria) @DESCRIPTION=DAVERAGE function returns the average of the values in a list or database that match conditions specified.
pl: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DAVERAGE zwraca ¶redni± z tych warto¶ci na li¶cie lub w bazie danych, które spe³niaj± okre¶lone kryteria.
sk: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE(databáza,pole,kritériá) @DESCRIPTION=Funkcia DAVERAGE vracia priemer hodnôt v zozname alebo v databáze, pre ktoré platia uvedené kritériá.
tr: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE(veritabaný,alan,koþul) @DESCRIPTION=DAVERAGE iþlevi belirtilen koþullarý saðlayan bir liste ya da veritabanýndaki deðerlerin ortalamasýný hesaplar.
uk: @FUNCTION=DAVERAGE @SYNTAX=DAVERAGE(database,field,criteria) @DESCRIPTION=Функц╕я DAVERAGE поверта╓ середн╓ значень з списку чи бази даних, що забов╕льнять вказаним умовам.

source: @EXAMPLES= DAVERAGE(A1:C7, "Salary", A9:A11) equals 42296.3333. DAVERAGE(A1:C7, "Age", A9:A11) equals 39. DAVERAGE(A1:C7, "Salary", A9:B11) equals 40782.5. DAVERAGE(A1:C7, "Age", A9:B11) equals 36. @SEEALSO=DCOUNT
pl: @EXAMPLES= DAVERAGE (A1:C7; "Wynagrodzenie"; A9:A11) jest równe 42296,3333. DAVERAGE (A1:C7; "Wiek"; A9:A11) jest równe 39. DAVERAGE (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 40782,5. DAVERAGE (A1:C7; "Wiek"; A9:B11) jest równe 36. @SEEALSO=DCOUNT
sk: @EXAMPLES= DAVERAGE(A1:C7, "Plat", A9:A11) sa rovná 42296.3333. DAVERAGE(A1:C7, "Vek", A9:A11) sa rovná 39. DAVERAGE(A1:C7, "Plat", A9:B11) sa rovná 40782.5. DAVERAGE(A1:C7, "Vek", A9:B11) sa rovná 36. @SEEALSO=DCOUNT
tr: @EXAMPLES= DAVERAGE(A1:C7, "Aylýk", A9:A11) eþittir 42296.3333. DAVERAGE(A1:C7, "Yaþ", A9:A11) eþittir 39. DAVERAGE(A1:C7, "Aylýk", A9:B11) eþittir 40782.5. DAVERAGE(A1:C7, "Yaþ", A9:B11) eþittir 36. @SEEALSO=DCOUNT

source: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database,field,criteria) @DESCRIPTION=DCOUNT function counts the cells that contain numbers in a database that match conditions specified.
pl: @FUNCTION=DCOUNT @SYNTAX=DCOUNT (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DCOUNT zlicza komórki zawieraj±ce te liczby z bazy danych, które spe³niaj± okre¶lone kryteria.
sk: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(databáza,pole,kritériá) @DESCRIPTION=Funkcia DCOUNT spoèíta bunky, obsahujú èísla v databáze spåòajúce uvedené kritériá.
tr: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(veritabaný,alan,koþul) @DESCRIPTION=DCOUNT iþlevi belirtilen koþullarý saðlayan sayýlarý içeren gözeleri sayar.
uk: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database,field,criteria) @DESCRIPTION=Функц╕я DCOUNT п╕драхову╓ ком╕рки, що м╕стять числа в баз╕ даних, як╕ задов╕льняють вказаним умовам.

source: @EXAMPLES= DCOUNT(A1:C7, "Salary", A9:A11) equals 3. DCOUNT(A1:C7, "Salary", A9:B11) equals 2. DCOUNT(A1:C7, "Name", A9:B11) equals 0. @SEEALSO=DAVERAGE
pl: @EXAMPLES= DCOUNT (A1:C7; "Wynagrodzenie"; A9:A11) jest równe 3. DCOUNT (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 2. DCOUNT (A1:C7; "Nazwisko"; A9:B11) jest równe 0. @SEEALSO=DAVERAGE
sk: @EXAMPLES= DCOUNT(A1:C7, "Plat", A9:A11) sa rovná 3. DCOUNT(A1:C7, "Plat", A9:B11) sa rovná 2. DCOUNT(A1:C7, "Meno", A9:B11) sa rovná 0. @SEEALSO=DAVERAGE
tr: @EXAMPLES= DCOUNT(A1:C7, "Aylýk", A9:A11) eþittir 3. DCOUNT(A1:C7, "Aylýk", A9:B11) eþittir 2. DCOUNT(A1:C7, "Ýsim", A9:B11) eþittir 0. @SEEALSO=DAVERAGE

source: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA(database,field,criteria) @DESCRIPTION=DCOUNTA function counts the cells that contain data in a database that match conditions specified.
pl: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DCOUNTA zlicza komórki, które zawieraj± dane z bazy danych spe³niaj±ce okre¶lone kryteria.
sk: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA(databáza,pole,kritériá) @DESCRIPTION=Funkcia DCOUNTA spoèíta bunky, ktoré obsahujú dáta v databáze spåòajúce uvedené kritériá.
tr: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA(veritabaný,alan,koþul) @DESCRIPTION=DCOUNTA iþlevi belirtilen koþulu saðlayan verileri içeren gözeleri sayar.
uk: @FUNCTION=DCOUNTA @SYNTAX=DCOUNTA(database,field,criteria) @DESCRIPTION=Функц╕я DCOUNTA п╕драхову╓ ком╕рки, що м╕стять дан╕ в баз╕ даних, як╕ задов╕льняють вказаним умовам.

source: @EXAMPLES= DCOUNTA(A1:C7, "Salary", A9:A11) equals 3. DCOUNTA(A1:C7, "Salary", A9:B11) equals 2. DCOUNTA(A1:C7, "Name", A9:B11) equals 2. @SEEALSO=DCOUNT
pl: @EXAMPLES= DCOUNTA (A1:C7; "Wynagrodzenie"; A9:A11) jest równe 3. DCOUNTA (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 2. DCOUNTA (A1:C7; "Nazwisko"; A9:B11) jest równe 2. @SEEALSO=DCOUNT
sk: @EXAMPLES= DCOUNTA(A1:C7, "Plat", A9:A11) sa rovná 3. DCOUNTA(A1:C7, "Plat", A9:B11) sa rovná 2. DCOUNTA(A1:C7, "Meno", A9:B11) sa rovná 2. @SEEALSO=DCOUNT
tr: @EXAMPLES= DCOUNTA(A1:C7, "Aylýk", A9:A11) eþittir 3. DCOUNTA(A1:C7, "Aylýk", A9:B11) eþittir 2. DCOUNTA(A1:C7, "Ýsim", A9:B11) eþittir 2. @SEEALSO=DCOUNT

source: @FUNCTION=DGET @SYNTAX=DGET(database,field,criteria) @DESCRIPTION=DGET function returns a single value from a column that match conditions specified.
pl: @FUNCTION=DGET @SYNTAX=DGET (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DGET zwraca pojedyncz± warto¶æ z kolumny, która spe³nia okre¶lone kryteria.
sk: @FUNCTION=DGET @SYNTAX=DGET(databáza,pole,kritériá) @DESCRIPTION=Funkcia DGET vracia jednu hodnotu zo ståpca, ktorá spåòa uvedené kritériá.
tr: @FUNCTION=DGET @SYNTAX=DGET(veritabaný,alan,koþul) @DESCRIPTION=DGET iþlevi belirtilen koþullarý saðlayan bir sütundan bir tek deðer ile döner.
uk: @FUNCTION=DGET @SYNTAX=DGET(база_даних,поле,критер╕й) @DESCRIPTION=Функц╕я DGET поверта╓ одне значення з стовпчика, яке задов╕льня╓ вказаним умовам.

source: If none of the items match the conditions, DGET returns #VALUE! error. If more than one items match the conditions, DGET returns #NUM! error. @EXAMPLES= DGET(A1:C7, "Salary", A9:A10) equals 34323. DGET(A1:C7, "Name", A9:A10) equals "Clark". @SEEALSO=DCOUNT
pl: Je¶li ¿aden z elementów nie spe³nia kryteriów, DGET zwraca b³±d #WARTO¦Æ!. Je¶li kryteria spe³nia wiêcej ni¿ jeden element, funkcja zwraca b³±d #LICZBA! @EXAMPLES= DGET (A1:C7; "Wynagrodzenie"; A9:A10) jest równe 34323. DGET (A1:C7; "Nazwisko"; A9:A10) jest równe "Clark". @SEEALSO=DCOUNT
sk: Ak ¾iadna polo¾ka neodpovedá podmienke, DGET vráti chybu #VALUE!. Ak viac ako jedna polo¾ka odpovedá podmienke, DGET vráti chybu #NUM!. @EXAMPLES= DGET(A1:C7, "Plat", A9:A10) sa rovná 34323. DGET(A1:C7, "Meno", A9:A10) sa rovná "Clark". @SEEALSO=DCOUNT

source: @FUNCTION=DMAX @SYNTAX=DMAX(database,field,criteria) @DESCRIPTION=DMAX function returns the largest number in a column that match conditions specified.
pl: @FUNCTION=DMAX @SYNTAX=DMAX (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DMAX zwraca najwiêksz± warto¶æ z kolumny, która spe³nia okre¶lone kryteria.
sk: @FUNCTION=DMAX @SYNTAX=DMAX(databáza,pole,kritériá) @DESCRIPTION=Funkcia DMAX vracia najväè¹ie èíslo v ståpci, ktoré spåòa uvedené kritériá.
tr: @FUNCTION=DMAX @SYNTAX=DMAX(veritabaný,alan,koþul) @DESCRIPTION=DMAX iþlevi belirtilen koþullarý saðlayan bir sütundaki en büyük sayýyý verir.
uk: @FUNCTION=DMAX @SYNTAX=DMAX(база_даних,поле,критер╕й) @DESCRIPTION=Функц╕я DMAX поверта╓ найб╕льше число в стовпчику, яке задов╕льня╓ вказаним умовам.

source: @EXAMPLES= DMAX(A1:C7, "Salary", A9:A11) equals 47242. DMAX(A1:C7, "Age", A9:A11) equals 45. DMAX(A1:C7, "Age", A9:B11) equals 43. @SEEALSO=DMIN
pl: @EXAMPLES= DMAX (A1:C7; "Wynagrodzenie"; A9:A11) jest równe 47242. DMAX (A1:C7; "Wiek"; A9:A11) jest równe 45. DMAX (A1:C7; "Wiek"; A9:B11) jest równe 43. @SEEALSO=DMIN
sk: @EXAMPLES= DMAX(A1:C7, "Plat", A9:A11) sa rovná 47242. DMAX(A1:C7, "Vek", A9:A11) sa rovná 45. DMAX(A1:C7, "Vek", A9:B11) sa rovná 43. @SEEALSO=DMIN
tr: @EXAMPLES= DMAX(A1:C7, "Aylýk", A9:A11) eþittir 47242. DMAX(A1:C7, "Yaþ", A9:A11) eþittir 45. DMAX(A1:C7, "Yaþ", A9:B11) eþittir 43. @SEEALSO=DMIN

source: @FUNCTION=DMIN @SYNTAX=DMIN(database,field,criteria) @DESCRIPTION=DMIN function returns the smallest number in a column that match conditions specified.
pl: @FUNCTION=DMIN @SYNTAX=DMIN (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DMIN zwraca najmniejsz± warto¶æ z kolumny, która spe³nia okre¶lone warunki.
sk: @FUNCTION=DMIN @SYNTAX=DMIN(databáza,pole,kritériá) @DESCRIPTION=Funkcia DMIN vracia najmen¹ie èíslo v ståpci, ktoré spåòa uvedené kritériá.
tr: @FUNCTION=DMIN @SYNTAX=DMIN(veritabaný,alan,koþul) @DESCRIPTION=DMIN iþlevi belirtilen koþulu saðlayan bir sütundaki en küçük sayýyý verir.
uk: @FUNCTION=DMIN @SYNTAX=DMIN(база_даних,поле,критер╕й) @DESCRIPTION=Функц╕я DMIN поверта╓ найменше число в стовпчику, яке задов╕льня╓ вказаним умовам.

source: @EXAMPLES= DMIN(A1:C7, "Salary", A9:B11) equals 34323. DMIN(A1:C7, "Age", A9:B11) equals 29. @SEEALSO=DMAX
pl: @EXAMPLES= DMIN (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 34323. DMIN (A1:C7; "Wiek"; A9:B11) jest równe 29. @SEEALSO=DMAX
sk: @EXAMPLES= DMIN(A1:C7, "Plat", A9:B11) sa rovná 34323. DMIN(A1:C7, "Vek", A9:B11) sa rovná 29. @SEEALSO=DMAX
tr: @EXAMPLES= DMIN(A1:C7, "Aylýk", A9:B11) eþittir 34323. DMIN(A1:C7, "Yaþ", A9:B11) eþittir 29. @SEEALSO=DMAX

source: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(database,field,criteria) @DESCRIPTION=DPRODUCT function returns the product of numbers in a column that match conditions specified.
pl: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DPRODUCT zwraca iloczyn tych liczb w kolumnie które spe³niaj± okre¶lone warunki.
sk: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(databáza,pole,kritériá) @DESCRIPTION=Funkcia DPRODUCT vracia násobok èísel v ståpci, ktoré spåòajú uvedené kritériá.
tr: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(veritabaný,alan,koþul) @DESCRIPTION=DPRODUCT iþlevi belirtilen koþulu saðlayan bir sütundaki sayýlarýn çarpýmýný hesaplar.
uk: @FUNCTION=DPRODUCT @SYNTAX=DPRODUCT(база_даних,поле,критер╕й) @DESCRIPTION=Функц╕я DPRODUCT поверта╓ добуток чисел в стовпчику, що задов╕льня╓ вказан╕й умов╕.

source: @EXAMPLES= DPRODUCT(A1:C7, "Age", A9:B11) equals 1247. @SEEALSO=DSUM
pl: @EXAMPLES= DPRODUCT (A1:C7; "Wiek"; A9:B11) jest równe 1247. @SEEALSO=DSUM
sk: @EXAMPLES= DPRODUCT(A1:C7, "Vek", A9:B11) sa rovná 1247. @SEEALSO=DSUM
tr: @EXAMPLES= DPRODUCT(A1:C7, "Yaþ", A9:B11) eþittir 1247. @SEEALSO=DSUM

source: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,field,criteria) @DESCRIPTION=DSTDEV function returns the estimate of the standard deviation of a population based on a sample. The populations consists of numbers that match conditions specified.
pl: @FUNCTION=DSTDEV @SYNTAX=DSTDEV (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DSTDEV zwraca estymator odchylenia standardowego z populacji opartej na próbie. Populacja sk³ada siê z liczb spe³niaj±cych okre¶lone warunki.
sk: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(databáza,pole,kritériá) @DESCRIPTION=Funkcia DSTDEV vracia odhad smerodajnej odchýlky populácie zalo¾ený na výbere. Populácia obsahuje èísla, ktoré spåòajú uvedené kritériá.
tr: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(veritabaný,alan,koþul) @DESCRIPTION=DSTDEV iþlevi bir örnek üzerine tabanlanmýþ bir daðýlýmýn standart sapmasýný tahmin eder. Daðýlým belirtilen koþullarý saðlayan sayýlardan oluþur.

source: @EXAMPLES= DSTDEV(A1:C7, "Age", A9:B11) equals 9.89949. DSTDEV(A1:C7, "Salary", A9:B11) equals 9135.112506. @SEEALSO=DSTDEVP
pl: @EXAMPLES= DSTDEV (A1:C7; "Wiek"; A9:B11) jest równe 9,89949. DSTDEV (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 9135,112506. @SEEALSO=DSTDEVP
sk: @EXAMPLES= DSTDEV(A1:C7, "Vek", A9:B11) sa rovná 9.89949. DSTDEV(A1:C7, "Plat", A9:B11) sa rovná 9135.112506. @SEEALSO=DSTDEVP
tr: @EXAMPLES= DSTDEV(A1:C7, "Yaþ", A9:B11) eþittir 9.89949. DSTDEV(A1:C7, "Aylýk", A9:B11) eþittir 9135.112506. @SEEALSO=DSTDEVP

source: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database,field,criteria) @DESCRIPTION=DSTDEVP function returns the standard deviation of a population based on the entire populations. The populations consists of numbers that match conditions specified.
pl: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DSTDEVP zwraca odchylenie standardowe populacji w oparciu o ca³e populacje. Populacje sk³adaj± siê z liczb spe³niaj±cych okre¶lone warunki.
sk: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(databáza,pole,kritériá) @DESCRIPTION=Funkcia DSTDEVP vracia odhad smerodajnej odchýlky z celej populácie. Populácia obsahuje èísla, ktoré spåòajú uvedené kritériá.
tr: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(veritabaný,alan,koþul) @DESCRIPTION=DSTDEVP iþlevi bir mevcut daðýlým üzerine tabanlanmýþ bir daðýlýmýn standart sapmasýný hesaplar. Daðýlým belirtilen koþullarý saðlayan sayýlardan oluþur.

source: @EXAMPLES= DSTDEVP(A1:C7, "Age", A9:B11) equals 7. DSTDEVP(A1:C7, "Salary", A9:B11) equals 6459.5. @SEEALSO=DSTDEV
pl: @EXAMPLES= DSTDEVP (A1:C7; "Wiek"; A9:B11) jest równe 7. DSTDEVP (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 6459,5. @SEEALSO=DSTDEV
sk: @EXAMPLES= DSTDEVP(A1:C7, "Vek", A9:B11) sa rovná 7. DSTDEVP(A1:C7, "Plat", A9:B11) sa rovná 6459.5. @SEEALSO=DSTDEV
tr: @EXAMPLES= DSTDEVP(A1:C7, "Yaþ", A9:B11) eþittir 7. DSTDEVP(A1:C7, "Aylýk", A9:B11) eþittir 6459.5. @SEEALSO=DSTDEV

source: @FUNCTION=DSUM @SYNTAX=DSUM(database,field,criteria) @DESCRIPTION=DSUM function returns the sum of numbers in a column that match conditions specified.
pl: @FUNCTION=DSUM @SYNTAX=DSUM (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DSUM zwraca sumê liczb w kolumnie, które spe³niaj± okre¶lone kryteria.
sk: @FUNCTION=DSUM @SYNTAX=DSUM(databáza,pole,kritériá) @DESCRIPTION=Funkcia DSUM vracia súèet èísel v ståpci, ktoré spåòajú uvedené kritériá.
tr: @FUNCTION=DSUM @SYNTAX=DSUM(veritabaný,alan,koþul) @DESCRIPTION=DSUM iþlevi belirtilen koþullarý saðlayan bir sütundaki sayýlarýn toplamýný hesaplar.
uk: @FUNCTION=DSUM @SYNTAX=DSUM(база_даних,поле,критер╕й) @DESCRIPTION=Функц╕я DSUM поверта╓ суму чисел в стовпчику, що задов╕льня╓ вказан╕й умов╕.

source: @EXAMPLES= DSUM(A1:C7, "Age", A9:B11) equals 72. DSUM(A1:C7, "Salary", A9:B11) equals 81565. @SEEALSO=DPRODUCT
pl: @EXAMPLES= DSUM (A1:C7; "Wiek"; A9:B11) jest równe 72. DSUM (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 81565. @SEEALSO=DPRODUCT
sk: @EXAMPLES= DSUM(A1:C7, "Vek", A9:B11) sa rovná 72. DSUM(A1:C7, "Plat", A9:B11) sa rovná 81565. @SEEALSO=DPRODUCT
tr: @EXAMPLES= DSUM(A1:C7, "Yaþ", A9:B11) eþittir 72. DSUM(A1:C7, "Aylýk", A9:B11) eþittir 81565. @SEEALSO=DPRODUCT

source: @FUNCTION=DVAR @SYNTAX=DVAR(database,field,criteria) @DESCRIPTION=DVAR function returns the estimate of variance of a population based on a sample. The populations consists of numbers that match conditions specified.
pl: @FUNCTION=DVAR @SYNTAX=DVAR (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DVAR zwraca estymator wariancji z populacji opartej na próbie. Populacje sk³adaj± siê z liczb spe³niaj±cych okre¶lone kryteria.
sk: @FUNCTION=DVAR @SYNTAX=DVAR(databáza,pole,kritériá) @DESCRIPTION=Funkcia DVAR vracia odhad rozptylu populácie zalo¾ený na výbere. Populácia obsahuje èísla, ktoré spåòajú uvedené kritériá.
tr: @FUNCTION=DVAR @SYNTAX=DVAR(veritabaný,alan,koþul) @DESCRIPTION=DVAR iþlevi bir örnek üzerine tabanlanmýþ bir daðýlýmýn deðiþimini tahmin eder. Daðýlým, belirtilen koþullarý saðlayan sayýlardan oluþur.

source: @EXAMPLES= DVAR(A1:C7, "Age", A9:B11) equals 98. DVAR(A1:C7, "Salary", A9:B11) equals 83450280.5. @SEEALSO=DVARP
pl: @EXAMPLES= DVAR (A1:C7; "Wiek"; A9:B11) jest równe 98. DVAR (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 83450280,5. @SEEALSO=DVARP
sk: @EXAMPLES= DVAR(A1:C7, "Vek", A9:B11) sa rovná 98. DVAR(A1:C7, "Plat", A9:B11) sa rovná 83450280.5. @SEEALSO=DVARP
tr: @EXAMPLES= DVAR(A1:C7, "Yaþ", A9:B11) eþittir 98. DVAR(A1:C7, "Aylýk", A9:B11) eþittir 83450280.5. @SEEALSO=DVARP

source: @FUNCTION=DVARP @SYNTAX=DVARP(database,field,criteria) @DESCRIPTION=DVARP function returns the variance of a population based on the entire populations. The populations consists of numbers that match conditions specified.
pl: @FUNCTION=DVARP @SYNTAX=DVARP (baza_danych; pole; kryteria) @DESCRIPTION=Funkcja DVARP zwraca wariancjê populacji w oparciu o wszystkie populacje. Populacje sk³adaj± siê z liczb, które spe³niaj± okre¶lone kryteria.
sk: @FUNCTION=DVARP @SYNTAX=DVARP(databáza,pole,kritériá) @DESCRIPTION=Funkcia DVARP vracia odhad rozptylu celej populácie. Populácia obsahuje èísla, ktoré spåòajú uvedené kritériá.
tr: @FUNCTION=DVARP @SYNTAX=DVARP(veritabaný,alan,koþul) @DESCRIPTION=DVARP iþlevi bir mevcut daðýlým üzerine tabanlanmýþ bir daðýlýmýn deðiþimini hesaplar. Daðýlým, belirtilen koþullarý saðlayan sayýlardan oluþur.

source: @EXAMPLES= DVARP(A1:C7, "Age", A9:B11) equals 49. DVARP(A1:C7, "Salary", A9:B11) equals 41725140.25. @SEEALSO=DVAR
pl: @EXAMPLES= DVARP (A1:C7; "Wiek"; A9:B11) jest równe 49. DVARP (A1:C7; "Wynagrodzenie"; A9:B11) jest równe 41725140,25. @SEEALSO=DVAR
sk: @EXAMPLES= DVARP(A1:C7, "Vek", A9:B11) sa rovná 49. DVARP(A1:C7, "Plat", A9:B11) sa rovná 41725140.25. @SEEALSO=DVAR
tr: @EXAMPLES= DVARP(A1:C7, "Yaþ", A9:B11) eþittir 49. DVARP(A1:C7, "Aylýk", A9:B11) eþittir 41725140.25. @SEEALSO=DVAR

source: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=GETPIVOTDATA function fetches summary data from a pivot table. @pivot_table is a cell range containing the pivot table. @field_name is the name of the field of which you want the summary data. If the summary data is unavailable, GETPIVOTDATA returns #REF! error. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(kont_tabuµka,meno_poµa) @DESCRIPTION=Funkcia GETPIVOTDATA získa súhrn dát z kontingenènej tabuµky. @kont_tabuµka je rozsah buniek obsahujúcich kontingenènú tabuµku. @meno_poµa je meno poµa, o ktorom sa má získa» súhrn. Ak dáta súhrnu nie sú k dispozícii, GETPIVOTDATA vracia chybu #REF!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(aralýk,alan_ismi) @DESCRIPTION=GETPIVOTDATA bir mihver tablodan özet veri çýkarýr. @aralýk, mihver tabloyu içeren aralýk, @alan_ismi özet verinin alan ismidir. Özet veri yosa iþlev #REF! hatasý ile sonuçlanýr. @EXAMPLES= @SEEALSO=

source: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=DATE returns the number of days since the 1st of january of 1900(the date serial number) for the given year, month and day. If @month < 1 or @month > 12, the year will be corrected. A similar correction takes place for days. The @years should be at least 1900. If @years < 1900, it is assumed to be 1900 + @years. If the given date is not valid, DATE returns #NUM! error. This function is Excel compatible. @EXAMPLES= DATE(2001, 3, 30) returns 'Mar 30, 2001'. @SEEALSO=TODAY, NOW
pl: @FUNCTION=DATE @SYNTAX=DATE (rok; miesi±c; dzieñ) @DESCRIPTION=Zwraca liczbê dni od 1 stycznia 1900 roku (numer seryjny daty) dla podanego roku, miesi±ca i dnia. Je¶li @miesi±c < 1 lub @miesi±c > 12, zostanie skorygowany rok. Podobna korekta ma miejsce w odniesieniu do dni. Argument @rok powinien nie powinien byæ mniejszy od 1900. Je¶li @rok < 1900, przyjmuje siê w jego miejsce 1900 + @rok. Je¶li podana data nie jest poprawna, DATE zwraca b³±d #WARTO¦Æ! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DATE (2001; 3; 30) Zwraca "Mar 30, 2001". @SEEALSO=TODAY, NOW
sk: @FUNCTION=DATE @SYNTAX=DATE (rok,mesiac, deò) @DESCRIPTION=Vypoèíta poèet dní od 1.1.1900 (sériové èíslo dátumu) pre daný rok, mesiac a deò. Ak je @mesiac men¹í ako 1 alebo väè¹í ako 12, bude automaticky opravený. Podobne je to pre @deò. @rok by mal by» minimálne 1900. Ak je men¹í ako 1900, pou¾ije sa 1900 + @rok. Ak nie je zadaný dátum platný, DATE vracia #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DATE(2001, 3, 30) sa rovná '30. Mar 2001'. @SEEALSO=TODAY, NOW
tr: @FUNCTION=DATE @SYNTAX=DATE(yýl,ay,gün) @DESCRIPTION=1 Ocak 1900 den itibaren verilen tarihe kadar gün sayýsý hesaplanýr. @ay <1 ya da @ay> 12 ise yýl düzeltilir, benzer düzeltme @gün içinde yapýlýr. Verilen tarih geçersizse #DEÐER! hatasý döner. Bu iþlev Excel uyumludur. Örnek: DATE(2001, 3, 30) iþlevinin sonucu '30/Mar/2001' dir Benzerleri: TODAY, NOW @EXAMPLES= DATE(2001, 3, 30) eþittir '30/Mar/2001' @SEEALSO=TODAY, NOW

source: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE converts a unix time into a spreadsheet date and time. A unix time is the number of seconds since midnight January 1, 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
pl: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(czas_uniksowy) @DESCRIPTION=Funkcja UNIX2DATE konwertuje czas uniksowy na datê i czas arkusza. Czas uniksowy jest liczb± sekund od pó³nocy 1 stycznia 1970 roku. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
sk: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixèas) @DESCRIPTION=UNIX2DATE prevádza unixový èas na dátum a èas tabuµky. Unixový èas je poèet sekúnd od polnoci 1. januára 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX

source: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX converts a spreadsheet date and time serial number into a unix time. A unix time is the number of seconds since midnight January 1, 1970. @EXAMPLES= @SEEALSO=NOW, DATE, UNIX2DATE
pl: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(numer_seryjny) @DESCRIPTION=Funkcja DATE2UNIX konwertuje datê i czas arkusza na czas uniksowy. Czas uniksowy jest liczb± sekund od pó³nocy 1 stycznia 1970 roku. @EXAMPLES= @SEEALSO=NOW, DATE, UNIX2DATE
sk: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(sériové_èíslo) @DESCRIPTION=DATE2UNIX prevádza sériové èíslo èasu a dátumu na unixový èas. Unixový èas je poèet sekúnd od polnoci 1. januára 1970. @EXAMPLES= @SEEALSO=NOW, DATE, UNIX2DATE
