Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN returns the natural logarithm of a complex number. (The result will have an imaginary part between -pi and +pi. The natural logarithm is not uniquely defined on complex numbers. You may need to add or subtract an even multiple of pi to the imaginary part.) This function is Excel compatible. @EXAMPLES= IMLN("3-j") equals 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
pl: @FUNCTION=IMLN @SYNTAX=IMLN (liczba_zespolona) @DESCRIPTION=Funkcja IMLN zwraca logarytm naturalny z liczby zespolonej. Warto¶æ czê¶ci urojonej wyniku zawiera siê w przedziale od -pi do +pi. Logarytm naturalny dla liczb zespolonych nie jest odrêbnie zdefiniowany. Mo¿e zaj¶æ potrzeba dodania lub odjêcia nawet wielokrotno¶ci liczby pi od czê¶ci urojonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMLN("3-j") jest równe 1,15129-0,32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
sk: @FUNCTION=IMLN @SYNTAX=IMLN(komplex_èíslo) @DESCRIPTION=IMLN vracia prirodzený logaritmus komplexného èísla. (Výsledok bude ma» imaginárnu èas» medzi -pi a +pi. Prirodzený logaritmus nie je jednoznaène definovaný pre komplexné èísla. Budete mo¾no potrebova» prièíta» alebo odèíta» násobok pi k imaginárnej èasti.) Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMLN("3-j") sa rovná 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
tr: @FUNCTION=IMLN @SYNTAX=IMLN(karmaþýk_sayý) @DESCRIPTION=IMLN iþlevi verilen @karmaþýk_sayý'nýn tabii logaritmasýný hesaplar. (Sonuç -pi ile +pi arasýnda bir sanal kýsma sahip olmalýdýr. Tabii logaritma karmaþýk sayýlar için tam istenen deðeri vermeyebilir. Bu durumda sanal kýsma pi'nin katlarýný eklemek ya da çýkarmak zorunda kalabilirsiniz.) Bu iþlev Excel uyumludur. Örnek: IMLN("3-j") eþittir 1.15129-0.32175j Benzerleri: IMEXP, IMLOG2, IMLOG10 @EXAMPLES= IMLN("3-j") eþittir 1.15129-0.32175j @SEEALSO=IMEXP,IMLOG2,IMLOG10

source: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 returns the logarithm of a complex number in base 2. This function is Excel compatible. @EXAMPLES= IMLOG2("3-j") equals 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
pl: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(liczba_zespolona) @DESCRIPTION=Funkcja IMLOG2 zwraca logarytm o podstawie 2 z liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMLOG2("3-j") jest równe 1,66096-0,46419j. @SEEALSO=IMLN,IMLOG10
sk: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(komplex_èíslo) @DESCRIPTION=IMLOG2 vracia logaritmus komplexného èísla so základom 2. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMLOG2("3-j") sa rovná 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
tr: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(karmaþýk_sayý) @DESCRIPTION=IMLOG2 iþlevi verilen @karmaþýk_sayý'nýn 2 tabanýna göre logaritmasýný hesaplar. Bu iþlev Excel uyumludur. Örnek: IMLOG2("3-j") eþittir 1.66096-0.46419j Benzerleri: IMLN, IMLOG10 @EXAMPLES= IMLOG2("3-j") eþittir 1.66096-0.46419j @SEEALSO=IMLN,IMLOG10

source: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 returns the logarithm of a complex number in base 10. This function is Excel compatible. @EXAMPLES= IMLOG10("3-j") equals 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
pl: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(liczba zespolona) @DESCRIPTION=Funkcja IMLOG10 zwraca logarytm o podstawie 10 z liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMLOG10("3-j") jest równe 0,5-0,13973j. @SEEALSO=IMLN,IMLOG2
sk: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(komplex_èíslo) @DESCRIPTION=IMLOG10 vracia logaritmus komplexného èísla so základom 10. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMLOG10("3-j") sa rovná 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
tr: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(karmaþýk_sayý) @DESCRIPTION=IMLOG10 iþlevi verilen @karmaþýk_sayý'nýn 10 tabanýna göre logaritmasýný hesaplar. Bu iþlev Excel uyumludur. Örnek: IMLOG10("3-j") eþittir 0.5-0.13973j Benzerleri: IMLN, IMLOG2 @EXAMPLES= IMLOG10("3-j") eþittir 0.5-0.13973j @SEEALSO=IMLN,IMLOG2

source: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber,number) @DESCRIPTION=IMPOWER returns a complex number raised to a power. @inumber is the complex number to be raised to a power and @number is the power to which you want to raise the complex number. This function is Excel compatible. @EXAMPLES= IMPOWER("4-j",2) equals 15-8j. @SEEALSO=IMSQRT
pl: @FUNCTION=IMPOWER @SYNTAX=IMPOWER (liczba_zespolona; liczba) @DESCRIPTION=Funkcja IMPOWER zwraca modu³ liczby zespolonej podniesiony do potêgi. @liczba_zespolona jest argumentem, a @liczba - numerem potêgi, do której modu³ ma zostaæ podniesiony. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMPOWER ("4-j"; 2) jest równe 15-8j. @SEEALSO=IMSQRT
sk: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(komplex_èíslo,exponent) @DESCRIPTION=IMPOWER vracia mocninu komplexného èísla. @komplex_èíslo je základ a @exponent je mocnina, na ktorú sa má umocni». Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMPOWER("4-j",2) sa rovná 15-8j. @SEEALSO=IMSQRT
tr: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(karmaþýk_sayý,kuvvet) @DESCRIPTION=IMPOWER iþlevi verilen @karmaþýk_sayý'nýn @kuvvet'ini hesaplar. Bu iþlev Excel uyumludur. Örnek: IMPOWER("4-j",2) eþittir 15-8j Benzeri: IMSQRT @EXAMPLES= IMPOWER("4-j",2) eþittir 15-8j @SEEALSO=IMSQRT

source: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber,inumber) @DESCRIPTION=IMDIV returns the quotient of two complex numbers. This function is Excel compatible. @EXAMPLES= IMDIV("2-j","2+j") equals 0.6-0.8j. @SEEALSO=IMPRODUCT
pl: @FUNCTION=IMDIV @SYNTAX=IMDIV (liczba_zespolona1; liczba_zespolona2) @DESCRIPTION=Funkcja IMDIV zwraca iloraz dwóch liczb zespolonych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMDIV ("2-j"; "2+j") jest równe 0,6-0,8j. @SEEALSO=IMPRODUCT
sk: @FUNCTION=IMDIV @SYNTAX=IMDIV(komplex_èíslo,komplex_èíslo) @DESCRIPTION=IMDIV vracia podiel dvoch komplexných èísel. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMDIV("2-j","2+j") sa rovná 0.6-0.8j. @SEEALSO=IMPRODUCT
tr: @FUNCTION=IMDIV @SYNTAX=IMDIV(karmaþýk_sayý1,karmaþýk_sayý2) @DESCRIPTION=IMDIV iþlevi iki karmaþýk sayýnýn bölümünü hesaplar. Bu iþlev Excel uyumludur. Örnek: IMDIV("2-j","2+j") eþittir 0.6-0.8j Benzeri: IMPRODUCT @EXAMPLES= IMDIV("2-j","2+j") eþittir 0.6-0.8j @SEEALSO=IMPRODUCT

source: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN returns the sine of a complex number. This function is Excel compatible. @EXAMPLES= IMSIN("1+j") equals 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
pl: @FUNCTION=IMSIN @SYNTAX=IMSIN (liczba_zespolona) @DESCRIPTION=Funkcja IMSIN zwraca sinus liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMSIN("1+j") jest równe 1,29846+0,63496j. @SEEALSO=IMCOS,IMTAN
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_èíslo) @DESCRIPTION=IMSIN vracia sínus komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
tr: @FUNCTION=IMSIN @SYNTAX=IMSIN(karmaþýk_sayý) @DESCRIPTION=IMSIN iþlevi @karmaþýk_sayý'nýn sinüsünü hesaplar. Bu iþlev Excel uyumludur. Örnek: IMSIN("1+j") eþittir 1.29846+0.63496j Benzerleri: IMCOS, IMTAN @EXAMPLES= IMSIN("1+j") eþittir 1.29846+0.63496j @SEEALSO=IMCOS,IMTAN

source: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT returns the square root of a complex number. This function is Excel compatible. @EXAMPLES= IMSQRT("1+j") equals 1.09868+0.4550899j. @SEEALSO=IMPOWER
pl: @FUNCTION=IMSQRT @SYNTAX=IMSQRT (liczba_zespolona) @DESCRIPTION=Funkcja IMSQRT zwraca pierwiastek kwadratowy liczby zespolonej. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMSQRT("1+j") jest równe 1,09868+0,4550899j. @SEEALSO=IMPOWER
sk: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(komplex_èíslo) @DESCRIPTION=IMSQRT vracia druhú odmocninu komplexného èísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSQRT("1+j") sa rovná 1.09868+0.4550899j. @SEEALSO=IMPOWER
tr: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(karmaþýk_sayý) @DESCRIPTION=IMSQRT iþlevi @karmaþýk_sayý'nýn karekökünü hesaplar. Bu iþlev Excel uyumludur. Örnek: IMSQRT("1+j") eþittir 1.09868+0.4550899j Benzeri: IMPOWER @EXAMPLES= IMSQRT("1+j") eþittir 1.09868+0.4550899j @SEEALSO=IMPOWER

source: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber,inumber) @DESCRIPTION=IMSUB returns the difference of two complex numbers. This function is Excel compatible. @EXAMPLES= IMSUB("3-j","2+j") equals 1-2j. @SEEALSO=IMSUM
pl: @FUNCTION=IMSUB @SYNTAX=IMSUB (liczba_zespolona1; liczba_zespolona2) @DESCRIPTION=Funkcja IMSUB zwraca ró¿nicê dwóch liczb zespolonych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMSUB ("3-j"; "2+j") jest równe 1-2j. @SEEALSO=IMSUM
sk: @FUNCTION=IMSUB @SYNTAX=IMSUB(komplex_èíslo,komplex_èíslo) @DESCRIPTION=IMSUB vracia rozdiel dvoch komplexných èísel. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSUB("3-j","2+j") sa rovná 1-2j. @SEEALSO=IMSUM
tr: @FUNCTION=IMSUB @SYNTAX=IMSUB(karmaþýk_sayý1,karmaþýk_sayý2) @DESCRIPTION=IMSUB iþlevi iki karmaþýk sayýnýn farkýný hesaplar. Bu iþlev Excel uyumludur. Örnek: IMSUB("3-j","2+j") eþittir 1-2j Benzeri: IMSUM @EXAMPLES= IMSUB("3-j","2+j") eþittir 1-2j @SEEALSO=IMSUM

source: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT returns the product of given complex numbers. This function is Excel compatible. @EXAMPLES= IMPRODUCT("2-j","4-2j") equals 6-8j. @SEEALSO=IMDIV
pl: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT (liczba_zespolona1[; liczba_zespolona2; ...]) @DESCRIPTION=Funkcja IMPRODUCT zwraca iloczyn podanych liczb zespolonych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMPRODUCT ("2-j"; "4-2j") jest równe 6-8j. @SEEALSO=IMDIV
sk: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(komplex_èíslo1[,komplex_èíslo2,...]) @DESCRIPTION=IMPRODUCT vracia súèin daných komplexných èísel. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMPRODUCT("2-j","4-2j") sa rovná 6-8j. @SEEALSO=IMDIV
tr: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(karmaþýk_sayý1[,karmaþýk_sayý2,...]) @DESCRIPTION=IMPRODUCT iþlevi verilen @karmaþýk_sayý'larýn çarpýmýný hesaplar. Bu iþlev Excel uyumludur. Örnek: IMPRODUCT("2-j";"4-2j") eþittir 8-6j Benzeri: IMDIV @EXAMPLES= IMPRODUCT("2-j";"4-2j") eþittir 8-6j @SEEALSO=IMDIV

source: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber,inumber) @DESCRIPTION=IMSUM returns the sum of two complex numbers. This function is Excel compatible. @EXAMPLES= IMSUM("2-4j","9-j") equals 11-5j. @SEEALSO=IMSUB
pl: @FUNCTION=IMSUM @SYNTAX=IMSUM (liczba_zespolona1; liczba_zespolona2) @DESCRIPTION=Funkcja IMSUM zwraca sumê dwóch liczb zespolonych. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= IMSUM ("2-4j"; "9-j") jest równe 11-5j. @SEEALSO=IMSUB
sk: @FUNCTION=IMSUM @SYNTAX=IMSUM(komplex_èíslo,komplex_èíslo) @DESCRIPTION=IMSUM vracia súèet dvoch komplexných èísel. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSUM("2-4j","9-j") sa rovná 11-5j. @SEEALSO=IMSUB
tr: @FUNCTION=IMSUM @SYNTAX=IMSUM(karmaþýk_sayý1,karmaþýk_sayý2) @DESCRIPTION=IMSUM iþlevi verilen iki karmaþýk sayýnýn toplamýný hesaplar. Bu iþlev Excel uyumludur. Örnek: IMSUM("2-4j","9-j") eþittir 11-5j Benzeri: IMSUB @EXAMPLES= IMSUM("2-4j","9-j") eþittir 11-5j @SEEALSO=IMSUB

source: @FUNCTION=CONVERT @SYNTAX=CONVERT(number,from_unit,to_unit) @DESCRIPTION=CONVERT returns a conversion from one measurement system to another. For example, you can convert a weight in pounds to a weight in grams. @number is the value you want to convert, @from_unit specifies the unit of the @number, and @to_unit is the unit for the result. @from_unit and @to_unit can be any of the following: Weight and mass: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomic mass) 'ozm' Ounce Distance: 'm' Meter 'mi' Statute mile 'Nmi' Nautical mile 'in' Inch 'ft' Foot 'yd' Yard 'ang' Angstrom 'Pica' Pica Time: 'yr' Year 'day' Day 'hr' Hour 'mn' Minute 'sec' Second Pressure: 'Pa' Pascal 'atm' Atmosphere 'mmHg' mm of Mercury Force: 'N' Newton 'dyn' Dyne 'lbf' Pound force Energy: 'J' Joule 'e' Erg 'c' Thermodynamic calorie 'cal' IT calorie 'eV' Electron volt 'HPh' Horsepower-hour 'Wh' Watt-hour 'flb' Foot-pound 'BTU' BTU Power: 'HP' Horsepower 'W' Watt Magnetism: 'T' Tesla 'ga' Gauss Temperature: 'C' Degree Celsius 'F' Degree Fahrenheit 'K' Degree Kelvin Liquid measure: 'tsp' Teaspoon 'tbs' Tablespoon 'oz' Fluid ounce 'cup' Cup 'pt' Pint 'qt' Quart 'gal' Gallon 'l' Liter For metric units any of the following prefixes can be used: 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' dekao 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 If @from_unit and @to_unit are different types, CONVERT returns #NUM! error. This function is Excel compatible. @EXAMPLES= CONVERT(3,"lbm","g") equals 1360.7769. CONVERT(5.8,"m","in") equals 228.3465. CONVERT(7.9,"cal","J") equals 33.07567. @SEEALSO=
pl: @FUNCTION=CONVERT @SYNTAX=CONVERT (liczba; z_jednostki; na_jednostkê) @DESCRIPTION=Funkcja CONVERT zwraca, przekonwertowan± z jednego systemu miar do innego, warto¶æ. Np. u¿ytkownik mo¿e przekonwertowaæ wagê w funtach na wagê w gramach. Parametr @liczba jest warto¶ci± do przekonwertowania, @z_jednostki okre¶la jednostkê parametru @liczba, parametr @na_jednostkê okre¶la jednostkê dla wyniku. Parametry @z_jednostki i @na_jednostkê mog± przybieraæ tylko warto¶ci z poni¿szej listy: Waga i masa: "g" gram "sg" slug - jednostka masy "lbm" funt "u" U (masa atomowa) "ozm" uncja Odleg³o¶ci: "m" metr "mi" mila l±dowa "Nmi" mila morska "in" cal "ft" stopa "yd" jard "ang" angstrem "Pica" pica (jednostka drukarska) Czas: "yr" rok "day" dzieñ "hr" godzina "mn" minuta "sec" sekunda Ci¶nienie: "Pa" Pascal "atm" atmosfera "mmHg" milimetr s³upa rtêci Si³a: "N" Newton "dyn" dyna "lbf" funt-si³a Energia: "J" d¿ul "e" erg "c" kaloria termodynamiczna "cal" kaloria miêdzynarodowa "eV" elektronowolt "HPh" motogodzina "Wh" watogodzina "flb" Foot-pound (dos³. funto-stopa - bryt. odpowiednik d¿ula) "BTU" BTU Moc: "HP" koñ mechaniczny "W" wat Magnetyzm: "T" tesla "ga" gaus Temperatura: "C" stopieñ Celsjusza "F" stopieñ Fahrenheita "K" stopieñ Kelvina (Kelvin) Miara objêto¶ciowa cieczy: "tsp" ³y¿eczka do herbaty "tbs" ³y¿ka sto³owa "oz" uncja objêto¶ci "cup" fili¿anka "pt" pint (ok. 0,5l) "qt" kwarta "gal" galon "l" litr Dla jednostek metrycznych mog± byæ stosowane poni¿sze przedrostki: "E" exa 1E+18 "P" peta 1E+15 "T" tera 1E+12 "G" giga 1E+09 "M" mega 1E+06 "k" kilo 1E+03 "h" hecto 1E+02 "e" dekao 1E+01 "d" deci 1E-01 "c" centi 1E-02 "m" milli 1E-03 "u" micro 1E-06 "n" nano 1E-09 "p" pico 1E-12 "f" femto 1E-15 "a" atto 1E-18 Je¿eli parametry @z_jednostki i @na_jednostkê s± ró¿nych typów, funkcja CONVERT zwróci b³±d #LICZBA!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CONVERT (3; "lbm"; "g") jest równe 1360,7769. CONVERT (5,8; "m"; "in") jest równe 228,3465. CONVERT (7,9; "cal"; "J") jest równe 33,07567. @SEEALSO=
sk: @FUNCTION=CONVERT @SYNTAX=CONVERT(hodnota,z_jednotiek,do_jednotiek) @DESCRIPTION=CONVERT prevádza z jednej mernej jednotky do inej. Napríklad, mô¾ete previes» váhu v librách do váhy v gramoch. @hodnota je prevádzaná hodnota, @z_jednotiek ¹pecifikuje jednotky @hodnota, a @do_jednotiek sú jednotky výsledku. @z_jednotiek a @do_jednotiek mô¾e by» ktorákoµvek z nasledujúcich: Váha a hmotnos»: 'g' Gram 'sg' Slug 'lbm' Libra 'u' U (atomická hmotnos») 'ozm' Unca Vzdialenos»: 'm' Meter 'mi' Míµa 'Nmi' Námorná míµa 'in' Palec 'ft' Stopa 'yd' Yard 'ang' Angstrom 'Pica' Pica Èas: 'yr' Rok 'day' Deò 'hr' Hodina 'mn' Minúta 'sec' Sekunda Tlak: 'Pa' Pascal 'atm' Atmosféra 'mmHg' mm ortute Sila: 'N' Newton 'dyn' Dyne 'lbf' Liberná sila Energia: 'J' Joule 'e' Erg 'c' Termodynamická kalória 'cal' IT kalória 'eV' Elektrónvolt 'HPh' Koòská sila-hodina 'Wh' Watthodina 'flb' Foot-pound 'BTU' BTU Výkon: 'HP' Koòská sila 'W' Watt Magnetizmus: 'T' Tesla 'ga' Gauss Teplota: 'C' Celsius 'F' Fahrenheit 'K' Kelvin Objem tekutiny: 'tsp' Èajová ly¾ica 'tbs' Polievková ly¾ica 'oz' Tekutá unca 'cup' Pohár 'pt' Pinta 'qt' Quart 'gal' Galon 'l' Liter Pre metrické jednotky je mo¾né pou¾i» tieto predpony: 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hekto 1E+02 'e' dekao 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' mili 1E-03 'u' mikro 1E-06 'n' nano 1E-09 'p' piko 1E-12 'f' femto 1E-15 'a' ato 1E-18 Ak @z_jednotiek a @do_jednotiek sú rôzne typy, CONVERT vráti chybu #NUM. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CONVERT(3,"lbm","g") sa rovná 1360.7769. CONVERT(5.8,"m","in") sa rovná 228.3465. CONVERT(7.9,"cal","J") sa rovná 33.07567. @SEEALSO=
tr: @FUNCTION=CONVERT @SYNTAX=CONVERT(deðer,birimden,birime) @DESCRIPTION=CONVERT iþlevi ayný sistem içindeki ölçü birimleri arasýnda dönüþüm yapar. Aðýrlýk birimlerinden pound ile gram arasýnda dönüþüm yapýlabilir. @deðer ve @birimden dönüþtürülecek deðer ve birimini, @birime ise deðerin dönüþtürüleceði birimdir. @birimden ve @birime için aþaðýdaki birimlerden biri kullanýlabilir: Aðýrlýk and kütle: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomik kütle) 'ozm' Ons Uzunluk: 'm' Metre 'mi' Kara mili 'Nmi' Deniz mili 'in' Inç 'ft' Ayak 'yd' Yarda 'ang' Angström 'Pica' Pica Zaman: 'yr' Yýl 'day' Gün 'hr' Saat 'mn' Dakika 'sec' Saniye Basýnç: 'Pa' Paskal 'atm' Atmosfer 'mmHg' mmCýva Kuvvet: 'N' Newton 'dyn' Din 'lbf' libre-kuvvet Enerji: 'J' Jül 'e' Erg 'c' Termodinamik kalori 'cal' IT kalori 'eV' Elektron volt 'HPh' BeygirGücü-saat 'Wh' Wat-saat 'flb' Foot-pound 'BTU' BTU Güç: 'HP' BeygirGücü 'W' Wat Elektromanyetik: 'T' Tesla 'ga' Gauss Sýcaklýk: 'C' Derece Santigrat 'F' Derece Fahrenhayt 'K' Derece Kelvin Sývý ölçme: 'tsp' Çay kaþýðý 'tbs' Yemek kaþýðý 'oz' sývý onz 'cup' fincan 'pt' Pint 'qt' Kuart 'gal' Galon 'l' Litre Metrik birimler için önekler: 'E' eksa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hekto 1E+02 'e' deka 1E+01 'd' desi 1E-01 'c' santi 1E-02 'm' mili 1E-03 'u' mikro 1E-06 'n' nano 1E-09 'p' piko 1E-12 'f' femto 1E-15 'a' atto 1E-18 Farklý sistemler arasýnda dönüþümler #SAYI! hatasý ile sonuçlanýr. Bu iþlev Excel uyumludur. Örnekler: CONVERT(3,"lbm","g") eþittir 1360.7769 CONVERT(5.8,"m","in") eþittir 228.3465 CONVERT(7.9,"cal","J") eþittir 33.07567 @EXAMPLES= CONVERT(3,"lbm","g") eþittir 1360.7769 CONVERT(5.8,"m","in") eþittir 228.3465 CONVERT(7.9,"cal","J") eþittir 33.07567 @SEEALSO=

source: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=With a single argument ERF returns the error function, defined as erf(x) = 2/sqrt(pi)* integral from 0 to x of exp(-t*t) dt. If two arguments are supplied, they are the lower and upper limits of the integral. If either @lower_limit or @upper_limit is not numeric a #VALUE! error is returned. This function is upward-compatible with that in Excel. (If two arguments are supplied, Excel will not allow either to be negative.) @EXAMPLES= ERF(0.4) equals 0.428392355. ERF(1.6448536269515/SQRT(2)) equals 0.90. The second example shows that a random variable with a normal distribution has a 90 percent chance of falling within approximately 1.645 standard deviations of the mean. @SEEALSO=ERFC
pl: @FUNCTION=ERF @SYNTAX=ERF ([dolne_ograniczenie; ]górne_ograniczenie) @DESCRIPTION=Funkcja ERF z pojedynczym argumentem zwraca b³±d funkcji, definiowany jako erf(x) = 2/sqrt(pi)* ca³ki od 0 do x z funkcji exp(-t*t) po dt. Je¶li podane zostan± dwa argumenty, bêd± dolnym i górnym ograniczeniem ca³ki (zakresem, w którym bêdzie ona liczona). Je¶li ani @dolne_ograniczenie ani @górne_ograniczenie nie jest liczb± zostanie zwrócony b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel w zakresie liczb dodatnich. (Je¶li zostan± podane dwa argumenty, Excel nie pozwoli ¿adnemu z nich byæ ujemnym.) Funkcja ta jest zgodna w przód z programem Excel (Przy podaniu dwóch argumentów Excel nie pozwala, aby którykolwiek by³ ujemny). @EXAMPLES= ERF(0,4) jest równe 0,428392355. ERF(1,6448536269515/SQRT(2)) jest równe 0,90. Drugi przyk³ad pokazuje, ¿e losowa warto¶æ z rozk³adu normalnego ma 90 procent szans na trafienie wewn±trz przedzia³u przybli¿onej warto¶ci 1.645 odchylenia standardowego ¶redniej. @SEEALSO=ERFC
sk: @FUNCTION=ERF @SYNTAX=ERF([dolný_limit,]horný_limit) @DESCRIPTION=S jedným argumentom ERF vracia hodnotu chybovej funkcie, definovanej ako erf(x) = 2/sqrt(pi)* integrál od 0 od x z exp(-t*t) dt. Ak sú dané dva argumenty, sú pou¾ité ako dolná a horná hranica integrálu. Ak nie je @dolný_limit alebo @hodný_limit èíslo, je vrátená chyba #VALUE!. Táto funkcia je kompatibilná s Excelom (ak sú dané dva argumenty v Exceli, nie je dovolené, aby boli záporné.) @EXAMPLES= ERF(0.4) sa rovná 0.428392355. ERF(1.6448536269515/SQRT(2)) sa rovná 0.90. Druhý príklad ukazuje, ¾e náhodná premenná s normálnym rozdelením má 90 percentnú pravdepodobnos», ¾e bude mimo pribli¾ne 1.645 smerodajných odchýliek priemeru. @SEEALSO=ERFC
tr: @FUNCTION=ERF @SYNTAX=ERF([alt_sýnýr,]üst_sýnýr) @DESCRIPTION=Tek argümanlý ERF iþlevi, erf(x) = 2/sqrt(pi)*(0 dan x e kadar exp(-t*t) dt integrali) hata iþlevi ile sonuçlanýr. Ýki argüman verilmiþse bunlar integralin alt ve üst sýnýrlarýdýr. @alt_sýnýr ve @üst_sýnýr deðerleri sayýsal deðilse #DEÐER! hatasý verir. Bu iþlev negatif argüman kabul etmek dýþýnda Excel ile uyumludur. Örnek: ERF(0.4) eþittir 0.428392355 ERF(1.6448536269515/SQRT(2)) eþittir 0.90 Ýkinci örnek ortalamadan yaklaþýk 1.645 standart sapma ile rastlanan bir %90 lýk deðiþime sahip bir normal açýlýmla bir rastgele deðiþken gösterir. Benzeri: ERFC @EXAMPLES= ERF(0.4) eþittir 0.428392355 ERF(1.6448536269515/SQRT(2)) eþittir 0.90 Ýkinci örnek ortalamadan yaklaþýk 1.645 standart sapma ile rastlanan bir %90 lýk deðiþime sahip bir normal açýlýmla bir rastgele deðiþken gösterir. @SEEALSO=ERFC

source: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC function returns the complementary error function, defined as 1 - erf(x). erfc(x) is calculated more accurately than 1 - erf(x) for arguments larger than about 0.5. If @x is not numeric a #VALUE! error is returned. @EXAMPLES= ERFC(6) equals 2.15197367e-17. @SEEALSO=ERF
pl: @FUNCTION=ERFC @SYNTAX=ERFC (x) @DESCRIPTION=Funkcja ERFC zwraca warto¶æ ³±cznej funkcji b³êdu, zdefiniowan± jako 1 - erf(x). Funkcja erfc(x) jest obliczana z wiêksz± dok³adno¶ci± ni¿ 1 - erf(x) dla argumentów wiêkszych ni¿ oko³o 0,5. Je¶li parametr @x nie jest liczb±, zwracany jest b³±d #WARTO¦Æ!. @EXAMPLES= ERFC(6) jest równe 2,15197367e-17. @SEEALSO=ERF
sk: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=Funkcia ERFC vracia doplnkovú chybovú funkciu, definovanú ako 1 - erf(x). erfc(x) je poèítaná presnej¹ie ako erf(x) pre argumenty väè¹ie ako 0.5. Aj @x nie je èíslo, je vrátená chyba #VALUE!. @EXAMPLES= ERFC(6) sa rovná 2.15197367e-17. @SEEALSO=ERF
tr: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC iþlevi 1 - erf(x) olarak verilen eþlenik hata iþlevini hesaplar. erfc(x) 0.5 den daha büyük argümanlar için daha yüksek doðruluk saðlar. @x bir sayý deðilse #DEÐER! hatasý verir. Örnek: ERFC(6) eþittir 2.15197367e-17 Benzeri: ERF @EXAMPLES= ERFC(6) eþittir 2.15197367e-17 @SEEALSO=ERF
