Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA function tests for numerical equivalence of two arguments, returning 1 in case of equality. @y is optional, and defaults to 0. If either argument is non-numeric returns a #VALUE! error. This function is Excel compatible. @EXAMPLES= DELTA(42.99,43) equals 0. @SEEALSO=EXACT,GESTEP
pl: @FUNCTION=DELTA @SYNTAX=DELTA (x[; y]) @DESCRIPTION=Funkcja DELTA testuje liczbow± równowa¿no¶æ dwóch argumentów i zwraca 1 w przypadku równo¶ci. Parametr @y jest opcjonalny i domy¶lnie przyjmuje warto¶æ 0. Je¿eli jeden z argumentów nie jest liczb±, funkcja zwraca b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DELTA (42,99; 43) jest równe 0. @SEEALSO=EXACT,GESTEP
sk: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=Funkcia DELTA testuje dva argumenty na numerickú ekvivalenciu. Vracia 1 pri zhodnosti, @y je nepovinné a ¹tandardne je 0. Ak nie je jeden z argumentov èíslo, vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DELTA(42.99,43) sa rovná 0. @SEEALSO=EXACT,GESTEP

source: Impossible
pl: Niemo¿liwe
sk: Nemo¾né
tr: Ýmkansýz
uk: Неможливо

source: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP function test for if @x is >= @y, returning 1 if it is so, and 0 otherwise. @y is optional, and defaults to 0. If either argument is non-numeric returns a #VALUE! error. This function is Excel compatible. @EXAMPLES= GESTEP(5,4) equals 1. @SEEALSO=DELTA
pl: @FUNCTION=GESTEP @SYNTAX=GESTEP (x[; y]) @DESCRIPTION=Funkcja GESTEP testuje relacjê @x >= @y, zwracaj±c 1 w przypadku prawdy lub 0 w przypadku fa³szu. Parametr @y jest opcjonalny i domy¶lnie przyjmuje warto¶æ 0. Je¿eli jeden z argumentów nie jest liczb±, funkcja zwraca b³±d #WARTO¦Æ!. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= GESTEP (5; 4) jest równe 1. @SEEALSO=DELTA
sk: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=Funkcia GESTEP testuje, èi @x >= @y. Vracia 1 ak je, inak vracia 0. @y je nepovinné a ¹tandardne je 0. Ak nie je jeden z argumentov èíslo, vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GESTEP(5,4) sa rovná 1. @SEEALSO=DELTA

source: Engineering
pl: In¿ynieryjne
sk: In¾inierske
tr: Mühendislik
uk: ╤нженер╕я

source: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT calculates the accrued interest for a security that pays periodic interest. @issue is the issue date of the security. @first_interest is the first interest date of the security. @settlement is the settlement date of the sequrity. The settlement date is always after the issue date (the date when the security is bought). @rate is the annual rate of the security and @par is the par value of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @issue date, @first_interest date, or @settlement date is not valid, ACCRINT returns #NUM! error. The dates must be @issue < @first_interest < @settlement, or ACCRINT returns #NUM! error. If @rate <= 0 or @par <= 0 , ACCRINT returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, ACCRINT returns #NUM! error. If @issue date is after @settlement date or they are the same, ACCRINT returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINTM
sk: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(emisia,prvý_úrok,vyrovnanie,úrok,nom_hod,frekvencia[,základòa]) @DESCRIPTION=ACCRINT poèíta nahromadený úrok z cenného papiera, z ktorého je úrok platený v pravidelných intervaloch. @úrok je roèný úrok cenného papiera a @nom_hod je jeho nominálna hodnota. @frekvencia je poèet kuponov za rok. Mo¾né hodnoty sú: 1 = roèný, 2 = polroèný, 4 = ¹tv»roèný. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @emisie alebo dátum @vyrovnania neplatný, ACCRINT vracia chybu #NUM!. Ak je @úrok alebo @nom_hod 0 alebo záporná, ACCRINT vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, ACCRINT vracia chybu #NUM!. Ak je dátum @emisie po dátume @vyrovnania alebo sú rovnaké, ACCRINT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=ACCRINTM
tr: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(ihraç,ilk_faiz,valör,oran,nominal,sýklýk[,tahakkuk]) @DESCRIPTION=ACCRINT periyodik bir sýklýkta faiz ödeyen bir menkul kýymet için tahakkuk eden faizi hesaplar. @ihraç menkul kýymetin ihraç tarihidir @ilk_faiz, menkul kýymetin ilk faiz ödeme tarihidir. @valör, menkul kýymetin teslim tarihidir. Teslim tarihi her zaman ihraç tarihinden sonra olur. (menkul kýymetin satýn alým tarihi). @oran, menkul kýymetin yýllýk faiz oraný, @nominal ise nominal deðeridir. @sýklýk yýl boyunca ödenecek olan kupon adedini belirler. Ýzin verilen sýklýklar: 1=yýlda bir, 2=yýlda iki, 4=yýlda dört. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @ihraç tarihi, @ilk_faiz tarihi veya @valör tarihi geçersiz ise ACCRINT, #SAYI! hatasýný verir. Tarihler, @ihraç < @ilk_faiz < @teslim sýrasýnda olmalýdýr yoksa ACCRINT #SAYI! hatasýný verir. Eðer @oran <= 0 veya @nominal <= 0 ise ACCRINT #SAYI! hatasýný verir. Eðer @tahakkuk verilmemiþse, ABD 30/360 uygulanýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, ACCRINT #SAYI! hatasýný verir. Eðer @ihraç tarihi @valör tarihinden sonra ise, veya iki tarih birbirine eþit ise, ACCRINT #SAYI! hatasýný verir. Benzeri: ACCRINTM @EXAMPLES= @SEEALSO=ACCRINTM

source: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM calculates and returns the accrued interest for a security from @issue to @maturity date. @issue is the issue date of the security. @maturity is the maturity date of the security. @rate is the annual rate of the security and @par is the par value of the security. If you omit @par, ACCRINTM applies $1,000 instead. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @issue date or @maturity date is not valid, ACCRINTM returns #NUM! error. If @rate <= 0 or @par <= 0, ACCRINTM returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, ACCRINTM returns #NUM! error. If @issue date is after @maturity date or they are the same, ACCRINTM returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINT
sk: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(emisia,splatnos»,úrok,[nom_hod,základòa]) @DESCRIPTION=ACCRINTM poèíta nahromadený úrok z cenného papiera, z ktorého je úrok platený k dátumu splatnosti. @úrok je roèný úrok cenného papiera a @nom_hod je jeho nominálna hodnota. Ak nie je uvedená @nom_hod, je pou¾ité $1,000. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @emisie alebo dátum @splatnosti neplatný, ACCRINT vracia chybu #NUM!. Ak je @úrok alebo @nom_hod 0 alebo záporná, ACCRINT vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, ACCRINT vracia chybu #NUM!. Ak je dátum @emisie po dátume @splatnosti alebo sú rovnaké, ACCRINT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=ACCRINT
tr: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(ihraç,itfa,oran[,nominal,tahakkuk]) @DESCRIPTION=ACCRINTM, bir menkul kýymetin @ihraç'tan @itfa tarihine kadar tahakkuk eden faizini hesaplar. @ihraç, menkul kýymetin ihraç tarihidir. @itfa ise, itfa tarihidir. @oran, menkul kýymetin yýllýk oraný, @nominal ise nominal deðeridir. Eðer @nominal belirlenmemiþse, ACCRINTM, bu deðeri 1,000 TL kabul eder. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @ihraç tarihi, @itfa tarihi geçersiz ise ACCRINTM, #SAYI! hatasýný verir. Eðer @oran <= 0 veya @nominal <= 0 ise ACCRINTM #SAYI! hatasýný verir. Eðer @tahakkuk verilmemiþse, ABD 30/360 uygulanýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, ACCRINTM #SAYI! hatasýný verir. Eðer @ihraç tarihi @itfa tarihinden sonra ise, veya iki tarih birbirine eþit ise, ACCRINTM #SAYI! hatasýný verir. Benzeri: ACCRINT @EXAMPLES= @SEEALSO=ACCRINT

source: @FUNCTION=INTRATE @SYNTAX=INTRATE(settlement,maturity,investment,redemption[,basis]) @DESCRIPTION=INTRATE calculates and returns the interest rate of a fully vested security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @investment is the prize of the security paid at @settlement date and @redemption is the amount to be received at @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @settlement date or @maturity date is not valid, INTRATE returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, INTRATE returns #NUM! error. If @settlement date is after @maturity date or they are the same, INTRATE returns #NUM! error. @EXAMPLES= If you had a bond with a settlement date of April 15, 2000, maturity date September 30, 2000, investment of $100,000, redemption value $103,525, using the actual/actual basis, the bond discount rate is: =INTRATE(36631, 36799, 100000, 103525, 1) which equals 0.0648 or 6.48% @SEEALSO=RECEIVED, DATE
sk: @FUNCTION=INTRATE @SYNTAX=INTRATE(vyrovnanie,splatnos»,investícia,zaruè_cena[,základòa]) @DESCRIPTION=INTRATE poèíta úrokovú mieru úplne investovaného cenného papiera. @investícia je cena investovaná do cenného papiera dòa @vyrovnanie a @zaruè_cena je je cena získaná dòa @splatnos». @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, INTRATE vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, INTRATE vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, INTRATE vracia chybu #NUM!. @EXAMPLES= Máte obligáciu s dátumom vyrovnania 15. apríla 2000, dátum splatnosti je 30. septembra 2000, investícia je $100,000, zaruè_cena $103,525, pomocou základne aktuálne dni/aktuálne dni, úroková miera obligácie je: =INTRATE(36631, 36799, 100000, 103525, 1) èo sa rovná .0648 alebo 6.48% @SEEALSO=RECEIVED, DATE
tr: @FUNCTION=INTRATE @SYNTAX=INTRATE(valör,itfa,plasman,itfa_fiyatý[,tahakkuk]) @DESCRIPTION=INTRATE müktesap bir menkul kýymetin faizini hesaplar. @valör menkul kýymetin teslim tarihini, @itfa ise itfa tarihini belirler. @plasman menkul kýymet için @valör tarihinde ödenen, @itfa_fiyatý ise @itfa tarihinde elde edilecek olan miktardýr. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @valör tarihi veya @itfa tarihi geçerli deðil ise, INTRATE #SAYI! hatasý verir. Eðer @tahakkuk verilmez ise, ABD 30/360 kullanýlýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, INTRATE #SAYI! hatasý verir. Eðer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eþit ise, INTRATE #SAYI! hatasý verir. Örnek: Eðer 15 Nisan 2000 valörlü, 30 Eylül 2000 itfalý, 100,000USD fiyatýnda, itfa fiyatý 103,525 USD olan bir tahviliniz olsa idi, gün adedi/gün adedi tahakkuk usulünü kullanarak bulunacak tahvil iskonto oraný: INTRATE(36631, 36799, 100000, 103525, 1) eþittir 0.0648 veya %6.48 Örnek: Eðer 15 Nisan 2000 valörlü, 30 Eylül 2000 itfalý, 100,000USD fiyatýnda, itfa fiyatý 103,525 USD olan bir tahviliniz olsa idi, gün adedi/gün adedi tahakkuk usulünü kullanarak bulunacak tahvil iskonto oraný: INTRATE(36631, 36799, 100000, 103525, 1) yani 0.0648 veya %6.48 Benzerleri: RECEIVED, DATE @EXAMPLES= Eðer 15 Nisan 2000 valörlü, 30 Eylül 2000 itfalý, 100,000USD fiyatýnda, itfa fiyatý 103,525 USD olan bir tahviliniz olsa idi, gün adedi/gün adedi tahakkuk usulünü kullanarak bulunacak tahvil iskonto oraný: =INTRATE(36631, 36799, 100000, 103525, 1) yani 0.0648 veya %6.48 @SEEALSO=RECEIVED, DATE

source: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED calculates and returns the amount to be received at @maturity date for a security bond. @settlement is the settlement date of the security. @maturity is the maturity date of the security. The amount of investement is specified in @investment. @rate is the security's discount rate. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @settlement date or @maturity date is not valid, RECEIVED returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, RECEIVED returns #NUM! error. If @settlement date is after @maturity date or they are the same, RECEIVED returns #NUM! error. @EXAMPLES= @SEEALSO=INTRATE
sk: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(vyrovnanie,splatnos»,investícia,úrok[,základòa]) @DESCRIPTION=RECEIVED poèíta získanú sumu dòa @splatnos» pre obligáciu. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. Velkos» investície je v @investícia. @úrok je úroková miera.@základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, RECEIVED vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, RECEIVED vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, RECEIVED vracia chybu #NUM!. @EXAMPLES= @SEEALSO=INTRATE
tr: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(valör,itfa,plasman,oran[,tahakkuk]) @DESCRIPTION=RECEIVED @itfa tarihinde bir tahvilden elde edilecek miktarý hesaplar. @valör, menkul kýymetin valör tarihidir. @itfa, menkul kýymetin itfa tarihidir. Plasman miktarý @plasman olarak belirtilir. @oran, menkul kýymetin iskonto oranýdýr. @tahakkuk, , kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @valör tarihi veya @itfa tarihi geçerli deðil ise, RECEIVED #SAYI! hatasý verir. Eðer @tahakkuk verilmez ise, ABD 30/360 kullanýlýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, RECEIVED #SAYI! hatasý verir. Eðer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eþit ise, RECEIVED #SAYI! hatasý verir. Benzeri: INTRATE @EXAMPLES= @SEEALSO=INTRATE

source: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC calculates and returns the price per $100 face value of a security bond. The security does not pay interest at maturity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @discount is the rate for which the security is discounted. @redemption is the amount to be received on @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @settlement date or @maturity date is not valid, PRICEDISC returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, PRICEDISC returns #NUM! error. If @settlement date is after @maturity date or they are the same, PRICEDISC returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEMAT
sk: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(vyrovnanie,splatnos»,disk_sadzba[,základòa]) @DESCRIPTION=PRICEDISC poèíta cenu za nominálnu hodnotu $100 diskontnej obligácie. Obligácia nespláca úrok v dátum splatnosti. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @disk_sadzba je úrok, na základe ktorého je obligácia diskontovaná. @disk_sadzba je suma získaná dòa @splatnos». @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, PRICEDISC vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, PRICEDISC vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, PRICEDISC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PRICEMAT
tr: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(valör,itfa,oran,itfa_fiyatý[,tahakkuk]) @DESCRIPTION=PRICEDISC bir menkul kýymetin 100 nominal deðer için fiyatýný hesaplar. Menkul kýymet itfa tarihinde faiz ödemez. @valör, menkul kýymetin valör tarihidir. @itfa, menkul kýymetin itfa tarihidir. @oran, menkul kýymetin iskonto oranýdýr. @tahakkuk, , kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @valör tarihi veya @itfa tarihi geçerli deðil ise, PRICEDISC #SAYI! hatasý verir. Eðer @tahakkuk verilmez ise, ABD 30/360 kullanýlýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, PRICEDISC #SAYI! hatasý verir. Eðer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eþit ise, PRICEDISC #SAYI! hatasý verir. Benzeri: PRICEMAT @EXAMPLES= @SEEALSO=PRICEMAT

source: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT calculates and returns the price per $100 face value of a security. The security pays interest at maturity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @rate is the discount rate of the security. @yield is the annual yield of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @settlement date or @maturity date is not valid, PRICEMAT returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, PRICEMAT returns #NUM! error. If @settlement date is after @maturity date or they are the same, PRICEMAT returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEDISC
sk: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(vyrovnanie,splatnos»,emisia,úrok,výnos[,základòa]) @DESCRIPTION=PRICEMAT poèíta cenu cenného papiera nominálnej hodnoty $100. Úrok cenného papiera je v deò splatnosti. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @emisia je dátum emisie papiera. @výnos je roèný výnos papiera. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, PRICEMAT vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, PRICEMAT vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, PRICEMAT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PRICEDISC
tr: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(valör,itfa,ihraç,oran,getiri[,tahakkuk]) @DESCRIPTION=PRICEMAT bir menkul kýymetin 100 nominal deðer için fiyatýný hesaplar. Menkul kýymet itfa tarihinde faiz öder. @valör, menkul kýymetin valör tarihidir. @itfa, menkul kýymetin itfa tarihidir. @ihraç, menkul kýymetin ihraç tarihidir. @getiri, menkul kýymetin getiri oranýdýr. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @valör tarihi veya @itfa tarihi geçerli deðil ise, PRICEMAT #SAYI! hatasý verir. Eðer @tahakkuk verilmez ise, ABD 30/360 kullanýlýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, PRICEMAT #SAYI! hatasý verir. Eðer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eþit ise, PRICEMAT #SAYI! hatasý verir. Benzeri: PRICEDISC @EXAMPLES= @SEEALSO=PRICEDISC

source: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC calculates and returns the discount rate for a sequrity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @par is the price per $100 face value of the security. @redemption is the redeption value per $100 face value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 If @settlement date or @maturity date is not valid, DISC returns #NUM! error. If @basis is omitted, US 30/360 is applied. If @basis < 0 or @basis > 4, DISC returns #NUM! error. If @settlement date is after @maturity date or they are the same, DISC returns #NUM! error. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=DISC @SYNTAX=DISC(vyrovnanie,splatnos»,cena,zaruè_cena[,základòa]) @DESCRIPTION=DISC poèíta diskontnú sadzbu cenného papiera. @vyrovnanie je dátum vyrovnania. @splatnos» je dátum splatnosti. @cena je cena za $100 cenného papiera. @zaruè_cena je zaruèená cena na $100. @základòa je typ úètovníckeho systému, ktorý sa má pou¾i»: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základòa neuvedená, pou¾ije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, DISC vracia chybu #NUM!. Ak je @základòa < 0 alebo @základòa > 4, DISC vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, DISC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
tr: @FUNCTION=DISC @SYNTAX=DISC(valör,itfa,nominal,itfa_fiyatý[,tahakkuk]) @DESCRIPTION=DISC, bir menkul kýymet için iskonto oranýný hesaplar. @valör, menkul kýymetin valör tarihidir. @itfa, menkul kýymetin itfa tarihidir. @nominal,menkul kýymetin 100 nominal deðer için fiyatýdýr. @itfa_fiyatý, 100 nominal deðer için itfa fiyatýdýr. @tahakkuk, kullanmak istediðiniz tahakkuk esasýný belirler: 0 ABD 30/360 1 gün adedi/gün adedi 2 gün adedi/360 3 gün adedi/365 4 Avrupa 30/360 Eðer @valör tarihi veya @itfa tarihi geçerli deðil ise, DISC #SAYI! hatasý verir. Eðer @tahakkuk verilmez ise, ABD 30/360 kullanýlýr. Eðer @tahakkuk < 0 veya @tahakkuk > 4 ise, DISC #SAYI! hatasý verir. Eðer @valör, @itfa tarihinden sonra ise veya iki tarih birbirine eþit ise, DISC #SAYI! hatasý verir. @EXAMPLES= @SEEALSO=
