Repository: GNOME/gnumeric
Catalog: po/*.po
Languages: pl, sk, tr, uk

source: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT returns @num repetitions of @string. This function is Excel compatible. @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE
pl: @FUNCTION=REPT @SYNTAX=REPT (napis; liczba) @DESCRIPTION=Funkcja REPT zwraca @liczba razy powtórzony @napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= REPT ("."; 3) jest równe "...". @SEEALSO=CONCATENATE
sk: @FUNCTION=REPT @SYNTAX=REPT(re»azec,poèet) @DESCRIPTION=REPT vracia @poèet-krát zopakovaný @re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= REPT(".",3) sa rovná "...". @SEEALSO=CONCATENATE
tr: @FUNCTION=REPT @SYNTAX=REPT(dizge,sayý) @DESCRIPTION=REPT @sayý kere @dizge ile sonuçlanýr. Excel uyumludur. Örnek: REPT(".",3) eþittir "..." Benzeri: CONCATENATE @EXAMPLES= REPT(".",3) eþittir "..." @SEEALSO=CONCATENATE

source: Out of memory
pl: Brak pamiêci
sk: Nedostatok pamäti
tr: Bellek yetersiz

source: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN removes any non-printable characters from @string. This function is Excel compatible. @EXAMPLES= CLEAN("one"\&char(7)) equals "one". @SEEALSO=
pl: @FUNCTION=CLEAN @SYNTAX=CLEAN (napis) @DESCRIPTION=Funkcja CLEAN usuwa z ci±gu znaków @napis wszelkie znaki, które nie zostan± wydrukowane. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= CLEAN("jeden"\&char(7)) jest równe "jeden". @SEEALSO=
sk: @FUNCTION=CLEAN @SYNTAX=CLEAN(re»azec) @DESCRIPTION=CLEAN vyma¾e z re»azca v¹etky netlaèiteµné znaky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CLEAN("jedna"\&char(7)) sa rovná "jedna". @SEEALSO=
tr: @FUNCTION=CLEAN @SYNTAX=CLEAN(dizge) @DESCRIPTION=CLEAN @dizge içindeki yazdýrýlamayan karakterleri temizler. Bu iþlev Excel uyumludur. Örnek: CLEAN("bir"\&char(7)) eþittir "bir" @EXAMPLES= CLEAN("bir"\&char(7)) eþittir "bir". @SEEALSO=

source: @FUNCTION=FIND @SYNTAX=FIND(string1,string2[,start]) @DESCRIPTION=FIND returns position of @string1 in @string2 (case-sensitive), searching only from character @start onwards (assuming 1 if omitted). This function is Excel compatible. @EXAMPLES= FIND("ac","Jack") equals 2. @SEEALSO=EXACT, LEN, MID, SEARCH
pl: @FUNCTION=FIND @SYNTAX=FIND (napis1; napis2[; pocz±tek]) @DESCRIPTION=Funkcja FIND zwraca pozycjê ci±gu znaków @napis1 w @napis2 (rozró¿nia wielko¶æ liter), rozpoczynaj±c poszukiwania od znaku o numerze @pocz±tek (przyjmowany 1, je¿eli parametr pominiêto). Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FIND ("ac"; "Jack") jest równe 2. @SEEALSO=EXACT, LEN, MID, SEARCH
sk: @FUNCTION=FIND @SYNTAX=FIND(re»azec1,re»azec2[,¹tart]) @DESCRIPTION=FIND vracia pozíciu @re»azec1 v @re»azec2 (rozli¹uje veµkos» písmen), hµadajúc od znaku na pozícii @¹tart (predpokladá sa 1 ak neuvedené). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FIND("ac","Jack") sa rovná 2. @SEEALSO=EXACT, LEN, MID, SEARCH
tr: @FUNCTION=FIND @SYNTAX=FIND(dizge1,dizge2[,baþlangýç]) @DESCRIPTION=FIND @dizge1 içinde @dizge2'nin bulunduðu yeri verir. Arama harf büyüklüðüne duyarlýdýr. @baþlangýç verilmezse 1 kabul edilir. Bu iþlev Excel uyumludur. Örnek: FIND("or","çorba") eþittir 2 Benzer iþlevler: EXACT, LEN, MID, SEARCH @EXAMPLES= FIND("or","çorba") eþittir 2. @SEEALSO=EXACT, LEN, MID, SEARCH

source: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimals, no_commas]) @DESCRIPTION=FIXED returns @num as a formatted string with @decimals numbers after the decimal point, omitting commas if requested by @no_commas. This function is Excel compatible. @EXAMPLES= FIXED(1234.567,2) equals "1,234.57". @SEEALSO=
pl: @FUNCTION=FIXED @SYNTAX=FIXED (liczba; [dziesiêtne; bez_przecinka]) @DESCRIPTION=Funkcja FIXED zwraca argument @liczba jako sformatowany ³añcuch znakowy, zawieraj±cy @dziesiêtne miejsc po przecinku, pomijaj±c przecinek, je¿eli wymaga tego parametr @bez_przecinka. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= FIXED (1234,567; 2) jest równe "1.234,57". @SEEALSO=
sk: @FUNCTION=FIXED @SYNTAX=FIXED(èíslo,[des_miesta, bez_èiarok]) @DESCRIPTION=FIXED vracia @èíslo ako formátovaný re»azec s @des_miesta desatinnými miestami za desatinnou èiarkou, bez èiarok ak je to po¾adované v @bez_èiarok. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FIXED(1234.567,2) sa rovná "1,234.57". @SEEALSO=
tr: @FUNCTION=FIXED @SYNTAX=FIXED(sayý,[basamak,no_commas]) @DESCRIPTION=FIXED @sayý'nýn ondalýk basamaklarýný @basamak ile sýnýrlayarak @sayý'yý bir dizge deðeri olarak verir. @no_commas belirtilirse binler ayracý konmaz. Bu iþlev Excel uyumludur. Örnek: FIXED(1234.567,2) eþittir "1,234.57" @EXAMPLES= FIXED(1234.567,2) eþittir "1,234.57". @SEEALSO=

source: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER returns @string with initial of each word capitalised. This function is Excel compatible. @EXAMPLES= PROPER("j. f. kennedy") equals "J. F. Kennedy". @SEEALSO=LOWER, UPPER
pl: @FUNCTION=PROPER @SYNTAX=PROPER (napis) @DESCRIPTION=Funkcja PROPER zwraca @napis, w którym ka¿de s³owo rozpoczyna siê du¿± liter±. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= PROPER("j. f. kennedy") jest równe "J. F. Kennedy". @SEEALSO=LOWER, UPPER
sk: @FUNCTION=PROPER @SYNTAX=PROPER(re»azec) @DESCRIPTION=PROPER vracia @re»azec s veµkým poèiatoèným písmenom ka¾dého slova. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= PROPER("j. f. kennedy") sa rovná "J. F. Kennedy". @SEEALSO=LOWER, UPPER
tr: @FUNCTION=PROPER @SYNTAX=PROPER(dizge) @DESCRIPTION=PROPER @dizge içindeki sözcüklerin baþ harflerini büyütür. Excel uyumludur. Örnek: PROPER("f. s. mehmet") eþittir "F. S. Mehmet" Benzerleri: LOWER, UPPER @EXAMPLES= PROPER("f. s. mehmet") eþittir "F. S. Mehmet". @SEEALSO=LOWER, UPPER

source: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE returns @old with @new replacing @num characters from @start. This function is Excel compatible. @EXAMPLES= REPLACE("testing",2,3,"*****") equals "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
pl: @FUNCTION=REPLACE @SYNTAX=REPLACE (stary; pocz±tek; liczba; nowy) @DESCRIPTION=Funkcja REPLACE zwraca ci±g znaków @stary ze zmienionymi @liczba znakami od pozycji @pocz±tek na ci±g znaków @nowy. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= REPLACE ("testing"; 2; 3; "*****") jest równe "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
sk: @FUNCTION=REPLACE @SYNTAX=REPLACE(starý,¹tart,poèet,nový) @DESCRIPTION=REPLACE vráti @starý, kde @nový nahradí @poèet znakov od @¹tart. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= REPLACE("testing",2,3,"*****") sa rovná "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
tr: @FUNCTION=REPLACE @SYNTAX=REPLACE(eski,baþlangýç,uzunluk,yeni) @DESCRIPTION=REPLACE @eski dizgesinin @baþlangýç karakterinden itibaren @uzunluk karakterini @yeni dizgesiyle deðiþtirir. Excel uyumludur. Örnek: REPLACE("testing",2,3,"*****") eþittir "t*****ing" Benzerleri: MID, SEARCH, SUBSTITUTE, TRIM @EXAMPLES= REPLACE("testing";2;3;"*****") eþittir "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM

source: @FUNCTION=T @SYNTAX=T(value) @DESCRIPTION=T returns @value if and only if it is text, otherwise a blank string. This function is Excel compatible. @EXAMPLES= T("text") equals "text". T(64) returns an empty cell. @SEEALSO=CELL, N, VALUE
pl: @FUNCTION=T @SYNTAX=T (warto¶æ) @DESCRIPTION=Funkcja T zwraca @warto¶æ tylko wówczas, gdy jest ona napisem. W przeciwnym przypadku zwraca napis pusty. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= T("napis") jest równe "napis". T(64) zwraca pust± komórkê. @SEEALSO=CELL, N, VALUE
sk: @FUNCTION=T @SYNTAX=T(hodnota) @DESCRIPTION=T vráti @hodnota len v tom prípade, ¾e je to text, inak vráti prázdny re»azec. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= T("text") sa rovná "text". T(64) vráti prázdnu bunku. @SEEALSO=CELL, N, VALUE
tr: @FUNCTION=T @SYNTAX=T(deðer) @DESCRIPTION=T @deðer'in bir dizge olup olmadýðýný test eder. @deðer bir dizge ise @deðer ile deðilse boþ dizge ile sonuçlanýr. Excel uyumludur. Örnekler: T("text") eþittir "text" T(64) eþittir "" Benzerleri: CELL, N, VALUE @EXAMPLES= T("text") eþittir "text" T(64) eþittir "" @SEEALSO=CELL, N, VALUE

source: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT returns @value as a string with the specified format. This function is Excel compatible. @EXAMPLES= TEXT(3.223,"$0.00") equals "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") equals "April, 15, 99". @SEEALSO=DOLLAR
pl: @FUNCTION=TEXT @SYNTAX=TEXT (warto¶æ; format_tekstu) @DESCRIPTION=Funkcja TEXT zwraca @warto¶æ jako napis w okre¶lonym formacie. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TEXT (3,223; "$0,00") jest równe "$3,22". TEXT (DATE (1999; 4; 15); "mmmm, dd, yy") jest równe "Kwiecieñ, 15, 99". @SEEALSO=DOLLAR
sk: @FUNCTION=TEXT @SYNTAX=TEXT(hodnota,formát_text) @DESCRIPTION=TEXT vracia @hodnota ako re»azec v danom formáte. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TEXT(3.223,"$0.00") sa rovná "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") sa rovná "April, 15, 99". @SEEALSO=DOLLAR
tr: @FUNCTION=TEXT @SYNTAX=TEXT(deðer,biçem_dizgesi) @DESCRIPTION=TEXT @biçem_dizgesi ile @deðer'i biçemlendirerek bir dizge olarak verir. Excel uyumludur. Örnekler: TEXT(3.223,"$0.00") eþittir "$3.22" TEXT(date(1999,4,15),"dd, mmmm, yy") eþittir "15, Nisan, 99" Benzeri: DOLLAR @EXAMPLES= TEXT(3.223,"$0.00") eþittir "$3.22" TEXT(date(1999;4;15);"dd, mmmm, yy") eþittir "15, Nisan, 99" @SEEALSO=DOLLAR

source: Type mismatch
pl: Niezgodno¶æ typów
sk: Chyba typu
tr: Tür uyumsuz
uk: Несп╕впад╕ння тип╕в

source: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM returns @text with only single spaces between words. This function is Excel compatible. @EXAMPLES= TRIM(" a bbb cc") equals "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
pl: @FUNCTION=TRIM @SYNTAX=TRIM (napis) @DESCRIPTION=Funkcja TRIM zwraca @napis pozostawiaj±c pomiêdzy wyrazami tylko pojedyncze spacje. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= TRIM(" a bbb cc") jest równe "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
sk: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM vracia @text len s jednou medzerou medzi slovami. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TRIM(" a bbb cc") sa rovná "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
tr: @FUNCTION=TRIM @SYNTAX=TRIM(metin) @DESCRIPTION=TRIM @metin içindeki sözcükler arasýndaki fazladan boþluklarý kaldýrýr. Excel uyumludur. Örnek: TRIM(" a bbb cc") eþittir "a bbb cc" Benzerleri: CLEAN, MID, REPLACE, SUBSTITUTE @EXAMPLES= TRIM(" a bbb cc") eþittir "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE

source: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE returns numeric value of @text. This function is Excel compatible. @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT
pl: @FUNCTION=VALUE @SYNTAX=VALUE (napis) @DESCRIPTION=Funkcja VALUE zwraca warto¶æ numeryczn± napisu @napis. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= VALUE("$1.000") jest równe 1000. @SEEALSO=DOLLAR, FIXED, TEXT
sk: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE vracia èíselnú hodnotu @text. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= VALUE("$1,000") sa rovná 1000. @SEEALSO=DOLLAR, FIXED, TEXT
tr: @FUNCTION=VALUE @SYNTAX=VALUE(metin) @DESCRIPTION=VALUE @metin içindeki sayýyý verir. Excel uyumludur. Örnek: VALUE("$1,000") eþittir 1000. Benzerleri: DOLLAR, FIXED, TEXT @EXAMPLES= VALUE("$1,000") eþittir 1000. @SEEALSO=DOLLAR, FIXED, TEXT

source: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, old, new [,num]) @DESCRIPTION=SUBSTITUTE replaces @old with @new in @text. Substitutions are only applied to instance @num of @old in @text, otherwise every one is changed. This function is Excel compatible. @EXAMPLES= SUBSTITUTE("testing","test","wait") equals "waiting". @SEEALSO=REPLACE, TRIM
pl: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE (napis; stary; nowy[; wyst±pienie]) @DESCRIPTION=Funkcja SUBSTITUTE zastêpuje napis @stary napisem @nowy w @napis. Je¶li podano argument @wyst±pienie, zastêpowane jest tylko wyst±pienie o numerze @wyst±pienie, w przeciwnym wypadku zastêpowane s± wszystkie wyst±pienia. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SUBSTITUTE ("testowanie"; "testowa"; "czeka") jest równe "czekanie". @SEEALSO=REPLACE, TRIM
sk: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, starý, nový [,èíslo]) @DESCRIPTION=SUBSTITUTE nahradí @nový za @starý v @text. Náhrady sa aplikujú len na @èíslo-ty výskyt @starý v @text, inak na ka¾dý výskyt. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SUBSTITUTE("testing","test","wait") sa rovná "waiting". @SEEALSO=REPLACE, TRIM
tr: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(metin,eski,yeni[,kaçýncý]) @DESCRIPTION=SUBSTITUTE @metin içindeki @eski'nin yerine @yeni'yi yerleþtirir. @kaçýncý metin içindeki kaçýncý @eski'nin deðiþtirileceðini belirtir, verilmezse deðiþiklik @metin içinde bulunan bütün @eski'lere uygulanýr. Excel uyumludur. Örnekler: SUBSTITUTE("yaya","ya","zý",2) eþittir "yazý" SUBSTITUTE("deneme","dene","bekle") eþittir "bekleme" Benzerleri: REPLACE, TRIM @EXAMPLES= SUBSTITUTE("yaya","ya","zý",2) eþittir "yazý" SUBSTITUTE("deneme","dene","bekle") eþittir "bekleme" @SEEALSO=REPLACE, TRIM

source: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR returns @num formatted as currency. This function is Excel compatible. @EXAMPLES= DOLLAR(12345) equals "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
pl: @FUNCTION=DOLLAR @SYNTAX=DOLLAR (liczba[; dziesiêtne]) @DESCRIPTION=Funkcja DOLLAR zwraca @liczbê sformatowan± jako walutê. Funkcja ta jest zgodna z programem Excel. @EXAMPLES= DOLLAR(12345) jest równe "1.345,00z³". @SEEALSO=FIXED, TEXT, VALUE
sk: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(suma[,des_miesta]) @DESCRIPTION=DOLLAR vracia @suma formátované ako peòa¾nú sumu. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DOLLAR(12345) sa rovná "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
tr: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(sayý[,basamak]) @DESCRIPTION=DOLLAR iþlevi @sayý deðerini para olarak biçimlendirir.Ondalýk @basamak sayýsý verilmezse 2 kabul edilir. Bu iþlev Excel uyumludur. Örnek: DOLLAR(12345) eþittir "$12,345.00" Benzer iþlevler: FIXED, TEXT, VALUE @EXAMPLES= DOLLAR(12345) eþittir "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE

source: @FUNCTION=SEARCH @SYNTAX=SEARCH(text,within[,start_num]) @DESCRIPTION=SEARCH returns the location of a character or text string within another string. @text is the string or character to be searched. @within is the string in which you want to search. @start_num is the start position of the search in @within. If @start_num is omitted, it is assumed to be one. The search is not case sensitive. @text can contain wildcard characters (*) and question marks (?) to control the search. A question mark matches with any character and wildcard matches with any string including empty string. If you want the actual wildcard or question mark to be searched, use tilde (~) before the character. If @text is not found, SEARCH returns #VALUE! error. If @start_num is less than one or it is greater than the length of @within, SEARCH returns #VALUE! error. This function is Excel compatible. @EXAMPLES= SEARCH("c","Cancel") equals 1. SEARCH("c","Cancel",2) equals 4. @SEEALSO=FIND
pl: @FUNCTION=SEARCH @SYNTAX=SEARCH (tekst; cel[; liczba_pocz]) @DESCRIPTION=Funkcja SEARCH zwraca po³o¿enie znaku lub napisu w innym napisie. Parametr @tekst okre¶la napis do wyszukania. Parametr @cel jest napisem, który ma zostaæ przeszukany. @liczba_pocz jest pozycj± startow± do poszukiwañ w @cel. Je¿eli @liczba_pocz zostanie pominiêta, funkcja przyjmuje domy¶ln± warto¶æ jeden. Funkcja nie rozró¿nia wielko¶ci znaków. Parametr @tekst mo¿e zawieraæ znaki ogólne (*) i znaki zapytania (?), pozwalaj±ce na sterowanie wyszukiwaniem. Znak zapytania zastêpuje dowolny znak, z kolei gwiazdka zastêpuje dowolny napis ³±cznie z pustym. Je¿eli faktycznie maska zawieraj±ca znak zapytania lub gwiazdkê ma zostaæ przeszukana, nale¿y u¿yæ znaku tyldy (~) przed znakiem. Je¿eli @tekst nie istnieje, funkcja SEARCH zwraca b³±d #WARTO¦Æ!. Je¿eli @liczba_pocz jest mniejsza od jedno¶ci lub wiêksza od d³ugo¶ci napisu @cel, funkcja SEARCH zwraca b³±d #WARTO¦Æ! Funkcja ta jest zgodna z programem Excel. @EXAMPLES= SEARCH ("c"; "Cancel") jest równe 1. SEARCH ("c"; "Cancel"; 2) jest równe 4. @SEEALSO=FIND
sk: @FUNCTION=SEARCH @SYNTAX=SEARCH(text,v[,¹tart_èíslo]) @DESCRIPTION=SEARCH vracia umiestnenie znaku alebo re»azca v inom re»azci. @text je hµadaný znak alebo re»azec. @v je re»azec, v ktorom sa má hµada». @¹tart_èíslo je poèiatoèná pozícia hµadanie v @v. Ak nie je @¹tart_èíslo uvedené, predpokladá sa 1. Hµadanie nerozli¹uje veµkos» písmen. @text mô¾e obsahova» ¾olíky (*) a (?) pre kontrolu hµadanie.. Otáznik odpovedá µubovoµnému znaku a hviezdièka odpovedá µubovoµnému, aj prázdnemu, re»azcu. Ak chcete hµada» priamo ¾olík, pou¾ite tildu (~) pred týmto znakom. Ak nie je @text nájdený, SEARCH vracia chybu #VALUE!. Ak je @¹tart_èíslo men¹ie ako 1 alebo väè¹ie ako då¾ka @v, SEARCH vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SEARCH("c","Cancel") sa rovná 1. SEARCH("c","Cancel",2) sa rovná 4. @SEEALSO=FIND
tr: @FUNCTION=SEARCH @SYNTAX=SEARCH(dizge,metin[,baþlangýç]) @DESCRIPTION=SEARCH bir metin içinde bir karakter ya da bir dizgenin yerini bulmak için kullanýlýr. @dizge aranacak karakter ya da dizgedir. @metin ise aramanýn yapýlacaðý metindir. @baþlangýç ise @metin içinde aramanýn baþlangýç karakteridir. @baþlangýç verilmezse 1 kabul edilir. Arama harf büyüklüðüne duyarlýdýr. @dizge (*) ve (?) iþaretleri içerebilir. Soru iþareti herhangi bir karakter yerine kullanýlabilir. Yýldýz ise boþ dizge de dahil olmak üzere herhangi bir dizge olabilir. Bunlar ve diðer arama karakterleri aranacaksa bunlardan önce (~) karakterini kullanýn (~? soru iþaretini arar) @dizge bulunamazsa ya da @baþlangýç birden küçük veya arama yapýlan metnin uzunluðundan büyükse SEARCH iþlevi #DEÐER! ile sonuçlanýr. Excel uyumludur. Örnekler: SEARCH("c";"Cancel") eþittir 1 SEARCH("c";"Cancel";2) eþittir 4 Benzeri: FIND @EXAMPLES= SEARCH("c";"Cancel") eþittir 1. SEARCH("c";"Cancel";2) eþittir 4. @SEEALSO=FIND

source: Format as Number
pl: Ustawienie formatu na liczbowy
sk: Formát ako Èíslo
tr: Sayý olarak Biçemle

source: Format as Currency
pl: Ustawienie formatu na walutowy
sk: Formát ako Peniaze
tr: Para olarak Biçemle

source: Format as Percentage
pl: Ustawienie formatu na procentowy
sk: Formát ako percentá
tr: Yüzdelik sayý olarak Biçemle

source: Format as Scientific
pl: Ustawienie formatu na naukowy
sk: Formát ako Vedecké
tr: Bilimsel sayý olarak Biçemle

source: Format as Date
pl: Ustawienie formatu na datê
sk: Formát ako Dátum
tr: Tarih olarak Biçemle

source: Format as Time
pl: Ustawienie formatu na czas
sk: Formát ako Èas
tr: Zaman olarak Biçemle

source: Format as alternative Number
pl: Ustawienie formatu na alternatywny liczbowy
sk: Formát ako alternatívne Èíslo
tr: Almaþýk sayý olarak Biçemle

source: File "%s" has unknown format.
pl: Plik "%s" jest w nieznanym formacie.
sk: Súbor "%s" má neznámy formát.
tr: "%s" dosyasýnýn biçemi bilinmiyor.

source: Data...
pl: Dane...
sk: Dáta...
tr: Veri...

source: Error while trying to pre-convert clipboard data
pl: B³±d przy próbie wstêpnej konwersji danych ze schowka
sk: Chyba pri pokuse o prevod dát zo schránky
tr: Panodaki verinin ön dönüþümünde hata oluþtu

source: The data on the clipboard does not seem to be valid text. The character '%c' (ASCII decimal %d) was encountered. Most likely your locale settings are wrong.
pl: Dane w schowku nie wygl±daj± na poprawne dane tekstowe. Napotkano znak "%c" (o kodzie %d w zbiorze ASCII) Najprawdopodobniej nieprawid³owe s± bie¿±ce ustawienia narodowe.
sk: Dáta v schránke nevyzerajú ako platný text. Bol nájdený znak '%c' (ASCII hodnota %d). Va¹e nastavenie národného prostredia asi nie je v poriadku.
tr: Panodaki veri geçerli bir metin gibi görünmüyor. '%c' karakteri (ascii ondalýk %d) saptandý. Yerel ayarlarýnýz sorunlu olabilir.

source: Parse error while trying to parse data into cellregion
pl: B³±d sk³adniowy przy przekszta³caniu danych tekstowych na obszar komórek
sk: Chyba pri preklade dát do oblasti listu
tr: Çizelgedeki veriyi çözümlerken hata oluþtu

source: File format:
pl: Format pliku:
sk: Formát súboru:
tr: Dosya biçemi:
uk: Формат файлу:

source: Import file
pl: Import pliku
sk: Importuje súbor
tr: Baþka bir uygulamanýn dosyasýný açar

source: %s is a directory name
pl: %s jest nazw± katalogu
sk: %s je meno prieèinku
tr: %s bir dizin ismi
uk: %s ╓ назвою каталогу

source: You do not have permission to save to %s
pl: Brak uprawnieñ do zapisu w %s
sk: Nemáte práva pre ukladanie do %s
tr: %s dosyasýný kaydetme izniniz yok
uk: Ви не ма╓те прав для збереження в %s

source: Workbook %s already exists. Do you want to save over it?
pl: Zeszyt %s ju¿ istnieje. Czy chcesz go nadpisaæ?
sk: Zo¹it %s u¾ existuje. Chcete ho prepísa»?
tr: %s defteri zaten var. Üzerine yazýlsýn mý?
uk: Книга %s вже ╕сну╓. Ви хочете переписати ╖╖?

source: Selected file format doesn't support saving multiple sheets in one file. If you want to save all sheets, save them in separate files or select different file format. Do you want to save only current sheet?
pl: Wybrany format pliku nie pozwala na zapisanie w jednym pliku wielu arkuszy. Je¶li chcesz zapisaæ wszystkie arkusze, zapisz je w osobnych plikach lub wykorzystaj inny format pliku. Czy chcesz zapisaæ tylko bie¿±cy arkusz?
sk: Vybraný formát súborov nepodporuje ukladanie viacerých listov v jednom súbore. Ak chcete ulo¾i» v¹etky listy, ulo¾te ich do oddelených súborov, alebo pou¾ite iný formát súborov. Chcete ulo¾i» iba aktuálny list?
tr: Seçilen dosya biçemi çok sayýda çizelgenin ayný dosyaya kaydedilmesini desteklemiyor. Tüm çizelgeleri kaydetmek istiyorsanýz ya onlarý ayrý ayrý kaydedin ya da baþka bir dosya biçemi seçin. Sadece çalýþtýðýnýz çizelgeyi kaydetmek ister misiniz?

source: Please enter a file name, not a directory
pl: Wprowad¼ nazwê pliku, nie katalogu
sk: Prosím, zadajte meno súboru, nie prieèinku
tr: Lütfen bir dizin deðil, dosya ismi verin
uk: Введ╕ть назву файлу, а не каталогу

source: Save workbook as
pl: Zapis zeszytu pod podan± nazw±
sk: Ulo¾i» zo¹it ako
tr: Defteri ismini deðiþtirerek kaydeder
uk: Зберегти книгу як

source: Load file
pl: Odczyt pliku
sk: Naèíta» súbor
tr: Dosya yükler
uk: Завантажити файл

source: Which file format would you like?
pl: Wybierz format pliku
sk: Ktorý formát súboru chcete?
tr: Hangi dosya biçemini istersiniz?

source: Multiple errors
pl: Wyst±pi³o wiele b³êdów
sk: Viacnásobné chyby
tr: Çok sayýda hata

source: Detailed error message
pl: Szczegó³owy komunikat o b³êdzie
sk: Detailná chybová správa
tr: Ayrýntýlý hata iletisi

source: Show details
pl: Wy¶wietl szczegó³y
sk: Zobrazi» detaily
tr: Ayrýntýlarý göster

source: Unable to open file '%s'
pl: Nie mo¿na otworzyæ pliku "%s"
sk: Súbor '%s' sa nedá otvori»
tr: '%s' dosyasý açýlamadý
uk: Не вдалось в╕дкрити файл "%s"

source: File/Print Preview...
pl: Plik/Podgl±d wydruku...
sk: Súbor/Náhµad pred tlaèou...
tr: Dosya/Yazdýrma Önizleme...

source: File/Print Preview
pl: Plik/Podgl±d wydruku
sk: Súbor/Uká¾ka pred tlaèou
tr: Dosya/Yazdýrma Önizleme

source: File/
pl: Plik/
sk: Súbor/
tr: Dosya/
uk: Файл/

source: Width: %.2f pts (%d pixels)
pl: Szeroko¶æ: %.2f punktów (%d pikseli)
sk: ©írka: %.2f bodov (%d pixelov)
tr: Geniþlik: %.2f punto (%d piksel)
uk: Ширина: %.2f пнкт (п╕ксел╕в: %d)

source: Height: %.2f pts (%d pixels)
pl: Wysoko¶æ: %.2f punktów (%d pikseli)
sk: Vý¹ka: %.2f bodov (%d pixelov)
tr: Yükseklik: %.2f punto (%d piksel)
uk: Висота: %.2f пнкт (п╕ксел╕в: %d)
