Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNCD returns the coupon date following settlement. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPNCD returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
dz: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNCD དེ་གིས་ གཞི་བཙུགས་དང་འཁྲིལ་ཏེ་འཛིན་ཤོག་ཚེས་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཚེས་གྲངས་ཨིན། @maturity འདི་སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། @eom = TRUE དེ་གིས་ ཟླཝ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་དམིགས་བསལ་གྱི་མཇུག་འདི་ལེགས་སྐྱོང་འཐབ་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་, 6 = ཟླཝ་ཟུང་ལྡན་, 12 = ཟླཝ་གྲངས། @basis འདི་ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 5 ཡུ་རོ་པིན་+ 30/360 (གཞི་རྟེན་དེ་ཚུ་གི་རྒྱས་བཤད་འགྲེལ་བཤད་ཅིག་གི་དོན་ལུ་ཇི་ནུ་ཤེ་རིག་ལག་དེབ་འདི་ལྟ།) * If @frequency འདི་ནུས་མེད་, COUPNCD དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ནུས་མེད་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
es: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(liquidación,vencimiento,frecuencia[,base,fdv]) @DESCRIPTION=COUPNCD devuelve la fecha de cupón de la siguiente liquidación. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año @fdv = VERDADERO trata el final de las fechas de vencimiento mensuales especiales. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = 4 veces al año, 6 = 6 veces al año, 12 = 12 meses al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 (Vea el manual de Gnumeric para una descripción detallada de estas bases). * Si la @frecuencia es inválida, COUPNCD devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSO) = 28-Feb-2003 @SEEALSO=
fr: @FUNCTION=COUPDAYNCD @SYNTAX=COUPDAYNCD(date;maturité;fréquence[;base;fin_mois]) @DESCRIPTION=COUPDAYNCD renvoie la date du détachement de coupon suivant immédiatement @date. @fréquence est le nombre de coupons payés chaque année (1, 2 ou 4). @eom = VRAI traite spécialement la fin du mois de maturité. @base indique le type de comptage de jours à utiliser (défaut 0) : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ (Voyez le manuel de Gnumeric pour une explication détaillée de ces bases). Si @fréquence ne vaut pas 1, 2 ou 4, ou si @base n'est pas entre 0 et 5, COUPDAYNCD renvoie l'erreur #NUM!. @EXAMPLES= COUPNCD (DATE(2002;11;29);DATE(2004;2;29);4;0) = 30-Nov-2002 COUPNCD (DATE(2002;11;29);DATE(2004;2;29);4;0;FAUX) = 28-Fév-2003 @SEEALSO=
nl: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(stortingsdatum;vervaldatum;frequentie[;soort_jaar;einde_maand]) @DESCRIPTION=COUPNCD (ned. COUP.DATUM.NB) geeft de volgende coupon-datum na de stortingsdatum. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. @einde_maand = WAAR behandelt einde van de maand vervaldatums op een speciale wijze. De frequenties die zijn toegestaan: 1 = jaarlijks, 2 = halfjaarlijks, 4 = per kwartaal, 6 = tweemaandelijks, 12 = maandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 werkelijk/werkelijke 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 (zie de gnumeric manual voor gedetailleerde beschrijvingen van deze typen dagentellingen) * Als @frequentie ongeldg is, geeft COUPNCD een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt MSRB 30/360 toegepast. * Als @soort_jaar ongeldig is, geeft COUPNCD een #GETAL! foutmelding. @EXAMPLES= COUPNCD (DATE(2002;11;29);DATE(2004;2;29);4;0) = 30-Nov-2002 COUPNCD (DATE(2002;11;29);DATE(2004;2;29);4;0;FALSE) = 28-Feb-2003 @SEEALSO=
pt_br: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(liquidação,vencimento,freqüência[,base,fim_do_mês]) @DESCRIPTION=COUPNCD retorna a próxima data do cupom após a data de liquidação. @liquidação é a data de liquidação do cupom. @vencimento é a data de vencimento do cupom. @freqüência é o número de pagamentos do cupom por ano. @fim_do_mês = TRUE considera datas de vencimento ao final do mês como datas especiais. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contabilidade de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @freqüência for inválida, COUPNCD retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
sk: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(vyrovnanie,splatnosť,frekvencia[,základňa,eom]) @DESCRIPTION=COUPNCD počíta dátum kuponu po vyrovnaní. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kupónov za rok. @eom = TRUE znamená špeciálne spracovanie dátumu splatnosti na konci mesiaca. Možné frekvencie sú: 1 = ročný, 2 = polročný. 4 = štvrťročný a ak @eom je zadané, potom 6 = dvojmesačný, 12 = mesačný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPNCD vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa neplatná , COUPNCD vracia chybu #NUM!. @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 @SEEALSO=
vi: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNCD trả lại ngày phiếu lãi sau khi thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm.@eom = TRUE quản lý ngày (đặc biệt) đến hạn thanh toán tại kết thúc tháng. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 (Hãy xem tập tin hướng dẫn Gnumeric để tìm mô tả chi tiết các cơ bản này). * Nếu tần số @frequency không hợp lệ thì COUPNCD trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « MSRB 30/360 ». * Nếu « @basis » không hợp lệ thì trả lại lỗi « #NUM! ». @EXAMPLES= COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 30-Nov-2002 (ngày 30, tháng 11, năm 2002) COUPNCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 28-Feb-2003 (ngày 28, tháng 2, năm 2003) @SEEALSO=

source: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPPCD returns the coupon date preceding settlement. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPPCD returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-Aug-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
dz: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPPCD དེ་གིས་གཞི་བཙུགས་སྦོམ་ཤོས་འཛིན་ཤོག་ཚེས་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཚེས་གྲངས་ཨིན། @maturity འདི་སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། @eom = TRUE དེ་གིས་ ཟླཝ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་དམིགས་བསལ་གྱི་མཇུག་འདི་ལེགས་སྐྱོང་འཐབ་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 = ལོ་བསྟར, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་, 6 = ཟུང་ལྡན་ཟླཝ་, 12 = ཟླཝ་གྲངས། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས།: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ/365 4 ཡུ་རོ་པིན་ 30/360 5 ཡུ་རོ་པིན་+ 30/360 (གཞི་རྟེན་དེ་ཚུ་གི་རྒྱས་བཤད་འགྲེལ་བཤད་ཅིག་གི་དོན་ལུ་ ཇི་ནུ་མེ་རིག་ལག་དེབ་འདི་ལྟ།) * If @frequency འདི་ནུས་མེད་ཨིན་, COUPPCD དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ནུས་མེད་ཨིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-Aug-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
es: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(liquidación,vencimiento,frecuencia[,base,eom]) @DESCRIPTION=COUPPCD devuelve la fecha de cupón precedente a la liquidación. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año @eom = VERDADERO trata el final de las fechas de vencimiento mensuales especiales. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = 4 veces al año, 6 = 6 veces al año, 12 = 12 meses al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 (Vea el manual de Gnumeric para una descripción detallada de estas bases). * Si la @frecuencia es inválida, COUPPCD devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-AUG-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSO) = 29-Nov-2002 @SEEALSO=
fr: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(date_éch;maturité;fréquence[;base;fin_mois]) @DESCRIPTION=COUPPCD renvoie la date du détachement de coupon précédant immédiatement l'échéance. @date_éch est la date d'échéance, @fréquence est le nombre de coupons payés chaque année (1, 2 ou 4). @fin_mois = VRAI traite différemment la fin du mois de maturité. @base indique le type de comptage de jours à utiliser (défaut 0) : 0 30/360 MSRB (G33 (e)) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ (Voyez le manuel de Gnumeric pour une explication détaillée de ces bases). * Si @fréquence ne vaut pas 1, 2 ou 4, 6 ou 12, ou si @base n'est pas entre 0 et 5, COUPPCD renvoie l'erreur #NUM!. @EXAMPLES= COUPPCD (DATE(2002;11;29);DATE(2004;2;29);4;0) = 31-Aoû-2002 COUPPCD (DATE(2002;11;29);DATE(2004;2;29);4;0;FAUX) = 29-Nov-2002 @SEEALSO=
nl: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(stortingsdatum;vervaldatum;frequentie[;soort_jaar;einde_maand]) @DESCRIPTION=COUPPCD (ned. COUP.DATUM.VB) geeft de vorige coupon-datum voor de stortingsdatum. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. @einde_maand = WAAR behandelt einde van de maand vervaldatums op een speciale wijze. De frequenties die zijn toegestaan: 1 = jaarlijks, 2 = halfjaarlijks, 4 = per kwartaal, 6 = tweemaandelijks, 12 = maandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 werkelijk/werkelijke 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 (zie de gnumeric manual voor gedetailleerde beschrijvingen van deze typen dagentellingen) * Als @frequentie ongeldg is, geeft COUPPCD een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt MSRB 30/360 toegepast. * Als @soort_jaar ongeldig is, geeft COUPPCD een #GETAL! foutmelding. @EXAMPLES= COUPPCD (DATE(2002;11;29);DATE(2004;2;29);4;0) = 31-AUG-2002 COUPPCD (DATE(2002;11;29);DATE(2004;2;29);4;0;FALSE) = 29-Nov-2002 @SEEALSO=
pt_br: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(liquidação,vencimento,freqüência[,base,fim_do_mês]) @DESCRIPTION=COUPPCD retorna a data do cupom que precede a data de liquidação. @liquidação é a data de liquidação do cupom. @vencimento é a data de vencimento do cupom. @freqüência é o número de pagamentos do cupom por ano. @fim_do_mês = TRUE considera datas de vencimento ao final do mês como datas especiais. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contabilidade de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @freqüência for inválida, COUPPCD retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-Aug-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
sk: @FUNCTION=COUPNCD @SYNTAX=COUPNCD(vyrovnanie,splatnosť,frekvencia[,základňa,eom]) @DESCRIPTION=COUPNCD počíta dátum kuponu po vyrovnaní. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kupónov za rok. @eom = TRUE znamená špeciálne spracovanie dátumu splatnosti na konci mesiaca. Možné frekvencie sú: 1 = ročný, 2 = polročný. 4 = štvrťročný a ak @eom je zadané, potom 6 = dvojmesačný, 12 = mesačný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPNCD vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa neplatná , COUPNCD vracia chybu #NUM!. Ak COUPNCD je zavolaná s 3 alebo 4 argumentami, je kompatibilná s Excelom. @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-AUG-2002 COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 @SEEALSO=
vi: @FUNCTION=COUPPCD @SYNTAX=COUPPCD(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPPCD trả lại ngày phiếu lãi trước khi thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm.@eom = TRUE quản lý ngày (đặc biệt) đến hạn thanh toán tại kết thúc tháng. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 (Hãy xem tập tin hướng dẫn Gnumeric để tìm mô tả chi tiết các cơ bản này). * Nếu tần số @frequency không hợp lệ thì COUPPCD trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « MSRB 30/360 ». * Nếu « @basis » không hợp lệ thì trả lại lỗi « #NUM! ». @EXAMPLES= COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0) = 31-Aug-2002 (ngày 31, tháng 7, năm 2002) COUPPCD (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 29-Nov-2002 (ngày 29, tháng 11, năm 2002) @SEEALSO=
