Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=MDURATION @SYNTAX=MDURATION(settlement,maturity,coupon,yield,frequency[,basis]) @DESCRIPTION=MDURATION returns the Macauley duration for a security with par value 100. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 * If @settlement or @maturity are not valid dates, MDURATION returns #NUM! error. * If @frequency is other than 1, 2, or 4, MDURATION returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= @SEEALSO=DURATION,G_DURATION
dz: @FUNCTION=MDURATION @SYNTAX=MDURATION(settlement,maturity,coupon,yield,frequency[,basis]) @DESCRIPTION=MDURATION དེ་གིས་ ༡༠༠་ གི་གནས་གོང་རེ་རེ་དང་ཅགི་ཁར་ སྲུང་སྐྱོབ་ཀཡི་དོན་ལུ་མ་ཀའུ་ལི་དུས་ཡུན་འདི་སླར་ལོག་འབདཝ་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁ་བརྐྱབ་པའི་རིམ་ལུགས་ཨིན།: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 5 ཡུ་རོ་པིན་+ 30/360 * If @settlement ཡང་ན་ @maturity ཚུ་ ནུས་ཅན་གྱི་ཚེས་གྲངས་མེན་པ་ཅིན་, MDURATION དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @frequency འདི་ ༡,༢,ཡང་ན་༤,ལས་གཞན་ཨིན་པ་ཅིན་ MDURATION དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ནུས་མེད་ཨིན་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=DURATION,G_DURATION
es: @FUNCTION=MDURATION @SYNTAX=MDURATION(liquidación,vencimiento,cupón,margen,frecuencia[,base]) @DESCRIPTION=MDURATION devuelve la duración de Macauley para una inversión con valor par 100. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 * Si la @liquidación o el @vencimiento no son fechas válidas, MDURATION devuelve un error #NÚM! * Si la @frecuencia es distinta de 1, 2, o 4, MDURATION devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= @SEEALSO=DURATION,G_DURATION
fr: @SYNTAX=MDURATION(liquidation;échéance;taux;rendement;fréquence[;base]) @DESCRIPTION=MDURATION renvoie la durée modifiée de Macauley pour un titre ayant une valeur nominale de 100. @liquidation est la date de règlement du titre, @échéance son échéance, @taux le taux d'intérêt annuel et @rendement le taux de rendement annuel, @fréquence le nombre de coupons payés par an (1, 2 ou 4 exclusivement). @base indique le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ (Voyez le manuel de Gnumeric pour une explication détaillée de ces bases). * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, MDURATION renvoie l'erreur #NUM!. * Si @fréquence est différent de 1, 2 et 4, MDURATION renvoie #NUM!. * Si @base < 0 ou @base > 5, MDURATION renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=MDURATION @SYNTAX=MDURATION(stortingsdatum;vervaldatum;coupon;rendement;frequentie[;soort_jaar]) @DESCRIPTION=MDURATION berekent de Macauley-duur voor een waardepapier met een aangenomen waarde van 100. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB regel G33 (e)) 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 * Als @stortingsdatum of @vervaldatum geen geldige data zijn, geeft MDURATION een #GETAL! foutmelding. * Als @frequentie iets anders is dan 1, 2 of 4 geeft MDURATION een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt uitgegaan van MSRB 30/360. * Als @soort_jaar niet tussen 0 en 4 ligt geeft de functie een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=DURATION,G_DURATION
pt_br: @FUNCTION=MDURATION @SYNTAX=MDURATION(liquidação,vencimento,cupom,retorno,freqüência,[base]) @DESCRIPTION=MDURATION retorna a duração modificada de Macauley para um título com valor par de 100. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contagem de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @liquidação ou @vencimento não são datas válidas, MDURATION retorna o erro #NUM! * Se @freqüência for inválida, MDURATION retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= @SEEALSO=DURATION,G_DURATION
sk: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(vyrovnanie,splatnosť,emisia,úrok,výnos[,základňa]) @DESCRIPTION=YIELDMAT počíta ročný výnos cenného papiera, ktorého úrok je splatný v deň splatnosti. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @emisia je dátum emisie papiera. @výnos je ročný výnos papiera. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, YIELDMAT vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, YIELDMAT vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, YIELDMAT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=MDURATION @SYNTAX=MDURATION(settlement,maturity,coupon,yield,frequency[,basis]) @DESCRIPTION=MDURATION trả lại thời gian loại Macauley cho một chứng khoán có giá trị danh nghĩa 100. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 * Nếu ngày @settlement hay ngày @maturity không phải là ngày hợp lệ thì MDURATION trả lại lỗi « #NUM! ». * Nếu tần số @frequency khác với 1, 2, hay 4 thì MDURATION trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis không hợp lệ thì MDURATION trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=DURATION,G_DURATION

source: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB calculates the depreciation of an asset for a given period or partial period using the double-declining balance method. * If @start_period < 0, VDB returns #NUM! error. * If @start_period > @end_period, VDB returns #NUM! error. * If @end_period > @life, VDB returns #NUM! error. * If @cost < 0, VDB returns #NUM! error. * If @salvage > @cost, VDB returns #NUM! error. * If @factor <= 0, VDB returns #NUM! error. @EXAMPLES= @SEEALSO=DB
dz: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB དེ་གིས་ ཉམས་པ་གཉིས་ལྡན་ཚད་སྙོམས་ཐབས་ལམ་ལག་ལེན་འཐབ་ཐོག་ལས་ བྱིན་ཡོད་པའི་དུས་ཡུན་ཡང་ན་ཆ་ཤས་དུས་ཡུན་ཅིག་ གི་དོན་ལུ་བདོག་གཏད་ཅིག་གི་གོང་ཆག་འདི་རྩིས་སྟོནམ་ཨིན། * If @start_period < 0ཨིན་པ་ཅིན་, VDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @start_period > @end_periodཨིན་པ་ཅིན་, VDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @end_period > @lifeཨིན་པ་ཅིན་, VDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @cost < 0ཨིན་པ་ཅིན་, VDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @salvage > @costཨིན་པ་ཅིན་, VDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @factor <= 0ཨིན་པ་ཅིན་, VDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=DB
es: @FUNCTION=VDB @SYNTAX=VDB(coste,recuperación,vida,período_inicio,período_fin[,factor,cambio]) @DESCRIPTION=VDB calcula la depreciación de un activo para un período dado o un período parcial usando el método de balance de la doble declinación. * Si @período_inicio < 0, VDB devuelve el error #NÚM!. * Si @período_inicio > @período_fin, VDB devuelve el error #NÚM!. * Si @periodo_fin > @vida, VDB devuelve un error #NÚM! * Si @coste < 0, VDB devuelve un error #NÚM! * Si @recuperación > @coste, VDB devuelve un error #NÚM! * Si @factor <= 0, VDB devuelve un error #NÚM! @EXAMPLES= @SEEALSO=DB
fr: @FUNCTION=VDB @SYNTAX=VDB(coût;val_résid;durée_vie;début_période;fin_période[;facteur;switch]) @DESCRIPTION=VDB calcule l'amortissement d'un bien pour une période comprise entre @début_période et @fin_période, en utilisant la méthode de la balance à double taux. * Si @période_début < 0, VDB renvoie #NUM!. * Si @période_fin < @période_début, VDB renvoie #NUM!. * Si @période_fin > @durée_vie, VDB renvoie #NUM!. * Si @coût < 0, VDB renvoie #NUM!. * Si @val_résid > @coût, VDB renvoie #NUM!. * Si @facteur <= 0, VDB renvoie #NUM! * Si @type <> 0 et @type <> 1, VDB renvoie #NUM!. @EXAMPLES= @SEEALSO=DB
nl: @FUNCTION=VDB @SYNTAX=VDB(kosten;restwaarde;duur;beginperiode;eindperiode[;factor,geen_omschakeling]) @DESCRIPTION=VDB berekent de afschrijving van activa over een gegeven periode of deel van een periode, gebruik makend van de 'double-declining balance' methode. * Als @beginperiode < 0, geeft VDB een #GETAL! foutmelding. * Als @beginperiode > @eindperiode, geeft VDB een #GETAL! foutmelding. * Als @eindperiode > @duur, geeft VDB een #GETAL! foutmelding. * Als @kosten < 0, geeft VDB een #GETAL! foutmelding. * Als @restwaarde > @kosten, geeft VDB een #GETAL! foutmelding. * Als @factor <= 0, geeft VDB een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=DB
pt_br: @FUNCTION=VDB @SYNTAX=VDB(custo,valor_residual,vida,período_inicial,período_final[,fator,mudança]) @DESCRIPTION=VDB retorna a depreciação de um ativo por um período específico ou por um período parcial, utilizando o método do balanço de duplo declínio. * Se @período_inicial < 0, VDB retorna o erro #NUM! * Se @período_final > @período_final, VDB retorna o erro #NUM! * Se @período_final > @vida, VDB retorna o erro #NUM! * Se @custo < 0, VDB retorna o erro #NUM! * Se @valor_residual > @custo, VDB retorna o erro #NUM! * Se @fator <= 0, VDB retorna o erro #NUM! @EXAMPLES= @SEEALSO=DB
sk: @FUNCTION=VDB @SYNTAX=VDB(cena,zostatok,životnosť,zač_obdobia,koniec_obdobia[,faktor,neprepínať]) @DESCRIPTION=VDB počíta odpisy aktív za dané obdobie alebo čiastočné obdobie pomocou dvojitej degresívnej metódy odpisov. @EXAMPLES= @SEEALSO=DB
vi: @FUNCTION=VDB @SYNTAX=VDB(cost,salvage,life,start_period,end_period[,factor,switch]) @DESCRIPTION=VDB tính khấu tao trên một tài sản trong thời gian cho trước, hoặc trong thời gian bộ phận, dùng phương pháp cán cân giảm đôi. * Nếu « @start_period < 0 » thì VDB trả lại lỗi « #NUM! ». * Nếu « @start_period > @end_period » thì VDB trả lại lỗi « #NUM! ». * Nếu « @end_period > @life » thì VDB trả lại lỗi « #NUM! ». * Nếu « @cost < 0 » thì VDB trả lại lỗi « #NUM! ». * Nếu « @salvage > @cost » thì VDB trả lại lỗi « #NUM! ». * Nếu « @factor ≤ 0 » thì VDB trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=DB

source: @FUNCTION=CELL @SYNTAX=CELL(type,ref) @DESCRIPTION=CELL returns information about the formatting, location, or contents of a cell. @type specifies the type of information you want to obtain: address Returns the given cell reference as text. col Returns the number of the column in @ref. contents Returns the contents of the cell in @ref. format Returns the code of the format of the cell. parentheses Returns 1 if @ref contains a negative value and its format displays it with parentheses. row Returns the number of the row in @ref. width Returns the column width. * This function is Excel compatible. @EXAMPLES= Cell("format",A1) returns the code of the format of the cell A1. @SEEALSO=INDIRECT
dz: @FUNCTION=CELL @SYNTAX=CELL(type,ref) @DESCRIPTION=CELL དེ་གིས་ རྩ་སྒྲིག་འབད་ནི་ གནས་ཁོངས་ཡང་ན་ནང་ཐིག་གི་ནང་དོན་ཚུ་སླར་ལོག་འབདཝ་ཨིན @type དེ་གིས་ ཁྱོད་ཀྱིས་ལེན་དགོ་པའི་བརྡ་དོན་གྱི་དབྱེ་བ་འདི་གསལ་བཀོད་འབདཝ་ཨིན།: address Returns བྱིད་ཡོད་པའི་ནང་ཐིག་གཞི་བསྟུན་འདི་ཚིག་ཡིག་སྦེ་སླར་ལོག་འབདཝ་ཨིན། col Returns ཀེར་ཐིག་གི་ཨང་གྲངས་འདི་@ref ནང་སླར་ལོག་འབདཝ་ཨིན། contents Returns ནང་ཐིག་གི་ནང་དོན་ཚུ་ @ref ནང་སླར་ལོག་འབདཝ་ཨིན། format Returns ནང་ཐིག་གི་རྩ་སྒྲིག་ཨང་འདི་སླར་ལོག་འབདཝ་ཨིན། parentheses Returns ༡་ སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @ref དེ་ལུ་མེད་ཆའི་གནས་གོང་ཡོད་པ་ཅིན། and དེའི་རྩ་སྒྲིག་འདི་གུག་ཤད་དང་ཅིག་ཁར་བཀྲམ་སྟོན་འབདཝ་ཨིན། row Returns གྲལ་ཐིག་གི་ཨང་གྲངས་འདི་@refནང་སླར་ལོག་འབདཝ་ཨིན། width Returns ཀེར་ཐིག་གི་རྒྱ་ཚད་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= Cell("format",A1) ནང་ཐིག་ A1 གི་རྩ་སྒྲིག་ཨང་འདི་སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=INDIRECT
es: @FUNCTION=CELL @SYNTAX=CELL(tipo,ref) @DESCRIPTION=CELL devuelve información sobre el formato, ubicación o contenidos de una celda. @tipo especifica el tipo de información que se quiere obtener: address Devuelve la referencia de celda como texto. col Devuelve el número de la columna de @ref. contents Devuelve los contenidos de la celda de @ref. format Devuelve el código de formato de la celda. parentheses Devuelve 1 si @ref contiene un valor negativo y su formato lo muestra con paréntesis. row Devuelve el número de la fila de @ref. width Devuelve el ancho de la columna. * Esta función es compatible con Excel. @EXAMPLES= CELL("format",A1) devuelve el código de formato de la celda A1. @SEEALSO=INDIRECT
fr: @FUNCTION=CELL @SYNTAX=CELL(type;réf) @DESCRIPTION=CELL renvoie une information sur le format, l'emplacement ou le contenu d'une cellule. @type indique l'information désirée : address Renvoie la référence de la cellule sous forme de texte col Renvoie le numéro de colonne de @réf contents Renvoie le contenu de la cellule @réf format Renvoie le code de format de la cellule. parentheses Renvoie 1 si @réf contient une valeur négative et que son format l'affiche avec des parenthèses. row Renvoie le numéro de ligne de @ref width Renvoie la largeur de colonne * Cette fonction est compatible avec Excel. @EXAMPLES= CEll("format",A1) renvoie le code de format de la cellule A1. @SEEALSO=
nl: @FUNCTION=CELL @SYNTAX=CELL(type;verw) @DESCRIPTION=CELL geeft informatie over de opmaak, locatie, of inhoud van een cel. @type specifieert het soort informatie dat u wilt verkrijgen: address Geeft de celverwijzing als tekst. col Geeft het kolomnummer in @verw. contents Geeft de inhoud van de cel in @verw. format Geeft de opmaakcode van de cel. parentheses Geeft 1 als @verw een negatieve waarde bevat en zijn opmaak dit met haakjes laat zien. row Geeft het rijnummer in @verw. width Geeft de kolombreedte. * Deze functie is compatibel met Excel. @EXAMPLES= Cell("format";A1) geeft de opmaakcode van de cel A1 @SEEALSO=INDIRECT
pt_br: @FUNCTION=CELL @SYNTAX=CELL(tipo,ref) @DESCRIPTION=CELL retorna informações sobre a formatação, localização ou conteúdo de uma célula. @tipo especifica o tipo de informação que você quer obter: address Retorna a referência da célula como texto. col Retorna o número da coluna em @ref. contents Retorna o conteúdo da célula em @ref. format Retorna o código do formato da célula. parentheses Retorna 1 se @ref contém um valor negativo e seu formato a exibe com parênteses. row Retorna o número da linha em @ref. width Retorna a largura da coluna. * Esta função é compatível com o Excel. @EXAMPLES= CELL("format",A1) retorna o código do formato da célula A1. @SEEALSO=INDIRECT
sk: @FUNCTION=CELL @SYNTAX=CELL(typ,ref) @DESCRIPTION=CELL vracia informáciu o formátovaní, umiestnení alebo obsahu bunky. @typ určuje typ informácie, ktorú chcete získať: address Vracia text obsahujúci referenciu na bunku. col Vracia číslo stĺpca v @ref. contents Vracia obsah bunky v @ref. format Vracia kód formátu bunky. parentheses Vracia 1 ak @ref obsahuje zápornú hodnotu a formát zobrazenia je so zátvorkami. row Vracia číslo riakdu pre @ref. width Vracia šírku stĺpca. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CEll("format",A1) vracia kód formátu v bunke A1. @SEEALSO=
vi: @FUNCTION=CELL @SYNTAX=CELL(type,ref) @DESCRIPTION=CELL trả lại thông tin về định dạng, vị trí, nội dung của ô. @type xác định loại thông tin muốn lấy: address Trả về tham chiếu (_địa chỉ_) của ô được cho theo dạng chuỗi. col Trả về số _cột_ trong @ref. contents Trả về _nội dung_ của ô trong @ref. format Trả về mã _định dạng_ của ô. parentheses Trả về 1 nếu @ref chứa giá trị âm và dạng thức hiển thị của nó với _dấu ngoặc_. row Trả về số _hàng_ trong @ref. width Trả về _độ rộng_ cột. * Hàm này tương thích với Excel. @EXAMPLES= CEll("format",A1) trả lại mã định dạng của ô A1. @SEEALSO=

source: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION returns expression in @cell as a string, or empty if the cell is not an expression. @EXAMPLES= entering '=EXPRESSION(A3)' in A2 = empty (assuming there is nothing in A3). entering '=EXPRESSION(A2)' in A1 = 'EXPRESSION(A3)'. @SEEALSO=TEXT
dz: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION དེ་གིས་གསལ་བརྗོད་འདི་ @cell ནང་ཡིག་རྒྱུན་ཅིག་སྦེ་སླར་ལོག་འབདཝ་ཨིན་, ཡང་ན་ནང་ཐིག་འདི་གསལ་བརྗོད་མེད་པ་ཅིན་སྟོངམ་ཨིན། @EXAMPLES= entering '=EXPRESSION(A3)' ནང་ A2 = སྟོངམ་ (A3ནང་ག་ནི་ཡང་མེདཔ་སྦེ་བཞགཔ་ཨིན). entering '=EXPRESSION(A2)' ནང་ A1 = 'EXPRESSION(A3)'. @SEEALSO=TEXT
es: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(celda) @DESCRIPTION=Devuelve la expresión en @celda como una cadena, o vacío si la celda no es una expresión. @EXAMPLES= Entrando '=EXPRESSION(A3)' en A2 = empty (aumiendo que no hay nada en A3). Entrando '=EXPRESSION(A2)' en A1 = 'EXPRESSION(A3)'. @SEEALSO=TEXT
fr: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cellule) @DESCRIPTION=EXPRESSION renvoie l'expression contenue dans @cellule en tant que chaîne, ou une chaîne vide si la cellule ne contient pas une expression. @EXAMPLES= dans A1, EXPRESSION(A2) vaut 'EXPRESSION(A3)'. dans A2, EXPRESSION(A3) est vide. @SEEALSO=TEXT
nl: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cel) @DESCRIPTION=EXPRESSION geeft de uitdrukking in @cel als een tekenreeks, of een lege cel als de cel geen uitdrukking bevat. @EXAMPLES= invoeren van '=EXPRESSION(A3)' in A2 geeft een lege cel (aangenomen dat er niets in A3 staat). invoeren van '=EXPRESSION(A2)' in A1 geeft vervolgens: 'EXPRESSION(A3)' @SEEALSO=TEXT
pt_br: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(célula) @DESCRIPTION=EXPRESSION retorna a expressão na @célula como um texto, ou vazio se a célula não for uma expressão. @EXAMPLES= fornecendo '=EXPRESSION(A3)' em A2 = vazio (assumindo que não existe nada em A3). fornecendo '=EXPRESSION(A2)' em A1 = 'EXPRESSION(A3)'. @SEEALSO=TEXT
sk: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(bunka) @DESCRIPTION=EXPRESSION vracia výraz v @bunka ako reťazec, alebo prázdny ak bunka nie je výraz. @EXAMPLES= v A1 EXPRESSION(A2) sa rovná 'EXPRESSION(A3)'. v A2 EXPRESSION(A3) sa rovná prázdnemu. @SEEALSO=TEXT
vi: @FUNCTION=EXPRESSION @SYNTAX=EXPRESSION(cell) @DESCRIPTION=EXPRESSION trả lại biểu thức trong ô @cell theo dạng chuỗi hoặc trả lại rỗng nếu ô không chứa biểu thức. @EXAMPLES= gõ « =EXPRESSION(A3) » vào ô A2 = rỗng (giả sử ô A3 cũng rỗng). gõ « =EXPRESSION(A2) » vào ô A1 = « EXPRESSION(A3) ». @SEEALSO=TEXT

source: @FUNCTION=GET.FORMULA @SYNTAX=GET.FORMULA(cell) @DESCRIPTION=EXPRESSION returns expression in @cell as a string, or empty if the cell is not an expression. @EXAMPLES= entering '=GET.FORMULA(A3)' in A2 = empty (assuming there is nothing in A3). entering '=GET.FORMULA(A2)' in A1 = '=GET.FORMULA(A3)'. @SEEALSO=EXPRESSION
es: @FUNCTION=GET.FORMULA @SYNTAX=GET.FORMULA(celda) @DESCRIPTION=Devuelve la expresión en @celda como una cadena, o vacío si la celda no es una expresión. @EXAMPLES= Entrando '=GET.FORMULA(A3)' en A2 = empty (aumiendo que no hay nada en A3). Entrando '=GET.FORMULA(A2)' en A1 = 'GET.FORMULA(A3)'. @SEEALSO=EXPRESSION

source: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK returns the number of blank cells in a @range. * This function is Excel compatible. @EXAMPLES= COUNTBLANK(A1:A20) returns the number of blank cell in A1:A20. @SEEALSO=COUNT
dz: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK དེ་གིས་@range ནང་ནང་ཐིག་སྟོངམ་གྱི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= COUNTBLANK(A1:A20) དེ་གིས་ ནང་ཐིག་སྟོངམ་གྱི་ཨང་གྲངས་འདི་ A1:A20 ནང་སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=COUNT
es: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(rango) @DESCRIPTION=COUNTBLANK devuelve la cantidad de celdas vacías en @rango. * Esta función es compatible con Excel. @EXAMPLES= COUNTBLANK(A1:A20) devuelve el número de celdas vacías en A1:A20. @SEEALSO=COUNT
fr: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(intervalle) @DESCRIPTION=La fonction COUNTBLANK renvoie le nombre de cellules vides dans @intervalle. * Cette fonction est compatible avec Excel. @EXAMPLES= COUNTBLANK(A1:A20) renvoie le nombre de cellules vides dans A1:A20. @SEEALSO=COUNT
nl: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(bereik) @DESCRIPTION=COUNTBLANK geeft het aantal lege cellen in een @bereik. * Deze functie is compatibel met Excel. @EXAMPLES= COUNTBLANK(A1:A20) geeft het aantal lege cellen in het bereik A1:A20 @SEEALSO=COUNT
pt_br: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(faixa) @DESCRIPTION=COUNTBLANK retorna o número de células em branco em uma @região. * Esta função é compatível com o Excel. @EXAMPLES= COUNTBLANK(A1:A20) retorna o número de células em branco em A1:A20. @SEEALSO=COUNT
sk: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(rozsah) @DESCRIPTION=COUNTBLANK vracia počet prázdnych buniek v @rozsah. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COUNTBLANK(A1:A20) vracia počet prázdnych buniek v oblasti A1:A20. \n@SEEALSO=COUNT
vi: @FUNCTION=COUNTBLANK @SYNTAX=COUNTBLANK(range) @DESCRIPTION=COUNTBLANK trả lại số ô trắng trong khoảng @range. * Hàm này tương thích với Excel. @EXAMPLES= COUNTBLANK(A1:A20) trả lại số ô trắng trong khoảng A1:A20. @SEEALSO=COUNT
