Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: R.DWEIBULL:probability density function of the Weibull distribution.
dz: R.DWEIBULL: ཝིའི་བཱུལ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DWEIBULL:función de densidad de probabilidad de la distribución de Weibull.
nl: R.DWEIBULL:kansdichtheidfunctie van de Weibull-verdeling.
pt_br: R.DWEIBULL:função densidade de probabilidade da distribuição Weibull.
vi: R.DWEIBULL:hàm mật độ xác suất của phân phối Weibull.

source: This function returns the probability density function of the Weibull distribution.
dz: ལཱ་འགན་འདི་གིས་ཝིའི་བཱུལ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución de Weibull.
nl: Deze functie geeft de kansdichtheidfunctie van de Weibull-verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Weibull.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối Weibull.

source: R.PWEIBULL:cumulative distribution function of the Weibull distribution.
dz: R.PWEIBULL:ཝིའི་བཱུལ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PWEIBULL:función acumulada de distribución de la distribución de Weibull.
nl: R.PWEIBULL:cumulatieve distributiefunctie van de Weibull-verdeling
pt_br: R.PWEIBULL:função de distribuição acumulada da distribuição Weibull.
vi: R.PWEBULL:hàm phân phối lũy tích của phân phối Weibull.

source: This function returns the cumulative distribution function of the Weibull distribution.
dz: ལཱ་འགན་འདི་གིས་ ཝིའི་བཱུལ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución de Weibull.
nl: Deze functie geeft de cumulatieve distributiefunctie van de Weibull-verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Weibull.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối Weibull.

source: R.QWEIBULL:probability quantile function of the Weibull distribution.
dz: R.QWEIBULL:ཝིའི་བཱུལ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིར་ལཱ་འགན།
es: R.QWEIBULL:función del cuantil de probabilidad de la distribución de Weibull.
nl: R.QWEIBULL:kanskwantielfunctie van de Weibull-verdeling.
pt_br: R.QWEIBULL:função de probabilidade quartil da distribuição Weibull.
vi: R.QWEIBULL:hàm quantile xác suất của phân phối Weibull.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Weibull distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཝི་འི་བཱུལ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་ལས་འགན་གྱི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, la función inversa de la distribución acumulada de la distribución de Weibull.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de Weibull-verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição de Weibull.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối Weibull.

source: R.DPOIS:probability density function of the Poisson distribution.
dz: R.DPOIS:པོའི་སཱོན་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DPOIS:función de densidad de probabilidad de la distribución de Poisson.
nl: R.DPOIS::kansdichtheidfunctie van de Poisson-verdeling.
pt_br: R.DPOIS:função densidade de probabilidade da distribuição de Poisson.
vi: R.DPOIS:hàm mật độ xác suất của phân phối Poisson.

source: This function returns the probability density function of the Poisson distribution.
dz: ལཱ་འགན་འདི་གིས་ པོའི་སོན་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución de Poisson.
nl: Deze functie geeft de kansdichtheidfunctie van de Poisson-verdeling
pt_br: Esta função retorna a função densidade de probabilidade da distribuição de Poisson.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối Poisson.

source: R.PPOIS:cumulative distribution function of the Poisson distribution.
dz: R.PPOIS:པོའི་སོན་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PPOIS:función de distribución acumulada de la distribución de Poisson.
nl: R.PPOIS:cumulatieve distributiefunctie van de Poisson-verdeling.
pt_br: R.PPOIS:função de distribuição acumulada da distribuição de Poisson.
vi: R.PPOIS:hàm phân phối lũy tích của phân phối Poisson.

source: This function returns the cumulative distribution function of the Poisson distribution.
dz: ལཱ་འགན་འདི་གིས་པོའི་སོན་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución de Poisson.
nl: Deze functie geeft de cumulatieve distributiefunctie van de Poisson-verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição de Poisson.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối Poisson.

source: R.QPOIS:probability quantile function of the Poisson distribution.
dz: R.QPOIS:པོའི་སོན་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QPOIS:función del cualtil de probabilidad de la distribución de Poisson.
nl: R.QPOIS:kanskwantielfunctie van de Poisson-verdeling.
pt_br: R.QPOIS:função de probabilidade quartil da distribuição de Poisson.
vi: R.QPOIS:hàm quantile xác suất của phân phối Poisson.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Poisson distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ པོའི་སཱོན་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་འདི་གི་ལུགས་ལྡོག་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, la función inversa de la función de distribución acumulada, de la distribución de Poisson.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de Poisson-verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição de Poisson.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối Poisson.

source: R.DEXP:probability density function of the exponential distribution.
dz: R.DEXP:བསྒྱུར་གྲངས་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DEXP:función de densidad de probabilidad de la distribución exponencial.
nl: R.DEXP:kansdichtheidfunctie van de exponentiële verdeling.
pt_br: R.DEXP:função densidade de probabilidade da distribuição exponencial.
vi: R.DEXP:hàm mật độ xác suất của phân phối lũy thừa.

source: This function returns the probability density function of the exponential distribution.
dz: ལཱ་འགན་འདི་གིས་བསྒྱུར་གྲངས་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución exponencial
nl: Deze functie geeft de kansdichtheidfunctie van de exponentiële verdeling
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Exponencial.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối lũy thừa.

source: R.PEXP:cumulative distribution function of the exponential distribution.
dz: R.PEXP:བསྒྱུར་གྲངས་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་ལཱ་འགན།
es: R.PEXP:función de distribución acumulada de la distribución exponencial.
nl: R.PEXP:cumulatieve distributiefunctie van de exponentiële verdeling.
pt_br: R.PEXP:função de distribuição acumulada da distribuição exponencial.
vi: R.PEXP:hàm phân phối lũy tích của phân phối lũy thừa.

source: This function returns the cumulative distribution function of the exponential distribution.
dz: ལཱ་འགན་འདི་གིས་བསྒྱུར་གྲངས་ཀྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución exponencial.
nl: Deze functie geeft de cumulatieve distributiefunctie van de exponentiële verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Exponencial.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối lũy thừa.

source: R.QEXP:probability quantile function of the exponential distribution.
dz: R.QEXP:བསྒྱུར་གྲངས་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QEXP:función del cuantil de probabilidad de la distribución exponencial.
nl: R.QEXP:kanskwantielfunctie van de exponentiële verdeling.
pt_br: R.QEXP:função de probabilidade quartil da distribuição exponencial.
vi: R.QEXP:hàm quantile xác suất của phân phối lũy thừa.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the exponential distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ བསྒྱུར་གྲངས་བཀརམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་འདི་གི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la funcio del cuantil de probabilidad , la inversa de la función de distribución acumulada, de la distribución exponencial.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de exponentiële verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Exponencial.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối lũy thừa.

source: R.DBINOM:probability density function of the binomial distribution.
dz: R.DBINOM:བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DBINOM:función que devuelve la función de densidad de probabilidad de la distribución binomial.
nl: R.DBINOM:kansdichtheidfunctie van de binomiale verdeling.
pt_br: R.DBINOM:função densidade de probabilidade da distribuição binomial.
vi: R.DBINOM:hàm mật độ xác suất của phân phối nhị thức.

source: This function returns the probability density function of the binomial distribution.
dz: ལཱ་འགན་འདི་གིས་ བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución binomial.
nl: Deze functie geeft de kansdichtheidfunctie van de binomiale verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Binomial.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối nhị thức.

source: R.PBINOM:cumulative distribution function of the binomial distribution.
dz: R.PBINOM:བའི་ནོ་མི་ཡལ་བཀྲམསྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PBINOM:función de distribución acumulada de la distribución binomial.
nl: R.PBINOM:cumulatieve distributiefunctie van de binomiale verdeling.
pt_br: R.PBINOM:função de distribuição acumulada da distribuição binomial.
vi: R.PBINOM:hàm phân phối lũy tích của phân phối nhị thức.

source: This function returns the cumulative distribution function of the binomial distribution.
dz: ལཱ་འགན་འདི་གིས་བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución binomial.
nl: Deze functie geeft de cumulatieve distributiefunctie van de binomiale verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Binomial.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối nhị thức.

source: R.QBINOM:probability quantile function of the binomial distribution.
dz: R.QBINOM:བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QBINOM:función del cuantil de probabilidad de la distribución binomial.
nl: R.QBINOM:kanskwantielfunctie van de binomiale verdeling.
pt_br: R.QBINOM:função de probabilidade quartil da distribuição binomial.
vi: R.QBINOM:hàm quantile xác suất của phân phối nhị thức.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the binomial distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ བའི་ནོ་མི་ནལ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་འདི་གི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, la inversa de la función de distribución acumulada, de la distribución binomial.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de binomiale verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Binomial.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối nhị thức.

source: R.DNBINOM:probability density function of the negative binomial distribution.
dz: R.DNBINOM:མེད་ཆའི་བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DNBINOM:función de densidad de probabilidad de la distribución binomial negativa.
nl: R.DNBINOM:kansdichtheidfunctie van de negatieve binomiale verdeling.
pt_br: R.DNBINOM:função densidade de probabilidade da distribuição binomial negativa.
vi: R.DNBINOM:hàm mật độ xác suất của phân phối nhị thức âm.

source: This function returns the probability density function of the negative binomial distribution.
dz: ལཱ་འགན་འདི་གིས་མེད་ཆའི་བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución binomial negativa.
nl: Deze functie geeft de kansdichtheidfunctie van de negatieve binomiale verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Binomial negativa.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối nhị thức âm.

source: R.PNBINOM:cumulative distribution function of the negative binomial distribution.
dz: R.PNBINOM:མེད་ཆའི་བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་ལཱ་འགན།
es: R.PNBINOM:función de distribución acumulativa de la distribución binomial negativa.
nl: R.PNBINOM:cumulatieve distributiefunctie van de negatieve binomiale verdeling.
pt_br: R.PNBINOM:função de distribuição acumulada da distribuição binomial negativa.
vi: R.PNBINOM:hàm phân phối lũy tích của phân phối nhị thức âm.

source: This function returns the cumulative distribution function of the negative binomial distribution.
dz: ལཱ་འགན་འདི་གིས་མེད་ཆའི་བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲས་སྤེལ་ལའ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la distribución acumulada negativa de la distribución binomial negativa.
nl: Deze functie geeft de cumulatieve distributiefunctie van de negatieve binomiale verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição binomial negativa.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối nhị thức âm.

source: R.QNBINOM:probability quantile function of the negative binomial distribution.
dz: R.QNBINOM:མེད་ཆའི་བའི་ནོ་མི་ལཡ་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QNBINOM:función del cuantil de probabilidad de la distribución binomial negativa.
nl: R.QNBINOM:kanskwantielfunctie van de negatieve binomiale verdeling.
pt_br: R.QNBINOM:função de probabilidade quartil da distribuição binomial negativa.
vi: R.QNBINOM:hàm quantile xác suất của phân phối nhị thức âm.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the negative binomial distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ མེད་ཆའི་བའི་ནོ་མི་ནལ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་ལས་འགན་འདི་གིལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, la inversa de la función acumulada de distribución de la distribución negativa binomial.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de negaieve binomiale verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Binomial negativa.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối nhị thức âm.

source: R.DHYPER:probability density function of the hypergeometric distribution.
dz: R.DHYPER:ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DHYPER:función de densidad de probabilidad de la distribución hipergeométrica.
nl: R.DHYPER:kansdichtheidfunctie van de hypergeometrische verdeling.
pt_br: R.DHYPER:função densidade de probabilidade da distribuição hipergeométrica.
vi: R.DHYPER:hàm mật độ xác suất của phân phối siêu hình học (hypergeometric).

source: This function returns the probability density function of the hypergeometric distribution.
dz: ལཱ་འགན་འདི་གིས་ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución hipergeométrica.
nl: Deze functie geeft de kansdichtheidfunctie van de hypergeometrische verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Hipergeométrica.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối siêu hình học.

source: R.PHYPER:cumulative distribution function of the hypergeometric distribution.
dz: R.PHYPER:ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PHYPER:función de distribución acumulada de la distribución hipergeométrica.
nl: R.PHYPER:cumulatieve distributiefunctie van de hypergeometrische verdeling.
pt_br: R.PHYPER:função de distribuição acumulada da distribuição hipergeométrica.
vi: R.PHYPER:hàm phân phối lũy tích của phân phối siêu hình học (hypergeometric).

source: This function returns the cumulative distribution function of the hypergeometric distribution.
dz: ལཱ་འགན་འདི་གིས་ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀརམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: Esta función devuelve la función de de distribución acumulada de la distribución hipergeométrica.
nl: Deze functie geeft de cumulatieve distributiefunctie van de hypergeometrische verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Hipergeométrica.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối siêu hình học (hypergeometric).

source: R.QHYPER:probability quantile function of the hypergeometric distribution.
dz: R.QHYPER:ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QHYPER:función de cuantil de probabilidad de la distribución hipergeométrica.
nl: R.QHYPER:kanskwantielfunctie van de hypergeometrische verdeling.
pt_br: R.QHYPER:função de probabilidade quartil da distribuição hipergeométrica.
vi: R.QHYPER:hàm quantile xác suất của phân phối siêu hình học (hypergeometric).

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the hypergeometric distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀརམསྤེལ་ལས་འགན་འདི་གི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, ej, la inversa de la función de distribución acumulada, o la distribución hipergeométrica.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de hypergeometrische verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição hipergeométrica.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối siêu hình học.

source: R.DGEOM:probability density function of the geometric distribution.
dz: R.DGEOM:ཐིག་རྩིས་ཀྱི་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DGEOM:función de densidad de probabilidad de la distribución geométrica.
nl: R.DGEOM:kansdichtheidfunctie van de geometrische verdeling.
pt_br: R.DGEOM:função densidade de probabilidade da distribuição geométrica.
vi: R.DGEOM:hàm mật độ xác suất của phân phối hình học.

source: This function returns the probability density function of the geometric distribution.
dz: ལཱ་འགན་དེ་གིས་ ཐིག་རྩིས་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución geométrica.
nl: Deze functie geeft de kansdichtheidfunctie van de geometrische verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Geométrica.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối hình học.

source: R.PGEOM:cumulative distribution function of the geometric distribution.
dz: R.PGEOM:ཐིག་རྩིས་ཀྱི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PGEOM:función de distribución acumulativa de la distribución geométrica.
nl: R.PGEOM:cumulatieve distributiefunctie van de geometrische verdeling.
pt_br: R.PGEOM:função de distribuição acumuladad da distribuição geométrica.
vi: R.PGEOM:hàm phân phối lũy tích của phân phối hình học.

source: This function returns the cumulative distribution function of the geometric distribution.
dz: ལཱ་འགན་འདི་གིས་ཐིག་རྩིས་ཀྱི་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulativa de la distribución geométrica.
nl: Deze functie geeft de cumulatieve distributiefunctie van de geometrische verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Geométrica.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối hình học.

source: R.QGEOM:probability quantile function of the geometric distribution.
dz: R.QGEOM:ཐིག་རྩིས་ཀྱི་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QGEOM: función del cuantil de probabilidad de la distribución geométrica.
nl: R.QGEOM:kanskwantielfunctie van de geometrische verdeling.
pt_br: R.QGEOM:função de probabilidade quartil da distribuição geométrica.
vi: R.QGEOM:hàm quantile xác suất của phân phối hình học.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the geometric distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིར་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཐིག་རྩིས་ཀྱི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་འདི་གི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, o sea, la inversa de la función de distribución acumulada, de la distribución geométrica.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de geometrische verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Geométrica.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối hình học.

source: R.DCAUCHY:probability density function of the Cauchy distribution.
dz: R.DCAUCHY:ཀཱ་ཆི་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DCAUCHY:función de densidad de probabilidad de la distribución de Cauchy.
nl: R.DCAUCHY:kansdichtheidfunctie van de Cauchy-verdeling.
pt_br: R.DCAUCHY:função densidade de probabilidade da distribuição Cauchy.
vi: R.DCAUCHY:hàm mật độ xác suất của phân phối Cauchy.

source: This function returns the probability density function of the Cauchy distribution.
dz: ལཱ་འགན་འདི་གིས་ཀཱ་ཆི་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución de Cauchy.
nl: Deze functie geeft de kansdichtheidfunctie van de Cauchy-verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição de Cauchy.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối Cauchy.
