Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR calculates sample variance of the given sample. To get the true variance of a complete population use VARP. VAR is also known as the N-1-variance. Under reasonable conditions, it is the maximum-likelihood estimator for the true variance. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VAR(A1:A5) equals 117.64. @SEEALSO=VARP,STDEV
dz: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་དཔེ་གཞི་གི་དཔེ་གཞི་མི་མཐུན་པ་བརྩི་བཏོནམ་ཨིན། མི་རློབས་ཆ་ཚང་ཅགི་གི་བདེན་པའི་མི་མཐུན་པ་ལེན་ནི་ལུ་ VARP ལག་ལེན་འཐབ། VAR འདི་ N-1-མི་མཐུན་པ་ཟེར་ཡང་སླབ་ཨིན། རྒྱུ་མཚན་ལྡན་པའི་གནས་སྟངས་ཀྱི་འོག་ལུ་, མི་མཐུན་པ་བདེན་པའི་དོན་ལུ་ མང་མཐའ་སྲིད་པའི་ཕོག་ཚད་དཔག་མི་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ VAR(A1:A5) equals 117.64. @SEEALSO=VARP,STDEV
es: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, …) @DESCRIPTION=VAR estima la varianza de una muestra de población. Para obtener la varianza real de una población completa, use @VARP. * VAR también se conoce como varianza-N-1. En condiciones razonables, es el estimador de bondad máximo de la verdadera varianza. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9, y 40.1. Entonces VAR(A1:A5) igual a 117,64. @SEEALSO=VARP,STDEV
fr: @FUNCTION=VAR @SYNTAX=VAR(b1; b2;...) @DESCRIPTION=VAR estime la variance d'un échantillon de la population. Pour obtenir la variance réelle de la populaton complète, utilisez @VARP. * VAR est aussi appelé la (N-1)-variance. Dans les conditions habituelles, c'est l'estimateur de la variance réelle ayant le maximum de vraisemblance. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,... A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors VAR(A1:A5) vaut 117,64. @SEEALSO=VARP,STDEV
nl: @FUNCTION=VAR @SYNTAX=VAR(b1; b2; ...) @DESCRIPTION=VAR geeft een schatting van de variantie van een steekproef uit een populatie. Om de ware variantie van een complete populatie te verkrijgen, moet u de functie VARP gebruiken. VAR is ook wel bekend als de N-1-variantie. Onder redelijke voorwaarden is het de beste schatter voor de ware variantie. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, A3, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten. dan geldt: VAR(A1:A5) is 117,64 @SEEALSO=VARP,STDEV
pt_br: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR estima a variância de uma amostra da população. Para obter a variância verdadeira da população completa, utilize a função VARP. * VAR é também conhecida como variância N-1. Sob condições razoáveis, ela é o estimador de máxima verossemelhança da variância verdadeira. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: VAR(A1:A5) retorna 117.64. @SEEALSO=VARP,STDEV
sk: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR odhaduje rozptyl výberu z populácie. Pre získanie skutočného rozptylu celej populácie použite @VARP. * VAR je tiež známa ako N-1-variance. Pri rozumných podmienkach to je najpravdepodobnejší odhad skutočného rozptylu. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom VAR(A1:A5) sa rovná 117.64. @SEEALSO=VARP,STDEV
vi: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR tính phương sai mẫu của mẫu cho trước. Để tính phương sai đúng của một toàn dân số, hãy dùng hàm VARP. Hàm VAR cũng được biết là « phương sai-N-1 ». Với điều kiện hợp lý, nó là bộ ước lượng có xác suất cấp hơn sẽ tính phương sai đúng. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì « VAR(A1:A5) » bằng 117.64. @SEEALSO=VARP,STDEV

source: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV returns the sample standard deviation of the given sample. To obtain the population standard deviation of a whole population use STDEVP. STDEV is also known as the N-1-standard deviation. Under reasonable conditions, it is the maximum-likelihood estimator for the true population standard deviation. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEV(A1:A5) equals 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
dz: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV དེ་གིས་ བྱིན་ཡོད་པའི་དཔེ་གཞི་གི་ཚད་ལྡན་དཔེ་གཞི་འདི་སླར་ལོག་འབདཝ་ཨིན། མི་རློབས་ཆ་ཚང་ཅིག་གི་ མི་རློབས་ཚད་ལྡན་ཁ་སྒྱུར་བ་འདི་ཐོབ་ནི་ལུ་ STDEVP འདི་ལག་ལེན་འཐབ། STDEV འདི་ N-1-ཚད་ལྡན་ཁ་སྒྱུར་བ་ཟེར་ཡང་སླབ་ཨིན། རྒྱུ་མཚན་ལྡན་པའི་གནས་སྟངས་ཚུ་གི་འོག་ལུ་, མི་རློབ་ཚད་ལྡན་ཁ་སྒྱུར་བ་བདེན་མི་གི་དོན་ལུ་ མང་མཐའ་སྲིད་པ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ནང་ ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ STDEV(A1:A5) equals 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
es: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, …) @DESCRIPTION=STDEV estima la desviación estándar de la muestra dada. Para obtener la desviación de población estándar de una población completa use STDEVP. STDEV también se conoce como la desviación estándar-N-1. . En condiciones razonables, es el estimador de bondad máximo de la verdadera desviación estándar de la población. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9, y 40.1. Entonces STDEV(A1:A5) igual a 10,84619749. @SEEALSO=VARP,STDEV
fr: @FUNCTION=VAR @SYNTAX=VAR(b1; b2;...) @DESCRIPTION=VAR estime la variance d'un échantillon de la population. Pour obtenir la variance réelle de la populaton complète, utilisez @VARP. * VAR est aussi appelé la (N-1)-variance. Dans les conditions habituelles, c'est l'estimateur de la variance réelle ayant le maximum de vraisemblance. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,... A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors VAR(A1:A5) vaut 117,64. @SEEALSO=VARP,STDEV
nl: @FUNCTION=STDEV @SYNTAX=VAR(b1; b2; ...) @DESCRIPTION=STDEV geeft een schatting van de standaarddeviatie van een steekproef uit een populatie. Om de ware standaarddeviatie van een complete populatie te verkrijgen, moet u de functie STDEVP gebruiken. STDEV is ook wel bekend als de N-1-standaarddeviatie. Onder redelijke voorwaarden is het de beste schatter voor de ware standaarddeviatie. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, A3, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten. dan geldt: STDEV(A1:A5) is 10,84619749 @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
pt_br: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV estima o desvio padrão de uma amostra da população. Para obter o desvio padrão de toda a população, utilize a função STDEVP. * STDEV é também conhecida como o desvio padrão N-1. Sob condições razoáveis, ele é o estimador de máxima verossemelhança do desvio padrão da população. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: STDEV(A1:A5) retorna 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR
sk: @FUNCTION=VAR @SYNTAX=VAR(b1, b2, ...) @DESCRIPTION=VAR odhaduje rozptyl výberu z populácie. Pre získanie skutočného rozptylu celej populácie použite @VARP. * VAR je tiež známa ako N-1-variance. Pri rozumných podmienkach to je najpravdepodobnejší odhad skutočného rozptylu. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom VAR(A1:A5) sa rovná 117.64. @SEEALSO=VARP,STDEV
vi: @FUNCTION=STDEV @SYNTAX=STDEV(b1, b2, ...) @DESCRIPTION=STDEV trả lại độ lệch chuẩn mẫu của mẫu cho trước. Để tính độ lệch chuẩn dân số của một toàn dân số, hãy dùng hàm STDEVP. Hàm STDEV cũng được biết là độ lệch chuẩn N-1. Với điều kiện hợp lý, nó là bộ ước lượng có xác suất cấp hơn sẽ tính độ lệch chuẩn dân số đúng. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì « STDEV(A1:A5) » bằng 10.84619749. @SEEALSO=AVERAGE,DSTDEV,DSTDEVP,STDEVA,STDEVPA,VAR

source: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP returns the population standard deviation of the given population. This is also known as the N-standard deviation * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then STDEVP(A1:A5) equals 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
dz: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP དེ་གིས་ བྱིན་ཡོད་པའི་མི་རློབས་ཀྱི་མི་རློབས་ཚད་ལྡན་འདི་སླར་ལོག་འབདཝ་ཨིན། འདི་ལུ་ ཨེན་-ཚད་ལྡན་ཁ་བསྒྱུར་བ་ཟེར་ཡང་སླབ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ STDEVP(A1:A5) མཉམ་ཨིན་9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
es: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, …) @DESCRIPTION=STDEVP devuelve la desviación estándar de la población dada. Esto se conoce también como la desviación N-Standar. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9, y 40.1. Entonces STDEVP(A1:A5) igual a 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
fr: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1; b2;...) @DESCRIPTION=La fonction STDEVP renvoie l'écart-type d'un ensemble de nombres en considérant ces valeurs comme tous les membres d'une population. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,... A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors STDEVP(A1:A5) vaut 9,701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
nl: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1; b2; ...) @DESCRIPTION=STDEVP geeft de standaard deviatie van een verzameling getallen alsware het een volledige polulatie. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4, 17,3, 21,3, 25,9, en 40,1 bevatten, dan geldt: STDEVP(A1:A5) is 9,701133954 @SEEALSO=STDEV,STDEVA,STDEVPA
pt_br: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP retorna o desvio padrão de um conjunto de números, tratando estes números como uma amostra da população. Isto também é conhecido como desvio padrão N * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: STDEVP(A1:A5) retorna 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
sk: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP vracia smerodajnú odchýlku množiny čísel, ktoré sú chápané ako členovia celkovej populácie. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom STDEVP(A1:A5) sa rovná 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA
vi: @FUNCTION=STDEVP @SYNTAX=STDEVP(b1, b2, ...) @DESCRIPTION=STDEVP trả lại độ lệch chuẩn dân số của dân số cho trước. Hàm này cũng được biết là « độ lệch chuẩn-N ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì STDEVP(A1:A5) bằng 9.701133954. @SEEALSO=STDEV,STDEVA,STDEVPA

source: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK returns the rank of a number in a list of numbers. @x is the number whose rank you want to find, @ref is the list of numbers, and @order specifies how to rank numbers. If @order is 0, numbers are ranked in descending order, otherwise numbers are ranked in ascending order. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then RANK(17.3,A1:A5) equals 4. @SEEALSO=PERCENTRANK
dz: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK དེ་གིས་ ཨང་གྲངས་ཀྱི་ཐོ་ཡིག་ནང་ ཨང་གྲངས་ཀྱི་གྲལ་རིམ་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ ཁྱོད་ཀྱིས་འཚོལ་མི་ཨང་གྲངས་ཀྱི་གྲལ་རིམ་ཨིན་, @ref འདི་ཨང་གྲངས་ཚུ་གི་ཐོ་ཡིག་ཨིནམ་དང་ @order དེ་གིས་ ཨང་གྲངས་ཚུ་ག་དེ་སྦེ་གྲལ་རིམ་ནང་བཟོ་ནི་ཨིན་ན་གསལ་བཀོད་འབདཝ་ཨིན།@order འདི་ 0 ཨིན་པ་ཅིན་, ཨང་གྲངས་ཚུ་མར་འབབ་རིམ་པའི་ནང་གྲལ་རིམ་བཟོ་ཡོདཔ་དང་, དེ་མེན་པ་ཅིན་ ཨང་གྲངས་ཚུ་ཡར་འཛེགས་རིམ་པའི་ནང་གྲལ་རིམ་བཟོ་ཡོདཔ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོད་ཟེར་བཞག་གེ། དེ་ལས་ RANK(17.3,A1:A5) equals 4. @SEEALSO=PERCENTRANK
es: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,orden]) @DESCRIPTION=RANK devuelve la clasificación de un número en una lista de números. @x es el número cuya clasificación quiere encontrar,@ref es la lista de números y @orden especifica cómo clasificar los números. Si @orden es 0, los números se clasifican en orden descendente. En otro caso, se clasifican en orden ascendente. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9, y 40.1. Entonces RANK(17.3,A1:A5) igual a 4. @SEEALSO=PERCENTRANK
fr: @FUNCTION=RANK @SYNTAX=RANK(x;réf[;tri]) @DESCRIPTION=RANK renvoie le rang de @x dans la liste de nombres @réf. @tri indique le sens dans lequel la liste est triée : 0 pour un ordre descendant, non nul pour un ordre ascendant. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1 : RANK(17,3;A1:A5) vaut 4. @SEEALSO=PERCENTRANK
nl: @FUNCTION=RANK @SYNTAX=RANK(x;verw[;volgorde]) @DESCRIPTION=RANK geeft de rang van een getal in een lijst met getallen. @x is het getal waarvan je de rang wilt weten. @verw is de lijst met getallen @volgorde geeft aan hoe de rang van een getal moet worden bepaald. Als @volgorde 0 is, of weggelaten is, wordt de rang bepaald voor een getallenlijst in aflopende volgorde. In andere gevallen wordt de rang bepaald voor een getallenlijst in oplopende volgorde. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten dan geldt: RANK(17,3; A1:A5) is 4 @SEEALSO=PERCENTRANK
pt_br: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,ordem]) @DESCRIPTION=RANK retorna a colocação de um número em uma lista de números. @x é o número cuja classificação você deseja determinar, @ref é a lista de números e @ordem determina como classificar os números. Se @ordem é igual a 0, os números são classificados na ordem descendente, caso contrário, eles são classificados na ordem ascendente. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: RANK(17.3,A1:A5) retorna 4. @SEEALSO=PERCENTRANK
sk: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,triedenie]) @DESCRIPTION=RANK vracia poradie čísla v rozložení v zozname čísel. @x je číslo, ktorého poradie chcete zistiť, @ref je zoznam čísel, a @triedenie uvádza, ako usporiadať čísla. Ak je @triedenie 0, čísla sú v zostupne, inak sú vzostupne. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Nech bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom sa RANK(17.3A1:A5) rovná 4. @SEEALSO=PERCENTRANK
vi: @FUNCTION=RANK @SYNTAX=RANK(x,ref[,order]) @DESCRIPTION=RANK trả lại vị trí thứ tự của một số nào đó trong một danh sách số. @x là số cần tìm thứ tự, @ref là danh sách số, và @order xác định sắp xếp theo thứ tự nào. Nếu @order là số 0 thì các số được sắp xếp giảm dần, nếu không thì các số được sắp xếp tăng dần. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì RANK(17.3,A1:A5) bằng 4. @SEEALSO=PERCENTRANK

source: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fraction) @DESCRIPTION=TRIMMEAN returns the mean of the interior of a data set. @ref is the list of numbers whose mean you want to calculate and @fraction is the fraction of the data set excluded from the mean. For example, if @fraction=0.2 and the data set contains 40 numbers, 8 numbers are trimmed from the data set (40 x 0.2): the 4 largest and the 4 smallest. To avoid a bias, the number of points to be excluded is always rounded down to the nearest even number. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then TRIMMEAN(A1:A5,0.2) equals 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
dz: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fraction) @DESCRIPTION=TRIMMEAN དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་གི་དབུས་ཕྱོགས་ཀྱི་བར་མའི་ཆ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @ref འདི་ ཁྱོད་ཀྱིས་བརྩི་བཏོན་དགོ་པའི་བར་མའི་ཆ་གྲངས་ཨང་གྲངས་ཚུ་གི་ཐོ་ཡིག་ཨིནམ་དང་ @fraction འདི་ བར་མའི་ཆ་གྲངས་ལས་ཕྱིར་བཏོན་པའི་གནས་སྡུད་གཞི་སྒྲིག་ཨིན། དཔེར་ན་ , @fraction=0.2 དང་གནས་སྡུད་གཞི་སྒྲིག་དེ་ལུ་ ཨང་གྲངས་ ༤༠་ ཡོད་པ་ཅིན་ ཨང་གྲངས་ ༨་ ཚུ་གནས་སྡུད་གཞི་སྒྲིག་ (40 x 0.2)ལས་ སྙོམས་ཡོདཔ་ཨིན: སྦོམ་ ༤་ དང་ཆུང་ཀུ་ ༤། ཉེ་རིང་ཅིག་སྤང་ནི་ལུ་, ཕྱིར་བཏོན་ནི་ཨིན་པའི་དོན་ཚན་གྱི་ཨང་གྲངས་འདི་ཨ་རྟག་རང་ ཆ་ཅན་ཨང་གྲངས་ཀྱི་ཉེ་འདབས་ལུ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ TRIMMEAN(A1:A5,0.2) equals 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
es: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fracción) @DESCRIPTION=TRIMMEAN devuelve la media del interior de un conjunto de datos. @ref es la lista de los números cuya media se quiere calcular y @fracción es la fracción del conjunto de datos excluido de la media. Por ejemplo, si @fracción=0.2 y el conjunto de datos contiene 40 números, se recortan 8 números del conjunto de datos (40 x 0.2), 4 de arriba y 4 de abajo del conjunto. Para evitar un bias, el número de puntos a ser ejecutados se redondea siempre hacia abajo hasta el número impar más cercano. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9, y 40.1. Entonces TRIMMEAN(A1:A5,0.2) igual a 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
nl: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(verwijzing; fractie) @DESCRIPTION=TRIMMEAN geeft het gemiddelde van het binnenste gedeelte van een gegevensverzameling. @verwijzing is de lijst met getallen waarvan je het gemiddelde wilt berekenen. @fractie is het gedeelte van de gegevensverzameling dat wordt weggelaten bij de berekening. Bijvoorbeeld, als @fractie=0,2 en de gegevensverzameling heeft 40 getallen dan worden er 8 (=40 x 0,2) getallen weggelaten; de 4 grootste en de 4 kleinste. Om onevenredigheid te voorkomen wordt het aantal getallen dat wordt weggelaten altijd naar beneden afgerond tot het dichtstbijzijnde even getal. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: TRIMMEAN(A1:A5;0,2) is 23,2 @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
pt_br: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fração) @DESCRIPTION= A função TRIMMEAN retorna a média do interior de um conjunto de dados. @ref é a lista de números cuja média você deseja calcular e @fração é a fração dos números do conjunto de dados excluídos do cálculo da média. Por exemplo, se @fração=0.2 e o conjunto de dados contém 40 números, então 8 (= 40 x 0.2) números são desconsiderados no cálculo da média: os 4 maiores e os 4 menores números da lista. Para evitar um desbalanço, o número de pontos a ser excluído é sempre arredondado para baixo para o número para mais próximo. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: TRIMMEAN(A1:A5,0.2) retorna 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
vi: @FUNCTION=TRIMMEAN @SYNTAX=TRIMMEAN(ref,fraction) @DESCRIPTION=TRIMMEAN trả lại số trung bình của phần trong tập hợp dữ liệu. @ref là danh sách số cho mà bạn muốn tính số trung bình, và @fraction là _phân số_ của tập hợp dữ liệu bị loại trừ ra phần trung bình. Lấy thí dụ, nếu @fraction=0.2 và tập hợp dữ liệu chứa 40 số, thì 8 số bị cắt xén ra tập hợp dữ liệu (40 x 0.2): 4 số lớn nhất và 4 số nhỏ nhất. Để tránh có độ lệch, số điểm sẽ bị loại trừ luôn luôn được làm tròn xuống số chẵn gần nhất. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì TRIMMEAN(A1:A5,0.2) bằng 23.2. @SEEALSO=AVERAGE,GEOMEAN,HARMEAN,MEDIAN,MODE
