Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=LOGREG @SYNTAX=LOGREG(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LOGREG function transforms your x's to z=ln(x) and applies the ``least squares'' method to fit the linear equation y = m * z + b to your y's and z's --- equivalent to fitting the equation y = m * ln(x) + b to y's and x's. If @known_x's is omitted, an array {1, 2, 3, ...} is used. LOGREG returns an array having two columns and one row. m is given in the first column and b in the second. If @known_y's and @known_x's have unequal number of data points, LOGREG returns #NUM! error. If @const is FALSE, the curve will be forced to go through [1; 0], i.e., b will be zero. The default is TRUE. If @stat is TRUE, extra statistical information will be returned which applies to the state AFTER transformation to z. Extra statistical information is written below m and b in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m, b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares.The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGFIT,LINEST,LOGEST
dz: @FUNCTION=LOGREG @SYNTAX=LOGREG(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LOGREG ལས་འགན་འདི་གིས་ ཁྱོད་ཀྱི་ x's to z=ln(x) འདི་གཞི་བསྒྱུར་འབད་ནི་དང་ ``least squares''ཐབས་ལམ་འདི་ ཐིག་གི་སྙོམ་རྟགས་ཚུད་སྒྲིག་འབད་ནི་ལུ་འཇུག་སྤྱོད་འབདཝ་ཨིན། y = m * z + b ཁྱོད་རའི་ y's དང་ z'sལུ་--- སྙོམ་རྟགས་ལུ་ཚུད་སྒྲིག་འབད་ནི་ལུ་འདྲ་མཉམ། y = m * ln(x) + b y's དང་ x's ལུ། If @known_x's འདི་སྐྱུར་བཞག་པ་ཅིན་, ཨེ་རེ་ {1, 2, 3, ...} འདི་ལག་ལེན་འཐབ་སྟེ་ཡོད། LOGREG དེ་གིས་ ཀེར་ཐིག་གཉིས་དང་གྲལ་ཐིག་གཅིག་ཡོད་མི་ཨེ་རེ་འདི་སླར་ལོག་འབདཝ་ཨིན། ཨེམ་འདི་ ཀེར་ཐིག་དང་པའི་ནང་བྱིན་ཡོདཔ་དང་བི་འདི་ གཉིས་པའི་ནང་ཨིན། If @known_y's དང་ @known_x's དེ་ལུ་ གནས་སྡུད་དོན་ཚན་ཚུ་གི་མི་མཉམ་པའི་ཨང་གྲངས་ཡོད་པ་ཅིན་, LOGREG དེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། If @const འདི་ FALSE ཨིན་པ་ཅིན་, གུག་གུགཔ་འདི་ [1; 0], i.e.ལས་རྒྱུད་དེ་འགྱོོ་ནི་ལུ་བང་བཙོངམ་ཨིན་, བི་འདི་ཀླད་ཀོར་ཨིན། སྔོན་སྒྲིག་འདི་ TRUE. If @stat འདི་ TRUEཨིན་པ་ཅིན་, ཚད་རྩིས་བརྡ་དོན་ཧེང་བཀལ་འདི་ སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ གནས་ལུགས་ལུ་འཇུག་སྤྱོད་འབད་མི་ AFTER ཛེརཌི་ལུ་གཞི་བསྒྱུར། ཚད་རྩིས་བརྡ་དོན་ཧེང་བཀལ་འདི་ ཨེམ་གྱི་འོག་ལུ་འབྲི་ཡོདཔ་དང་བི་འདི་གྲུབ་འབྲས་ཨེ་རེ་ནང་ཨིན། ཚད་རྩིས་བརྡ་དོན་ཧེང་བཀལ་དེ་གིས་ གནས་སྡུད་ཀྱི་གྲལ་ཐིག་བཞི་ཡོདཔ་ཨིན། གྲལ་ཐིག་དང་པའི་ནང་ ཚད་ལྡན་འཛོལ་བ་དེ་གིས་ཕན་ཚུན་ནུས་ཅན་གྱི་དོན་ལུ་གནས་གོང་འབདཝ་ཨིན་, བི་ཚུ་ཁྱད་ཚབ་འབད་དེ་ཡོདཔ་ཨིན། གྲལ་ཐིག་གཉིས་པ་དེ་གིས་ ཨར་གྱི་གྲུ་བཞི་འདི་ཡོདཔ་དང་ ཝའི་ཕོག་ཚད་ཀྱི་དོན་ལུ་ཚད་ལྡན་འཛོལ་བ། གྲལ་ཐིག་གསུམ་པ་དེ་གིས་ ཨེཕ་ལྟ་ཡོད་པའི་གནས་གོང་དང་ རང་དབང་གི་ཁུག་ཟུར་འདི་ཡོདཔ་ཨིན། མཇུག་གི་གྲལ་ཐིག་དེ་གིས་ གྲུ་བཞི་གི་རི་གེ་རེ་ཤཱན་བསྡོམ་ཡོདཔ་དང་ གྲུ་བཞི་གི་ལྷག་ལུད་བསྡོམ་ཡོདཔ་ཨིན། @stat གི་སྔོན་སྒྲིག་འདི་ FALSE. @EXAMPLES= @SEEALSO=LOGFIT,LINEST,LOGEST
es: @FUNCTION=LOGREG @SYNTAX=LOGREG(y_conocido[,x_conocido[,const[,estad]]]) @DESCRIPTION=La función LOGREG transforma las x's a z=ln(x) y aplica el método de los «cuadrados mínimos» para ajustar a la ecuación lineal y = m * z + b a sus y's y z's ---equivalente a ajustar la ecuación y= m* ln(x) + b a las y's y a las x's Si se omite @x_conocido, se usa un array {1, 2, 3, …}. LOGREG devuelve un array conteniendo dos columnas y una fila. m se da en la primera columna y b en la segunda. Si @y_conocido y @x_conocido tienen distintos números de puntos de datos, LOGREG devuelve el error #NÚM!. Si @const es FALSO, la curva se forzará para que pase por [0,1], por ejemplo, b sería cero. De forma predeterminada, es VERDADERO. Si @estad es VERDADERO, se devolverá información estadística extra. La información estadística extra se aplica al estado ANTES de la transformación a z.. La información estadística extra consiste en cuatro filas de datos. En la primera fila, los valores de error estándar para los coeficientes m, b, son representados La segunda fila contiene el cuadrado de R y el error estándar para el y estimado. La tercera fila contiene el valor observado de F y los grados de libertad. La última fila contiene la suma de regresión de los cuadrados y la suma residual de los cuadrados. El valor predeterminado de @estad es FALSO. @EXAMPLES= @SEEALSO=LOGFIT,LINEST,LOGEST
fr: @FUNCTION=LOGREG @SYNTAX=LOGREG(y_connus[;x_connus;const;stat]) @DESCRIPTION=La fonction LOGREG transforme les x en z=ln(x), puis applique la méthode des moindres carrés pour trouver l'équation linéaire y = mz+b approximant le mieux ces valeurs. * Si @x_connus est absent, le tableau {1, 2, 3,...} est utilisé. * LOGREG renvoie un tableau d'une ligne et deux colonnes { m, b }. * Si @y_connus et @x_connus n'ont pas le même nombre de valeurs, LOGREG renvoie l'erreur #NUM!. * Si @const est FAUX, la courbe passera obligatoirement par (0,1), donc b vaudra 0. Par défaut, il vaut VRAI. Si @stat est VRAI (il est FAUX par défaut), des informations statistiques supplémentaires seront renvoyées dans le tableau, en-dessous des lignes contenant les coefficients. Ces informations contiennent quatre lignes de données concernant les valeurs transformées z : - les valeurs d'erreur standard pour m et b - le carré de R et l'erreur standard pour l'estimée de y - la valeur observée de F et les degrés de liberté - la somme de régression des carrés et leur somme résiduelle. @EXAMPLES= @SEEALSO=LINEST,LOGFIT,LOGEST
nl: @FUNCTION=LOGREG @SYNTAX=LOGREG(y_bekend[;x_bekend; const; stat]) @DESCRIPTION=LOGREG transformeert de x-waarden in z=ln(x) en gebruikt dan de ``kleinste kwadraten'' methode om een lijn met de vergelijking y = m * z + b door de datapunten te trekken. * Als @x_bekend weg is gelaten, wordt een matrix {1, 2, 3, ...} gebruikt. LOGREG geeft een matrix met twee kolommen en een rij. In de eerste kolom wordt m gegeven, in de tweede wordt b gegeven. * Als @y_bekend en @x_bekend een ongelijk aantal datapunten hebben, geeft LOGREG een #GETAL! foutmelding. * Als @const ONWAAR is, zal de kromme door (1,0) getrokken worden; b zal dus 1 zijn. Standaard is b WAAR. * Als @stat WAAR is, zal extra statistische informatie worden gegeven. Deze informatie komt te staan onder de coefficienten van de regressielijn in de resultaatmatrix. De extra statistische informatie bestaat uit vier rijen van gegevens. In de eerste rij staan de standaardfouten voor de coëfficiënten m, b. De tweede rij bevat de kwadraten van R en de standaardfout voor de schatting van y. De derde rij bevat de F-waargenomen waarde en het aantal vrijheidsgraden. De laatste rij bevat de regressie-kwadratensom en de residue-kwadratensom. Standaard is @stat ONWAAR. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
pt_br: @FUNCTION=LOGREG @SYNTAX=LOGREG(y_conhecidos[,x_conhecidos,const,stat]) @DESCRIPTION=A função LOGREG transforma os x's fornecidos em z=ln(x) e aplica o método ``dos mínimos quadrados'' para ajustar a equação linear: y = m * z + b ao y's e z's fornecidos--- o que equivale a ajustar a equação: y = m * ln(x) + b aos y's e x's. * Se @x_conhecidos for omitido, um vetor {1, 2, 3, ...} é utilizado. LOGREG retorna uma matriz contendo duas colunas e uma linha. m é apresentado na primeira coluna e b na segunda. * Se @y_conhecidos·e @x_conhecidos contêm números diferentes de dados, LOGREG retorna o erro #NUM! * Se @const é FALSA, a linha será forçada a passar pelo intervalo [1, 0],i.e., b será igual a zero. O padrão de @const é TRUE. * Se @stat é TRUE, informações estatística adicionais serão retornadas que se aplicam ao estado POSTERIOR à transformação para z. As estatísticas extras são escritas abaixo dos coeficientes da linha de regressão m e b. As informação estatística adicionais se consistem de quatro linhas de dados. Na primeira linha os valores dos erros padrão para os coeficientes m e b são apresentados. A segunda linha contém o quadrado de R e o erro padrão para a estimativa de y. A terceira linha contém o valor F-observado e número de graus de liberdade. A última linha contém a soma dos quadrados e a soma residual de quadrados. O padrão de @stat é FALSE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
sk: @FUNCTION=LOGEST @SYNTAX=LOGEST(známe_y[,známe_x,konšt,štat]) @DESCRIPTION=Funkcia LOGEST aplikuje metódu ``najmenších štvorcov'' pre nájdenie exponenciálnej krivky v tvare y = b * m{1}^x{1} * m{2}^x{2}... pre vaše dáta. Ak nie je uvedené @známe_x, použije sa pole {1, 2, 3, ...}. LOGEST vracia pole { m{n},m{n-1}, ...,m{1},b }. Ak nemajú @známe_y a @známe_x rôzny počet dátových hodnôt, LOGEST vracia chybu #NUM!. Ak je @konšt FALSE, krivka bude prechádzať bodom (0,1),t.j., b bude 1. Štandardne je TRUE. Ak je @štat TRUE, budú vrátené extra štatistické informácie. Tieto informácie sú napísané pod koeficientami regresnej krivky vo výslednom poli. Obsahujú štyri riadky dát. V prvom riadku sú hodnoty smerodajnej chyby pre koeficienty m1, (m2, ...), b. V druhom riadku sú R^2 a smerodajná chyba odhadu y. V treťom riadku sú pozorované F-hodnoty a stupne voľnosti. Posledný riadok obsahuje regresný súčet štvorcov a reziduálny súčet štvorcov. Štandardne je @štat FALSE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
vi: @FUNCTION=LOGREG @SYNTAX=LOGREG(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=hàm LOGREG biến đổi các x của bạn thành « z=ln(x) » rồi áp dụng phương pháp « bình phương ít nhất » để vừa phương trình tuyến y = m * z + b với các y và z của bạn — tương đương vừa phương trình y = m * ln(x) + b với các x và y của bạn. Nếu không có phạm vi các x được biết @known_x's thì dùng một mảng {1, 2, 3, ...}. LOGREG trả lại một mảng có hai cột và một hàng. Cột thứ nhất chứa « m » và cột thứ hai chứa « b ». * Nếu hai phạm vi @known_y's và @known_x's không có cùng một số điểm dữ liệu thì LOGREG trả lại lỗi « #NUM! ». Nếu hằng số @const là SAI thì đường cong được ép buộc đi qua điểm [1; 0],tức là b = 0. Mặc định là ĐÚNG. Nếu @stat là ĐÚNG thì trả lại thông tin _thống kê_ thêm mà áp dụng vào tính trạng SAU KHI biến đổi thành « z ». Thông tin thống kê thêm được ghi dưới « m » và « b » trong mảng kết quả. Thông tin thống kê thêm chứa bốn hàng dữ liệu. Hàng thứ nhất chứa các giá trị lỗi cho hệ số « m » và « b ». Hàng thứ hai chứa bình phương của « R » và lỗi chuẩn cho phép ước lượng « y ». Hàng thứ ba chứa giá trị do « F » quan sát, và các bậc tự do. Hàng cuối cùng chứa tổng các bình phương hồi qui và tổng các bình phương còn lại. Mặc định của @stat (thống kê) là SAI. @EXAMPLES= @SEEALSO=LOGFIT,LINEST,LOGEST

source: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(known_y's,known_x's) @DESCRIPTION=LOGFIT function applies the ``least squares'' method to fit the logarithmic equation y = a + b * ln(sign * (x - c)) , sign = +1 or -1 to your data. The graph of the equation is a logarithmic curve moved horizontally by c and possibly mirrored across the y-axis (if sign = -1). LOGFIT returns an array having five columns and one row. `Sign' is given in the first column, `a', `b', and `c' are given in columns 2 to 4. Column 5 holds the sum of squared residuals. An error is returned when there are less than 3 different x's or y's, or when the shape of the point cloud is too different from a ``logarithmic'' one. You can use the above formula = a + b * ln(sign * (x - c)) or rearrange it to = (exp((y - a) / b)) / sign + c to compute unknown y's or x's, respectively. Technically, this is non-linear fitting by trial-and-error. The accuracy of `c' is: width of x-range -> rounded to the next smaller (10^integer), times 0.000001. There might be cases in which the returned fit is not the best possible. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
dz: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(known_y's,known_x's) @DESCRIPTION=LOGFIT ལས་འགན་འདི་གིས་ the ``least squares'' ཐབས་ལམ་འདི་ མཉམ་གྲངས་སྙོམ་རྟགས་ལུ་ཚུད་སྒརིག་འབད་ནི་ལུ་འཇུག་སྤྱོད་འབདཝ་ཨིན། y = a + b * ln(sign * (x - c)) , sign = +1 or -1 ཁྱོད་རའི་གནས་སྡུད་ལུ། སྙོམ་རྟགས་ཀྱི་ཚད་ཁྲམ་འདི་མཉམ་གྲངས་གུག་གུགཔ་ དེ་ཡང་ སི་གིས་ཐད་སྙོམས་སྦེ་སྤོ་བཤུད་འབད་ཡོདཔ་དང་ y-axis (if sign = -1) ལུ་ངོ་འཆར་འབད་ཡོདཔ། LOGFIT དེ་གིས་ ཀེར་ཐིག་ལྔ་དང་གྲལ་ཐིག་གཅིག་ཡོད་མི་ཨེ་རེ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། `Sign' འདི་ ཀེར་ཐིག་དང་པའི་ནང་བྱིན་ཡོདཔ་ཨིན་ `a', `b', དང་`c' ཚུ་ 2 ལས་ 4 ཚུན་བྱིན་ཡོདཔ་ཨིན། ཀེར་ཐིག་༥་གིས་ གྲུ་བཞི་བཟོ་ཡོདཔ་ལྷག་ལུད་ཚུ་གི་བསྡོམ་འདི་བཞག་བཟང་འབདཝ་ཨིན། འཛོལ་བ་འདི་ 3 སོ་སོ་ x's ཡང་ན་ y's ལས་ཉུངམ་སྦེ་ཡོདཔ་ད་སླར་ལོག་འབདཝ་ཨིན་, ཡང་ན་ དོན་ཚན་སྤུང་ཡོད་པའི་དབྱིབས་ཡང་``logarithmic'' གཅིག་ལས་སོ་སོ་ཡོདཔ་ད་སླར་ལོག་འབདཝ་ཨིན། ཁྱོད་ཀྱིས་ལྟག་གི་མན་ངག་འདི་ལག་ལེན་འཐབ། = a + b * ln(sign * (x - c)) ཡང་ན་ལོག་བདེ་སྒྲིག་བཟོ་ = (exp((y - a) / b)) / sign + c མ་ཤེས་པའི་ y's ཡངན་ x's,རེ་རེ་སྦེ་རྩིས་བཏོན་ནི་ལུ། ཐབས་རིག་སྦེ་, འདི་ ཐིག་གི་མེན་པའི་ དོ་འགྲན་དང་འཛོལ་བ་གིས་ཚུད་པའི། `c' གི་འཁྲུལ་མེད་འདི་: x-range ->གི་རྒྱ་ཚད་ཤུལ་མའི་ཆུང་བ་(10^integer)ཚུ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་, ཚར་ 0.000001. སླར་ལོག་འབད་ཡོད་པའི་ཚུད་སྒྲིག་འདི་སྲིད་པ་ལེགས་ཤོམ་མེན་པའི་གནད་དོན་ཡང་བྱུངམ་ཨིན། @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
es: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(known_y's,known_x's) @DESCRIPTION=La función LOGFIT aplica el método de mínimos cuadrados para ajustar la ecuación logarítmica y = a + b * ln(sign * (x - c)) , sign = +1 o -1 a sus datos. La gráfica de la ecuación es una curva logarítmica desplazada horizontalmente por c y posiblemente reflejada a través del eje y (si sign = -1). LOGFIT devuelve un array conteniendo cinco columnas y una fila. `Signo' se da en la primera columna, `a', `b', y `c' se dan el las columnas 2 a 4. La columna 5 contiene la suma de los residuos al cuadrado. Se devuelve un error cuando hay menos de 3 x's o y's diferentes, o cuando la forma de la nube de puntos es demasiado diferente de una forma «logarítmica». Puede usar la fórmula = a + b * ln(sign * (x - c)) o reordenarla a = (exp((y - a) / b)) / sign + c para calcular y's o x's desconocidas respectivamente. Técnicamente, esto es un ajuste no linear mediante prueba y error.. La precisión de «c» es: el ancho de x-rango -> redondeado al siguiente más pequeño (10^enteros), 0.000001 veces. Quizá haya casos en los que el ajuste devuelto no sea el mejor posible. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
fr: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(y_connus,x_connus) @DESCRIPTION=La fonction LOGFIT applique la méthode des moindres carrés pour approximer vos données par une courbe logarithmique, d'équation y = a + b * ln(signe * (x - c)) , signe = +1 ou -1 Le graphe de l'équation est une courbe logarithmique décalée horizontalement de c, et éventuellement transformée par symétrie autour de l'axe des y (si signe = -1). LOGFIT renvoie un tableau d'une ligne et 5 colonnes : 'signe' est dans la première colonne, a, b, et c dans les 3 suivantes, et la cinquième contient le résidu quadratique. Une erreur est renvoyée lorsqu'il y a moins de 3 x ou y différents, ou lorsque la forme des données est trop éloignée d'une forme logarithmique. Pour calculer de nouveaux y, vous pouvez utiliser y = a + b * ln(signe * (x - c)) et, pour de nouveaux x : x = (exp((y - a) / b)) / signe + c Techniquement, l'approximation est non-linéaire, par essai-erreur. La précision de c est la largeur de l'intervalle en x, arrondi à la dizaine entière par excès, multipliée par 10^(-6). Dans certains cas, l'approximation renvoyée 'est pas la meilleure possible. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
nl: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(y_bekend;x_bekend) @DESCRIPTION=LOGFIT gebruikt de ``kleinste kwadraten'' methode om een logarithmische functie y = a + b * ln(sign * (x - c)) , teken = +1 or -1 aan uw gegevens te fitten. De grafiek van de functie is een logarithmische kromme die horizontaal verschoven is over c en die mogelijk gespiegels is in de y-as (als teken = -1). LOGFIT heeft als resultaat een array met vijf kolommen en één rij. `Teken' wordt in de eerste kolom gegeven, `a', `b', en `c' worden gegeven in kolommen 2 tot en met 4. Kolom 5 bevat de som van de gekwadrateerde residuen. * Als er minder dan drie verschillende x,y waarden zijn wordt er een foutmelding gegeven. * Als de puntenwolk te afwijkend is van de logaritmische vorm wordt er een foutmelding gegeven. U kunt bovenstaande formule: y = a + b * ln(sign * (x - c)) gebruiken of deze herschikken tot x = (exp((y - a) / b)) / sign + c om onbekende waarden van respectievelijk y of x te vinden. to compute unknown y's or x's, respectively. Technisch gesproken is dit non-lineair fitten door middel van 'trial-and-error' (proefondervindelijk). De nauwkeurigheid van `c' is: breedte van het x-bereik -> afgerond naar het eerst kleinere (10^geheel getal), keer 0,000001. Er kunnen situaties zijn waarin de resultante kromme niet de best mogelijke is. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
pt_br: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(conhecidos_y's,conhecidos_x's) @DESCRIPTION=A função LOGFIT aplica o método dos ``mínimos quadrados'' para ajustar a equação logarítmica: y = a + b * ln(sign * (x - c)) , sign = +1 or -1 aos seus dados. O gráfico da equação é uma curva logarítmica deslocada horizontalmente por c e possivelmente espelhada através do eixo y (se sign = -1). LOGFIT retorna uma matriz com cinco colunas e uma linha. `Sign' é fornecido na primeira coluna, `a', `b', e `c' são fornecidos nas colunas de 2 a 4. A coluna 5 armazena os resíduos das somas dos quadrados. Um erro é retornado quanto existem menos do que 3 x's ou y's, ou quando a forma da núvem de pontos é muito diferente de uma ``logarítmica''. Você pode utilizar a seguinte fórmula: = a + b * ln(sign * (x - c)) ou reescrevê-la para: = (exp((y - a) / b)) / sign + c para computar os valores de y's ou x's desconhecidos, respectivamente. Tecnicamente, este é um ajuste não-linear por tentativa e erro. A precisão do `c' é: largura do intervalo de x -> arredondada para o menor mais próximo (10^inteiro), vezes 0.000001. Podem existir casos em que o ajuste retornado não é o melhor possível. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
vi: @FUNCTION=LOGFIT @SYNTAX=LOGFIT(known_y's,known_x's) @DESCRIPTION=hàm LOGFIT áp dụng phương pháp « bình phương ít nhất » để vừa phương trình loga y = a + b * ln(sign * (x - c)) , sign = +1 or -1 vào dữ liệu bạn. Đồ thị của phương trình là đường cong loga được di chuyển theo chiều ngang theo c, và có thể phản chiếu qua trục y (nếu sign = -1). LOGFIT trả lại một mảng có năm cột và một hàng. Cột thứ nhất có « sign», cột 2 đến 4 có « a », « b » và « c ». Hàng 5 chứa tổng các điều còn lại bình phương. Trả về lỗi khi có ít hơn 3 x hay y khác nhau, hoặc khi hình của bóng điểm (tập hợp điểm trên đồ thị) khác quá nhiều với hỉnh loga. Bạn có thể sử dụng công thức trên: = a + b * ln(sign * (x - c)) hoặc sắp xếp lại nó thành: = (exp((y - a) / b)) / sign + c để tính x hay y chưa biết, riêng từng cái. Kỹ thuật, phương pháp này là vừa không thuộc tuyến theo thử ra và lỗi. Độ chính xác của « c » là: độ rộng của phạm vi x -> được làm tròn xuống (10^số nguyên) nhỏ hơn gần nhất, nhân với 0.000001. Có lẽ có một số trường hợp trong mà việc vừa được trả lại không phải là vừa nhất có thể. @EXAMPLES= @SEEALSO=LOGREG,LINEST,LOGEST
