Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER returns the value of @x raised to the power @y. * If both @x and @y equal 0, POWER returns #NUM! error. * If @x = 0 and @y < 0, POWER returns #DIV/0! error. * If @x < 0 and @y is non-integer, POWER returns #NUM! error. * This function is Excel compatible. @EXAMPLES= POWER(2,7) equals 128. POWER(3,3.141) equals 31.523749. @SEEALSO=EXP
dz: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER དེ་གིས་ @xགི་གནས་གོང་ @yནུས་ཤུགས་ལུ་བསྡུ་ལེན་འབད་ཡོདཔ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་@x དང་ @y གཉིས་ཆ་རང་ 0ལུ་མཉམ་པ་ཅིན་, POWER དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x = 0 དང་ @y < 0ཨིནཔ་ཅིན་, POWER དེ་གིས་ #DIV/0! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @x < 0 དང་ @y འདི་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, POWER དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= POWER(2,7) འདི་ 128ལུ་མཉམ་ཨིན། POWER(3,3.141)འདི་ 31.523749ལུ་མཉམ་ཨིན། @SEEALSO=EXP
es: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=Devuelve el valor de @x a la potencia @y. * Si ambos @x e @y son iguales a 0, POWER devuelve in error #NÚM!. * Si @x = 0 e @y <0, POWER devuelve un error #DIV/0!. * Si @x < 0 e @y no es entero, POWER devuelve un error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= POWER(2;7) es igual a 128. POWER(3,3.141) es igual a 31,523749. @SEEALSO=EXP
pt_br: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER retorna o valor de @x elevado à potência @y. * Se @x e @y são simultâneamente iguais a 0, POWER retorna o erro #NUM! * Se @x = 0 e @y < 0, POWER retorna o erro #DIV/0! * Se @x < 0 e @y não é inteiro, POWER retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= POWER(2,7) retorna 128. POWER(3,3.141) retorna 31.523749. @SEEALSO=EXP
vi: @FUNCTION=POWER @SYNTAX=POWER(x,y) @DESCRIPTION=POWER trả lại giá trị @x mũ @y. * Nếu cả @x lẫn @y bằng số 0 thì POWER trả lại lỗi « #NUM! ». * Nếu « @x = 0 » và « @y < 0 » thì POWER trả lại lỗi « #DIV/0! ». * Nếu « @x < 0 » và @y không phải là số nguyên thì POWER trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= POWER(2,7) bằng 128. POWER(3,3.141) bằng 31.523749. @SEEALSO=EXP

source: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 computes the base-2 logarithm of @x. * If @x <= 0, LOG2 returns #NUM! error. @EXAMPLES= LOG2(1024) equals 10. @SEEALSO=EXP, LOG10, LOG
dz: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 དེ་གིས་ @xགི་ གཞི་རྟེན་-༢་ རྩིས་བརྐྱབ་ཐང་འདི་རྩིས་བརྐྱབ་ཨིན། * If @x <= 0ཨིན་པ་ཅིན་, LOG2 དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= LOG2(1024) equals 10. @SEEALSO=EXP, LOG10, LOG
es: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=Calcula el logaritmo en base 2 de @x. * Si @x <= 0, LOG2 devuelve el error #NÚM!. @EXAMPLES= LOG2(1024) es igual a 10. @SEEALSO=EXP, LOG10, LOG
fr: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=Calcule le logarithme en base 2 de @x. * Si @x <= 0, renvoie #NUM! @SEEALSO=EXP, LOG10, LOG
nl: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 berekent het logaritme met grondtal 2 van @x. * Als @x <= 0, geeft LOG2 een #GETAL! foutmelding. @EXAMPLES= LOG2(1024) is 10 @SEEALSO=EXP, LOG10, LOG
pt_br: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 calcula o logaritmo de @x na base 2. * Se @x <= 0, LOG2 retorna o erro #NUM! @EXAMPLES= LOG2(1024) retorna 10. @SEEALSO=EXP, LOG10, LOG
sk: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 počíta logaritmus @x so základom 2. Ak je @x <= 0, LOG2 vracia chybu #NUM!. @EXAMPLES= LOG2(1024) sa rovná 10. @SEEALSO=EXP, LOG10, LOG
vi: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 tính loga cơ số 2 của @x. * Nếu « @x ≤ 0 » thì trả lại lỗi « #NUM! ». @EXAMPLES= LOG2(1024) bằng 10. @SEEALSO=EXP, LOG10, LOG

source: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 computes the base-10 logarithm of @x. * If @x <= 0, LOG10 returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LOG10(7) equals 0.845098. @SEEALSO=EXP, LOG2, LOG
dz: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 དེ་གིས་@xགི་གཞི་རྟེན་-༡༠་ རྩིས་བརྐྱབ་ཐང་འདི་རྩིས་བརྐྱབ་ཨིན། * If @x <= 0ཨིན་པ་ཅིན་, LOG10 དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LOG10(7) equals 0.845098. @SEEALSO=EXP, LOG2, LOG
es: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=Calcula el logaritmo en base 10 de @x. * Si @x <= 0, LOG10 devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= LOG10(7) devuelve 0.845098. @SEEALSO=EXP, LOG2, LOG
fr: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=Renvoie le logarithme en base 10 de @x. * Si @x <= 0, renvoie #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= LOG10(7) vaut 0,845098. @SEEALSO=EXP, LOG2, LOG
nl: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 berekent het logaritme met grondtal 10 van @x. * Als @x <= 0, geeft LOG10 een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= LOG10(7) is 0,845098 @SEEALSO=EXP, LOG2, LOG
pt_br: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 calcula o logaritmo de @x na base 10. * Se @x <= 0, LOG10 retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= LOG10(7) retorna 0.845098. @SEEALSO=EXP, LOG2, LOG
sk: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 počíta logaritmus @x so základom 10. Ak je @x <= 0, LOG10 vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOG10(7) sa rovná 0.845098. @SEEALSO=EXP, LOG2, LOG
vi: @FUNCTION=LOG10 @SYNTAX=LOG10(x) @DESCRIPTION=LOG10 tính loga cơ số 10 của @x. * Nếu « @x ≤ 0 » thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= LOG10(7) bằng 0.845098. @SEEALSO=EXP, LOG2, LOG

source: @FUNCTION=MOD @SYNTAX=MOD(number,divisor) @DESCRIPTION=MOD function returns the remainder when @divisor is divided into @number. * MOD returns #DIV/0! if @divisor is zero. * This function is Excel compatible. @EXAMPLES= MOD(23,7) equals 2. @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT, ABS
dz: @FUNCTION=MOD @SYNTAX=MOD(number,divisor) @DESCRIPTION=MOD ལཱ་འགན་དེ་གིས་ @divisor འདི་ @numberནང་བགོ་བཤའ་བརྐྱབ་ཡོདཔ་ད་ ལྷག་ལུད་འདི་སླར་ལོག་འབདཝ་ཨིན། * MOD དེ་གིས་ #DIV/0! སླར་ལོག་འབདཝ་ཨིན་ @divisor འདི་ཀླད་ཀོར་ཨིན་པ་ཅིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= MOD(23,7) equals 2. @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT, ABS
es: @FUNCTION=MOD @SYNTAX=MOD(número,divisor) @DESCRIPTION=La función MOD devuelve el resto de efectuar la división @número entre @divisor. * Si el @divisor es cero devuelve el error #DIV/0! . * Esta función es compatible con Excel. @EXAMPLES= MOD(23,7) es igual a 2. @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT, ABS
fr: @FUNCTION=MOD @SYNTAX=MOD(nombre;diviseur) @DESCRIPTION=Implémente le modulo arithmétique, c'est-à-dire renvoie le reste de la division de @nombre par @diviseur. * Renvoie #DIV/0! si @diviseur vaut zéro. * Cette fonction est compatible avec Excel. @EXAMPLES= MOD(23;7) vaut 2. @SEEALSO=INT,FLOOR,CEIL
nl: @FUNCTION=MOD @SYNTAX=MOD(getal;deler) @DESCRIPTION=MOD geeft de rest als @getal gedeeld wordt door @deler. * MOD geeft de melding #DEEL/0! als de deler nul is. * Deze functie is compatibel met Excel. @EXAMPLES= MOD(23;7) is 2 @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT
pt_br: @FUNCTION=MOD @SYNTAX=MOD(número,divisor) @DESCRIPTION=A função MOD calcula o resto da divisão de @divisor por @número. * Esta função é compatível com o Excel. * MOD retorna o erro #DIV/0!, se @divisor é igual a zero. @EXAMPLES= MOD(23,7) retorna 2. @SEEALSO=CEIL, CEILING, FLOOR, ABS, INT
sk: @FUNCTION=MOD @SYNTAX=MOD(číslo,deliteľ) @DESCRIPTION=Funkcia MOD vracia zvyšok po delení @číslo deliteľom @deliteľ. Táto funkcia je kompatibilná s Excelom. MOD vracia #DIV/0! ak je deliteľ 0. @EXAMPLES= MOD(23,7) sa rovná 2. @SEEALSO=INT,FLOOR,CEIL
vi: @FUNCTION=MOD @SYNTAX=MOD(number,divisor) @DESCRIPTION=MOD trả lại phần dư của phép chia @number (số) cho @divisor (số chia). * MOD trả lại lỗi « #DIV/0! » nếu số chia @divisor bằng không. * Hàm này tương thích với Excel. @EXAMPLES= MOD(23,7) bằng 2. @SEEALSO=INT,FLOOR,CEIL

source: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS computes the number of radians equivalent to @x degrees. * This function is Excel compatible. @EXAMPLES= RADIANS(180) equals 3.14159. @SEEALSO=PI,DEGREES
dz: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS དེ་གིས་ @x ཁུག་ཟུར་ལུ་རེ་ཌི་ཡཱནསི་འདྲ་མཉམ་ཡོད་མི་གི་ཨང་གྲངས་འདི་རྩིས་བཏོནམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= RADIANS(180) equals 3.14159. @SEEALSO=PI,DEGREES
es: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=Calcula el número en radianes equivalente al ángulo de @x grados. * Esta función es compatible con Excel. @EXAMPLES= RADIANS(180) es igual a 3,14159. @SEEALSO=PI,DEGREES
fr: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=Convertit @x degrés en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= RADIANS(180) vaut 3,14159. @SEEALSO=PI,DEGREES
nl: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS zet @x graden om in radialen. * Deze functie is compatibel met Excel. @EXAMPLES= RADIANS(180) is 3,14159 @SEEALSO=PI,DEGREES
pt_br: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS calcula o valor em radianos equivalente a @x graus. * Esta função é compatível com o Excel. @EXAMPLES= RADIANS(180) retorna 3.14159. @SEEALSO=PI,DEGREES
sk: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS počíta počet radiánov ekvivalentných @x stupňov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RADIANS(180) sa rovná 3.14159. @SEEALSO=PI,DEGREES
vi: @FUNCTION=RADIANS @SYNTAX=RADIANS(x) @DESCRIPTION=RADIANS chuyển đổi @x (theo độ) thành radian. * Hàm này tương thích với Excel. @EXAMPLES= RADIANS(180) bằng 3.14159. @SEEALSO=PI,DEGREES

source: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN function returns the sine of @x, where @x is given in radians. * This function is Excel compatible. @EXAMPLES= SIN(0.5) equals 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
dz: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN ལཱ་འགན་འདི་གིས་ @x གི་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་@x འདི་རེ་ཌི་ཡཱནསི་ནང་བྱིན་ཡོད་མི། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SIN(0.5) equals 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
es: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=La función SIN devuelve el seno de @x, con @x en radianes. * Esta función es compatible con Excel. @EXAMPLES= SIN(0,5) es igual a 0,479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
fr: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=La fonction SIN calcule le sinus de @x, où @x est une valeur en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= SIN(0,5) = 0,479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
nl: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN geeft de sinus van @x, met @x in radialen. * Deze functie is compatibel met Excel. @EXAMPLES= SIN(0,5) is 0,479426 @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
pt_br: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=SIN retorna o seno de @x, que deve estar expresso em radianos. * Esta função é compatível com o Excel. @EXAMPLES= SIN(0.5) retorna 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
sk: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=Funkcia SIN počíta sínus @x, kde @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SIN(0.5) sa rovná 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES
vi: @FUNCTION=SIN @SYNTAX=SIN(x) @DESCRIPTION=hàm SIN trả lại sin của @x, mà @x theo radian. * Hàm này tương thích với Excel. @EXAMPLES= SIN(0.5) bằng 0.479426. @SEEALSO=COS, COSH, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH function returns the hyperbolic sine of @x, which is defined mathematically as (exp(@x) - exp(-@x)) / 2. * This function is Excel compatible. @EXAMPLES= SINH(0.5) equals 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
dz: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH ལཱ་འགན་འདི་གིས་ @x གི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་རྩིས་ཐོག་ལས་ངོས་འཛིན་འབད་ཡོདཔ་བཟུམ་ (exp(@x) - exp(-@x)) / 2. * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགཡུར་ཅན་ཨིན། @EXAMPLES= SINH(0.5) equals 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
es: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=La función SINH devuelve el seno hiperbólico de @x, el cual es definido matemáticamente como (exp(@x) - exp(-@x)) / 2. * Esta función es compatible con Excel. @EXAMPLES= SINH(0,5) es igual a 0,521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
fr: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=La fonction SINH calcule le sinus hyperbolique de @x, défini par (exp(@x) - exp(-@x)) / 2. * Cette fonction est compatible avec Excel. @EXAMPLES= SINH(0,5) vaut 0,521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
nl: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=SINH geeft de sinus hyperbolicus van @x, welke gedefinieerd is als (exp(@x) - exp(-@x)) / 2 * Deze functie is compatibel met Excel. @EXAMPLES= SINH(0,5) is 0,521095 @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
pt_br: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=A função SINH retorna o seno hiperbólico de x, que é definido matematicamente como: (exp(x) - (exp(-x)) / 2. * Esta função é compatível com o Excel. @EXAMPLES= SINH(0.5) retorna 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
sk: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=Funkcia SINH vracia hyperbolický sínus @x, ktorý je definovaný ako (exp(@x) - exp(-@x)) / 2. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SINH(0.5) sa rovná 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP
vi: @FUNCTION=SINH @SYNTAX=SINH(x) @DESCRIPTION=hàm SINH trả lại sin hyperbol của @x, được định nghĩa một cách toán học là: (exp(@x) - exp(-@x)) / 2. * Hàm này tương thích Excel. @EXAMPLES= SINH(0.5) bằng 0.521095. @SEEALSO=SIN, COS, COSH, TAN, TANH, DEGREES, RADIANS, EXP

source: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT function returns the square root of @x. * If @x is negative, SQRT returns #NUM! error. * This function is Excel compatible. @EXAMPLES= SQRT(2) equals 1.4142136. @SEEALSO=POWER
dz: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT ལཱ་འགན་འདི་གིས་ @x གི་རང་བསྒྱུར་རྩ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x འདི་མེད་ཆ་ཨིན་པ་ཅིན་, SQRT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SQRT(2) equals 1.4142136. @SEEALSO=POWER
es: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=Devuelve la raíz cuadrada de @x. * Si @x es negativo devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= SQRT(2) es igual a 1,4142136. @SEEALSO=POWER
fr: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=La fonction SQRT renvoie la racine carrée de @x. * Si @x est négatif, l'erreur #NUM! est renvoyée. * Cette fonction est compatible avec Excel. @EXAMPLES= SQRT(2) vaut 1,4142136. @SEEALSO=POWER
nl: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT geeft de vierkantswortel van @x. * Als @x negatief is geeft SQRT een #GETAL! foutmelding. * Deze funtie is compatibel met Excel. @EXAMPLES= SQRT(2) is 1,4142136 @SEEALSO=POWER
pt_br: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=A função SQRT retorna a raiz quadrada de @x. * Se @x for negativo, SQRT retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= SQRT(2) retorna 1.4142136. @SEEALSO=POWER
sk: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=Funkcia SQRT vracia druhú odmocninu @x. Táto funkcia je kompatibilná s Excelom. Ak je @x záporne, SQRT vracia chybu #NUM!. @EXAMPLES= SQRT(2) sa rovná 1.4142136. @SEEALSO=POWER
vi: @FUNCTION=SQRT @SYNTAX=SQRT(x) @DESCRIPTION=SQRT trả lại căn bậc hai của @x. * Nếu @x âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= SQRT(2) bằng 1.4142136. @SEEALSO=POWER

source: @FUNCTION=SUMA @SYNTAX=SUMA(value1, value2, ...) @DESCRIPTION=SUMA computes the sum of all the values and cells referenced in the argument list. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMA(A1:A5) equals 107. @SEEALSO=AVERAGE, SUM, COUNT
dz: @FUNCTION=SUMA @SYNTAX=SUMA(value1, value2, ...) @DESCRIPTION=SUMA དེ་གིས་སྒྲུབ་རྟགས་ཐོ་ཡིག་ནང་ གནས་གོང་ཆ་མཉམ་དང་ནང་ཐིག་གཞི་བསྟུན་འབད་ཡོདཔ་ཚུ་ཆ་མཉམ་རྩིས་བཏོནམ་ཨིན། ཨང་གྲངས་ཚུ་, ཚིག་ཡིག་དང་གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་ རྩིས་སྟོན་ནི་ནང་ལུ་བཙུགས་ཏེ་ཡོདཔ་ཨིན། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་ཡོདཔ་དང་ ཡང་ན་སྒྲུབ་རྟགས་དེ་གིས་ FALSEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གནས་གོང་ཀླད་ཀོར་སྦེ་རྩིས་ནི་ཨིན་ (0). སྒྲུབ་རྟགས་དེ་གིས་ TRUE ལུ་བརྟག་ཞིབ་འབད་ནི་ཨིན་པ་ཅིན་, འདི་གཅིག་(1) སྦེ་རྩིས་ནི་ཨིན། @EXAMPLES= ང་བཅས་ཚུ་གིས་ ནང་ཐིག་A1, A2, ..., A5 དེ་གིས་ཨང་གྲངས་ 11, 15, 17, 21, དང་ 43 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ SUMA(A1:A5) མཉམ་ཨིན་107. @SEEALSO=AVERAGE, SUM, COUNT
es: @FUNCTION=SUMA @SYNTAX=SUMA(valor1, valor2, …) @DESCRIPTION=Calcula la suma de todos los valores y celdas referenciados en la lista de argumentos. Se incluye en el cálculo los números y también los textos y expresiones lógicas. Si la celda contiene texto o la expresión lógica FALSO, se contará como un cero (0). Si contiene un valor lógico VERDADERO, se contará como un uno (1). @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 11, 15, 17, 21 y 43. Entonces SUMA(A1:A5) es igual a 107. @SEEALSO=AVERAGE, SUM, COUNT
fr: @FUNCTION=SUMA @SYNTAX=SUMA(valeur1; valeur2;...) @DESCRIPTION=Calcule la somme des valeurs et des cellules référencées dans la liste des arguments. Les nombres, le texte et les valeurs logiques sont inclus dans le calcul. Si la cellule contient du texte ou bien si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Notez que les cellules vides ne sont pas comptées. @SEEALSO=AVERAGE, SUM, COUNT
nl: @FUNCTION=SUMA @SYNTAX=SUMA(waarde1; waarde2; ...) @DESCRIPTION=SUMA berekent de som van alle waarden en cellen die in de argumentenlijst staan. Getallen, tekst en logische waarden worden ook in de berekening meegenomen. Als de cel tekst bevat, of het argument is ONWAAR, telt het als nul (0). Als het argument WAAR is, telt het als een (1). @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11, 15, 17, 21, en 43 bevatten, dan is SUMA(A1:A5) is 107 @SEEALSO=AVERAGE, SUM, COUNT
pt_br: @FUNCTION=SUMA @SYNTAX=SUMA(número1,número2,...) @DESCRIPTION=SUMA retorna a soma de todos os valores e referências de células na lista de argumentos. Números, textos e valores lógicos também são incluídos nos cálculos. Se a célula contém texto ou se o argumento é avaliado como FALSE, ele é contado como zero (0). Se o argumento é avaliado como TRUE, ele é contado como um (1). @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11, 15, 17, 21, e 43. Então: SUMA(A1:A5) retorna 107. @SEEALSO=AVERAGE, SUM, COUNT
sk: @FUNCTION=SUMA @SYNTAX=SUMA(hodnota1, hodnota2, ...) @DESCRIPTION=SUMA počíta súčet všetkých hodnôt a buniek uvedených v argumentoch. Čísla, text a logické hodnoty sú tiež zahrnuté do výpočtu. Ak bunky obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako (0). Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11, 15, 17, 21, a 43. Potom SUMA(A1:A5) sa rovná 107. @SEEALSO=AVERAGE, SUM, COUNT
vi: @FUNCTION=SUMA @SYNTAX=SUMA(value1, value2, ...) @DESCRIPTION=SUMA tính tổng các giá trị và các ô được tham chiếu trong danh sách đối số. Số, chuỗi và giá trị logic cũng được tính luôn. Nếu ô chứa chuỗi hoặc tính là SAI thì được đếm là số 0. Nếu đối số là ĐÚNG thì đếm là số 1. @EXAMPLES= Giả định rằng các ô « A1, A2, ..., A5 » chứa số « 11, 15, 17, 21, 43 ». Vậy thì SUMA(A1:A5) bằng 107. @SEEALSO=AVERAGE, SUM, COUNT

source: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(value1, value2, ...) @DESCRIPTION=SUMSQ returns the sum of the squares of all the values and cells referenced in the argument list. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43. Then SUMSQ(A1:A5) equals 2925. @SEEALSO=SUM, COUNT
dz: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(value1, value2, ...) @DESCRIPTION=SUMSQ དེ་གིས་ སྒྲུབ་རྟགས་ཀྱི་ཐོ་ཡིག་ནང་ནང་ཐིག་གཞི་བསྟུན་འབད་ཡོད་མི་དང་གནས་གོང་ཆ་མཉམ་གྱི་ དགུ་འཐབ་བརྐྱབ་པའི་བསྡོམ་ཚུ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ང་བཅས་ཚུ་གིས་ ནང་ཐིག་ A1, A2, ..., A5 དེ་གིས་ ཨང་གྲངས་ 11, 15, 17, 21, དང་ 43 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ SUMSQ(A1:A5) equals 2925. @SEEALSO=SUM, COUNT
es: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(valor1;valor2;…) @DESCRIPTION=Calcula la suma de los cuadrados de todos los valores y celdas referenciados en la lista de argumentos. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 11, 15, 17, 21, y 43. Entonces SUMSQ(A1:A5) es igual a 2925. @SEEALSO=SUM, COUNT
fr: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(valeur1; valeur2;...) @DESCRIPTION=SUMSQ renvoie la somme des carrés de toutes les valeurs et cellules référencées dans la liste des arguments. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11, 15, 17, 21, et 43, alors, SUMSQ(A1:A5) vaut 2925. @SEEALSO=SUM, COUNT
nl: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(waarde1; waarde2; ...) @DESCRIPTION=SUMSQ geeft de som van de kwadraten van alle waarden en cellen in de argumentenlijst. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11, 15, 17, 21, en 43 bevatten, dan is SUMSQ(A1:A5) is 2925 @SEEALSO=SUM, COUNT
pt_br: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(valor1, valor2, ...) @DESCRIPTION=A função SUMSQ retorna a soma dos quadrados de todos os valores e referências de célula da lista de argumentos. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11, 15, 17, 21, e 43. Então: SUMSQ(A1:A5) retorna 2925. @SEEALSO=SUM, COUNT
sk: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(hodnota1, hodnota2, ...) @DESCRIPTION=SUMSQ vracia súčet druhých mocnín všetkých hodnôt a buniek uvedených v argumentoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11, 15, 17, 21, a 43. Potom SUMSQ(A1:A5) sa rovná 2925. @SEEALSO=SUM, COUNT
vi: @FUNCTION=SUMSQ @SYNTAX=SUMSQ(value1, value2, ...) @DESCRIPTION=SUMSQ tính tổng của bình phương các giá trị và ô được tham chiếu trong danh sách đối số. * Hàm này tương thích với Excel. @EXAMPLES= Giả định các ô « A1, A2, ..., A5 » chứa số « 11, 15, 17, 21, 43 ». Vậy thì SUMSQ(A1:A5) bằng 2925. @SEEALSO=SUM, COUNT
