Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: RADIANS:the number of radians equivalent to @{x} degrees
da: RADIANS:Antal radianer ækvivalent til @{x} grader

source: x:angle in degrees
da: x:vinkel i grader

source: REDUCEPI:reduce modulo Pi divided by a power of 2
da: REDUCEPI:Reducer modulo Pi divideret med en potens af 2

source: e:scale
da: e:skala

source: q:get lower bits of quotient, defaults to FALSE
da: q:få nedre bit af kvotient, standardværdi er FALSK

source: SIN:the sine of @{x}
da: SIN:Sinus af @{x}

source: SINPI:the sine of Pi*@{x}
da: SINPI:Sinus af Pi*@{x}

source: CSC:the cosecant of @{x}
da: CSC:Cosekant af @{x}

source: This function is not Excel compatible.
da: Denne funktion er ikke kompatibel med Excel.

source: CSCH:the hyperbolic cosecant of @{x}
da: CSCH:Hyperbolsk cosekant af @{x}

source: SEC:Secant
da: SEC:Sekant

source: SEC(@{x}) is exported to OpenFormula as 1/COS(@{x}).
da: SEC(@{x}) eksporteres til OpenFormula som 1/COS(@{x}).

source: SECH:the hyperbolic secant of @{x}
da: SECH:Hyperbolsk sekant af @{x}

source: SECH(@{x}) is exported to OpenFormula as 1/COSH(@{x}).
da: SECH(@{x}) eksporteres til OpenFormula som 1/COSH(@{x}).

source: SINH:the hyperbolic sine of @{x}
da: SINH:Hyperbolsk sinus af @{x}

source: SQRT:square root of @{x}
da: SQRT:Kvadratroden af @{x}

source: x:non-negative number
da: x:ikke-negativt tal

source: If @{x} is negative, SQRT returns #NUM!
da: Hvis @{x} er negativ, så returnerer SQRT #TAL!

source: SUMA:sum of all values and cells referenced
da: SUMA:Sum af alle refererede værdier og celler

source: area0:first cell area
da: area0:første celleområde

source: area1:second cell area
da: area1:andet celleområde

source: SUMSQ:sum of the squares of all values and cells referenced
da: SUMSQ:Sum af kvadraterne på alle refererede værdier og celler

source: x1:first number
da: x1:første tal

source: x2:second number
da: x2:andet tal

source: xn:nth number
da: xn:n'te tal

source: G_PRODUCT:product of all the values and cells referenced
da: G_PRODUCT:Produkt af alle de refererede værdier og celler

source: x1:number
da: x1:tal

source: x2:number
da: x2:tal

source: Empty cells are ignored and the empty product is 1.
da: Tomme celler ignoreres og det tomme produkt er 1.

source: TAN:the tangent of @{x}
da: TAN:Tangens af @{x}

source: TANPI:the tangent of Pi*@{x}
da: TANPI:Tangens af Pi*@{x}

source: TANH:the hyperbolic tangent of @{x}
da: TANH:Hyperbolsk tangens af @{x}

source: PI:the constant π
da: PI:Konstanten π

source: TRUNC:@{x} truncated to @{d} digits
da: TRUNC:@{x} afkortet til @{d} cifre

source: d:integer, defaults to 0
da: d:heltal, standardværdi er 0

source: EVEN:@{x} rounded away from 0 to the next even integer
da: EVEN:@{x} rundet væk fra 0 til næste lige heltal

source: ODD:@{x} rounded away from 0 to the next odd integer
da: ODD:@{x} rundet væk fra 0 til næste ulige heltal

source: FACTDOUBLE:double factorial
da: FACTDOUBLE:Dobbelt fakultet

source: x:non-negative integer
da: x:ikke-negativt heltal

source: FACTDOUBLE function returns the double factorial @{x}!!
da: FACTDOUBLE-funktionen returnerer dobbeltfakulteten @{x}!!

source: FIB:Fibonacci numbers
da: FIB:Fibonacci-tal

source: n:positive integer
da: n:positivt heltal

source: FIB(@{n}) is the @{n}th Fibonacci number.
da: FIB(@{n}) er det @{n}'ende Fibonacci-tal.

source: QUOTIENT:integer portion of a division
da: QUOTIENT:Heltalsdel af en division

source: numerator:integer
da: numerator:heltal

source: denominator:non-zero integer
da: denominator:heltal forskelligt fra nul

source: SIGN:sign of @{x}
da: SIGN:Fortegn af @{x}

source: SQRTPI:the square root of @{x} times π
da: SQRTPI:Kvadratroden af Pi*@{x}

source: ROUNDDOWN:@{x} rounded towards 0
da: ROUNDDOWN:@{x} rundet mod 0

source: ROUND:rounded @{x}
da: ROUND:Afrundet @{x}

source: ROUNDUP:@{x} rounded away from 0
da: ROUNDUP:@{x} rundet væk fra 0

source: MROUND:@{x} rounded to a multiple of @{m}
da: MROUND:@{x} rundet til et multiplum af @{m}

source: m:number
da: m:tal

source: If @{x} and @{m} have different sign, MROUND returns #NUM!
da: Hvis @{x} og @{m} har forskellige fortegn, så returnerer MROUND #TAL!

source: ARABIC:the Roman numeral @{roman} as number
da: ARABIC:Romertallet @{roman} som tal

source: roman:Roman numeral
da: roman:romertal

source: ROMAN:@{n} as a roman numeral text
da: ROMAN:@{n} som et romertal i tekst

source: type:0,1,2,3,or 4, defaults to 0
da: type:0,1,2,3 eller 4, standardværdi er 0

source: SUMX2MY2:sum of the difference of squares
da: SUMX2MY2:Sum af kvadratdifferenser

source: array0:first cell area
da: array0:første celleområde

source: array1:second cell area
da: array1:andet celleområde

source: Then SUMX2MY2(A1:A5,B1:B5) yields -1299.
da: Så giver SUMX2MY2(A1:A5,B1:B5) -1299.

source: SUMX2PY2:sum of the sum of squares
da: SUMX2PY2:Sum af kvadratsummer

source: Then SUMX2PY2(A1:A5,B1:B5) yields 7149.
da: Så giver SUMX2PY2(A1:A5,B1:B5) 7149.

source: SUMXMY2:sum of the squares of differences
da: SUMXMY2:Sum af kvadraterne på differenser

source: Then SUMXMY2(A1:A5,B1:B5) yields 409.
da: Så giver SUMXMY2(A1:A5,B1:B5) 409.

source: SERIESSUM:sum of a power series at @{x}
da: SERIESSUM:Sum af en potensrække ved @{x}

source: x:number where to evaluate the power series
da: x:tal hvor potensrækken skal evalueres

source: n:non-negative integer, exponent of the lowest term of the series
da: n:ikke-negativt heltal, eksponent for det laveste led i rækken

source: m:increment to each exponent
da: m:tilvækst til hver eksponent

source: coeff:coefficients of the power series
da: coeff:koefficienter for potensrækken

source: Then SERIESSUM(2,1,2.23,A1:A5) evaluates as 5056.37439843926
da: Så evaluerer SERIESSUM(2,1,2.23,A1:A5) til 5056,37439843926

source: MINVERSE:the inverse matrix of @{matrix}
da: MINVERSE:Den inverse matrix af @{matrix}

source: matrix:a square matrix
da: matrix:en kvadratisk matrix

source: If @{matrix} is not invertible, MINVERSE returns #NUM!
da: Hvis @{matrix} ikke er invertibel, så returnerer MINVERSE #TAL!

source: If @{matrix} does not contain an equal number of columns and rows, MINVERSE returns #VALUE!
da: Hvis @{matrix} ikke indeholder et lige antal kolonner og rækker, så returnerer MINVERSE #VÆRDI!

source: MPSEUDOINVERSE:the pseudo-inverse matrix of @{matrix}
da: MPSEUDOINVERSE:Pseudo-inverse-matrixen af @{matrix}

source: matrix:a matrix
da: matrix:en matrix

source: threshold:a relative size threshold for discarding eigenvalues
da: threshold:en relativ størrelsesgrænse for at kassere egenværdier

source: matrix:a symmetric positive definite matrix
da: matrix:en symmetrisk positivt definit matrix

source: If @{matrix} does not contain an equal number of columns and rows, CHOLESKY returns #VALUE!
da: Hvis @{matrix} ikke indeholder et lige antal kolonner og rækker, så returnerer CHOLESKY #VALUE!

source: MUNIT:the @{n} by @{n} identity matrix
da: MUNIT:@{n}×@{n}-identitetsmatrixen

source: n:size of the matrix
da: n:størrelse af matrixen

source: MMULT:the matrix product of @{mat1} and @{mat2}
da: MMULT:Matrixproduktet af @{mat1} og @{mat2}

source: mat1:a matrix
da: mat1:en matrix

source: mat2:a matrix
da: mat2:en matrix

source: LINSOLVE:solve linear equation
da: LINSOLVE:Løs lineær ligning

source: A:a matrix
da: A:En matrix

source: B:a matrix
da: B:En matrix

source: Solves the equation @{A}*X=@{B} and returns X.
da: Løser ligningen @{A}*X=@{B} og returnerer X.

source: If the matrix @{A} is singular, #VALUE! is returned.
da: Hvis matrixen @{A} er singulær, så returneres fejlen #VÆRDI!

source: MDETERM:the determinant of the matrix @{matrix}
da: MDETERM:Determinanten af matrixen @{matrix}

source: SUMPRODUCT:multiplies components and adds the results
da: SUMPRODUCT:Multiplicerer komponenter og adderer resultaterne

source: If an entry is not numeric, the value zero is used instead.
da: Hvis en post ikke er numerisk, bruges værdien nul i stedet.
dz: ཐོ་བཀོད་འདི་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ གནས་གོང་ཀླད་ཀོར་འདི་ཚབ་སྦེ་ལག་ལེན་འཐབ་ཨིན།
es: Si una entrada no es numérica, se usa el valor cero en su lugar.
nl: Indien een veld geen getal is, wordt in plaats daarvan nul gebruikt.
pt_br: Se uma entrada não é numérica, o valor 0 é adotado.
vi: Nếu một mục nhập không phải là số thì dùng giá trị số không thay vào đó.

source: If arrays or range arguments do not have the same dimensions, return #VALUE! error.
da: Hvis matrixer eller intervalargumenter ikke har samme størrelse, så returneres fejlen #VALUE!
dz: ཨེ་ཚུ་ཡང་ན་ཁྱབ་ཚད་ཚུ་གི་སྒྲུབ་རྟགས་ཚུ་ རྒྱ་ཁྱོན་གཅིག་པ་མེད་པ་ཅིན་ སླར་ལོག་#VALUE!འཛོལ་བ་ཨིན།
es: Si los argumentos arrays o el rangos no tienen la misma dimension, devolver un error #VALOR!
nl: Indien arrays of bereiken niet dezelfde afmetingen hebben, wordt een foutmelding: #WAARDE gegeven.
pt_br: Se os argumentos da matriz ou região não têm as mesmas dimensões, retorna o erro #VALOR!.
vi: Nếu mảng hay đối số phạm vi không có kích thước bằng nhau thì trả lại lỗi « #VALUE! ».

source: ODF.SUMPRODUCT:multiplies components and adds the results
da: ODF.SUMPRODUCT:Multiplicerer komponenter og adderer resultaterne

source: If an entry is not numeric or logical, the value zero is used instead.
da: Hvis en post ikke er numerisk eller logisk, bruges værdien nul i stedet.

source: This function differs from SUMPRODUCT by considering booleans.
da: Denne funktion adskiller sig fra SUMPRODUCT ved at tage hensyn til boolske værdier.

source: This function is not Excel compatible. Use SUMPRODUCT instead.
da: Denne funktion er ikke kompatibel med Excel. Brug SUMPRODUCT i stedet.

source: EIGEN:eigenvalues and eigenvectors of the symmetric @{matrix}
da: EIGEN:Egenværdier og egenvektorer for den symmetriske @{matrix}

source: matrix:a symmetric matrix
da: matrix:en symmetrisk matrix

source: If @{matrix} does not contain an equal number of columns and rows, EIGEN returns #VALUE!
da: Hvis @{matrix} ikke indeholder et lige antal kolonner og rækker, så returnerer EIGEN #VÆRDI!

source: NT_OMEGA:Number of distinct prime factors
da: NT_OMEGA:Antal forskellige primfaktorer

source: Returns the number of distinct prime factors without multiplicity.
da: Returnerer antallet af forskellige primfaktorer uden multiplicitet.

source: NT_PHI:Euler's totient function
da: NT_PHI:Eulers totient-funktion

source: NT_RADICAL:Radical function
da: NT_RADICAL:Radikalfunktion

source: The function computes the product of its distinct prime factors
da: Funktionen beregner produktet af dens forskellige primfaktorer

source: NT_MU:Möbius mu function
da: NT_MU:Möbius mu-funktion

source: NT_D:number of divisors
da: NT_D:Antal divisorer

source: NT_D calculates the number of divisors of @{n}.
da: NT_D beregner antallet af divisorer for @{n}.

source: NT_SIGMA:sigma function
da: NT_SIGMA:Sigma-funktion

source: NT_SIGMA calculates the sum of the divisors of @{n}.
da: NT_SIGMA beregner summen af divisorerne for @{n}.

source: ITHPRIME:@{i}th prime
da: ITHPRIME:@{i}'ende primtal

source: i:positive integer
da: i:positivt heltal

source: ITHPRIME finds the @{i}th prime.
da: ITHPRIME finder det @{i}'ende primtal.

source: ISPRIME:whether @{n} is prime
da: ISPRIME:Hvorvidt @{n} er et primtal

source: ISPRIME returns TRUE if @{n} is prime and FALSE otherwise.
da: ISPRIME returnerer SAND hvis @{n} er et primtal og FALSK ellers.

source: PFACTOR:smallest prime factor
da: PFACTOR:Mindste primfaktor

source: PFACTOR finds the smallest prime factor of its argument.
da: PFACTOR finder den mindste primfaktor af sit argument.

source: The argument @{n} must be at least 2. Otherwise a #VALUE! error is returned.
da: Argumentet @{n} skal være mindst 2. Ellers returneres fejlen #VÆRDI!

source: NT_PI:number of primes upto @{n}
da: NT_PI:Antal primtal op til @{n}

source: NT_PI returns the number of primes less than or equal to @{n}.
da: NT_PI returnerer antallet af primtal mindre end eller lig med @{n}.

source: BITOR:bitwise or
da: BITOR:Bitvis eller

source: values:non-negative integers
da: values:ikke-negative heltal

source: BITXOR:bitwise exclusive or
da: BITXOR:Bitvis eksklusiv eller

source: BITAND:bitwise and
da: BITAND:Bitvis og

source: BITLSHIFT:bit-shift to the left
da: BITLSHIFT:Bitforskydning til venstre

source: a:non-negative integer
da: a:ikke-negativt heltal

source: BITRSHIFT:bit-shift to the right
da: BITRSHIFT:Bitforskydning til højre

source: R.DBETA:probability density function of the beta distribution
da: R.DBETA:Sandsynlighedstæthedsfunktion for betafordelingen

source: a:the first shape parameter of the distribution
da: a:første formparameter for fordelingen
dz: a:བཀྲམ་སྤེལ་གྱི་ཚད་འཛིན་དང་པའི་དབྱིབས།
es: a: el primer parámetro de forma de la distribución
nl: a:de eerste vormparameter van de verdeling
pt_br: a:o primeiro parâmetro de forma da distribuição
vi: a:tham số hình thứ nhất của phân phối.

source: b:the second scale parameter of the distribution
da: b:anden skalaparameter for fordelingen
dz: b:བཀྲམ་སྤེལ་གྱི་ཚད་བཟུང་གཉིས་པའི་ཆ་ཚད།
es: b: El segundo parámetro de escala de la distribución
nl: b:de tweede schalingsparameter van de verdeling
pt_br: b:o segundo parâmetro de forma da distribuição
vi: b:tham số hình thứ hai của phân phối.

source: give_log:if true, log of the result will be returned instead
da: give_log:hvis sand, så returneres logaritmen af resultatet i stedet

source: R.PBETA:cumulative distribution function of the beta distribution
da: R.PBETA:Kumuleret fordelingsfunktion for betafordelingen

source: log_p:if true, the natural logarithm of the probability is given or returned; defaults to false
da: log_p:hvis sand, så returneres den naturlige logaritme af sandsynligheden i stedet; standardværdi er FALSK

source: R.QBETA:probability quantile function of the beta distribution
da: R.QBETA:Sandsynlighedskvantilfunktion for betafordelingen

source: p:probability or natural logarithm of the probability
da: p:sandsynlighed eller naturlig logaritme af sandsynligheden

source: R.DBINOM:probability density function of the binomial distribution
da: R.DBINOM:Sandsynlighedstæthedsfunktion for binomialfordelingen

source: n:the number of trials
da: n:antal forsøg
dz: n:རྗེས་བཤུལ་ཚུ་གི་ཨང་གྲངས་
es: n:el número de intentos
nl: n:het aantal trekkingen
pt_br: n:número de intervalos
vi: n:số việc thử

source: psuc:the probability of success in each trial
da: psuc:sandsynligheden for succes i hvert forsøg
dz: psuc:རྗེས་བཤུལ་རེ་རེ་ནང་གི་འབྱུང་སྲིད་པའི་གྲུབ་འབྲས།
es: psuc:la probabilidad de éxito en cada intento
nl: psuc:de kans op succes in elke trekking
pt_br: psuc:a probabilidade de sucesso em cada experimento
vi: psuc:xác suất thành công trong mỗi việc thử.

source: R.PBINOM:cumulative distribution function of the binomial distribution
da: R.PBINOM:Kumuleret fordelingsfunktion for binomialfordelingen

source: R.QBINOM:probability quantile function of the binomial distribution
da: R.QBINOM:Sandsynlighedskvantilfunktion for binomialfordelingen

source: R.DCAUCHY:probability density function of the Cauchy distribution
da: R.DCAUCHY:Sandsynlighedstæthedsfunktion for Cauchy-fordelingen

source: location:the center of the distribution
da: location:centrum for fordelingen
dz: གནས་ཁོངས:བཀྲམ་སྤེལ་འབད་ནིའི་དབུས་
es: ubicación: el centro de la distribución
nl: locatie:het centrum van de verdeling
pt_br: localização:o centro da distribuição
vi: location:trung tâm của phân phối.

source: scale:the scale parameter of the distribution
da: skala:distributionens skalaparameter
dz: scale:བཀྲམ་སྤེལ་གྱི་ཆ་ཚད་ཚད་འཛིན།
es: escala: el parámetro de escala de la distribución
nl: scale:de schaalparameter van de verdeling
pt_br: escala:o parâmetro de escala da distribuição
vi: scale:tham số tỷ lệ của phân phối.

source: R.PCAUCHY:cumulative distribution function of the Cauchy distribution
da: R.PCAUCHY:Kumuleret fordelingsfunktion for Cauchy-fordelingen

source: R.QCAUCHY:probability quantile function of the Cauchy distribution
da: R.QCAUCHY:Sandsynlighedskvantilfunktion for Cauchy-fordelingen

source: R.DCHISQ:probability density function of the chi-square distribution
da: R.DCHISQ:Sandsynlighedstæthedsfunktion for chi-kvadrat-fordelingen

source: df:the number of degrees of freedom of the distribution
da: df:antal frihedsgrader for fordelingen
dz: df:བཀྲམ་སྤེལ་གྱི་ཁུག་ཟུར་རང་དབང་གི་ཨང་གྲངས།
es: df:el número de grados de libertad de la distribución
nl: df:het aantal vrijheidsgraden van de verdeling
pt_br: gl:o número de graus de liberdade da distribuição
vi: df:số bậc tự do của phân phối.

source: R.PCHISQ:cumulative distribution function of the chi-square distribution
da: R.PCHISQ:Kumuleret fordelingsfunktion for chi-kvadrat-fordelingen

source: R.QCHISQ:probability quantile function of the chi-square distribution
da: R.QCHISQ:Sandsynlighedskvantilfunktion for chi-kvadrat-fordelingen

source: R.DEXP:probability density function of the exponential distribution
da: R.DEXP:Sandsynlighedstæthedsfunktion for eksponentialfordelingen

source: R.PEXP:cumulative distribution function of the exponential distribution
da: R.PEXP:Kumuleret fordelingsfunktion for eksponentialfordelingen

source: R.QEXP:probability quantile function of the exponential distribution
da: R.QEXP:Sandsynlighedskvantilfunktion for eksponentialfordelingen

source: R.DF:probability density function of the F distribution
da: R.DF:Sandsynlighedstæthedsfunktion for F-fordelingen

source: n1:the first number of degrees of freedom of the distribution
da: n1:første antal frihedsgrader for fordelingen
dz: n1:བཀྲམ་སྤེལ་གྱི་ཁུག་ཟུར་རང་དབང་གི་ཨང་གྲངས་དང་པ།
es: n1:el primer número de grados de libertad de la distribución
nl: n1:het eerste aantal vrijheidsgraden van de verdeling
pt_br: n1:o primeiro número do grau de liberdade da distribuição
vi: n1:số bậc tự do thứ nhất của phân phối.

source: n2:the second number of degrees of freedom of the distribution
da: n2:andet antal frihedsgrader for fordelingen
dz: n2:བཀྲམ་སྤེལ་གྱི་ཁུག་ཟུར་རང་དབང་གི་ཨང་གྲངས་གཉིས་པ།
es: n2: el segundo número de grados de libertad de la distribución
nl: n2:het tweede aantal vrijheidsgraden van de verdeling
pt_br: n2:o segundo número do número de graus de liberdade da distribuição
vi: n:số bậc tự do của phân phối.

source: R.PF:cumulative distribution function of the F distribution
da: R.PF:Kumuleret fordelingsfunktion for F-fordelingen

source: R.QF:probability quantile function of the F distribution
da: R.QF:Sandsynlighedskvantilfunktion for F-fordelingen

source: R.DGAMMA:probability density function of the gamma distribution
da: R.DGAMMA:Sandsynlighedstæthedsfunktion for gammafordelingen

source: shape:the shape parameter of the distribution
da: form:distributionens formparameter
dz: shape:བཀྲམ་སྤེལ་གྱི་དབྱིབས་ཚད་བཟུང་།
es: forma: el parámetro de forma de la distribución
nl: shape:de vormparameter van de verdeling
pt_br: forma:o parâmetro de forma da distribuição
vi: shape:tham số hình của phân phối.

source: R.PGAMMA:cumulative distribution function of the gamma distribution
da: R.PGAMMA:Kumuleret fordelingsfunktion for gammafordelingen

source: R.QGAMMA:probability quantile function of the gamma distribution
da: R.QGAMMA:Sandsynlighedskvantilfunktion for gammafordelingen

source: R.DGEOM:probability density function of the geometric distribution
da: R.DGEOM:Sandsynlighedstæthedsfunktion for den geometriske fordeling

source: R.PGEOM:cumulative distribution function of the geometric distribution
da: R.PGEOM:Kumuleret fordelingsfunktion for den geometriske fordeling

source: R.QGEOM:probability quantile function of the geometric distribution
da: R.QGEOM:Sandsynlighedskvantilfunktion for den geometriske fordeling

source: R.DGUMBEL:probability density function of the Gumbel distribution
da: R.DGUMBEL:Sandsynlighedstæthedsfunktion for Gumbel-fordelingen

source: mu:the location parameter of freedom of the distribution
da: mu:placeringsparameteren for frihedsgraden af fordelingen

source: beta:the scale parameter of freedom of the distribution
da: beta:skalaparameteren for frihedsgraden af fordelingen

source: R.PGUMBEL:cumulative distribution function of the Gumbel distribution
da: R.PGUMBEL:Kumulativ fordelingsfunktion for Gumbel-fordelingen

source: R.QGUMBEL:probability quantile function of the Gumbel distribution
da: R.QGUMBEL:Sandsynligheds-kvantilfunktion for Gumbel-fordelingen

source: R.DHYPER:probability density function of the hypergeometric distribution
da: R.DHYPER:Sandsynlighedstæthedsfunktion for den hypergeometriske fordeling

source: r:the number of red balls
da: r:antal røde kugler
dz: r:རྩེད་རིལ་དམརཔོ་གི་ཨང་གྲངས་
es: r:el número de bolas rojas
nl: r:het aantal rode ballen
pt_br: r:o número de bolas vermelhas
vi: r:số quả bóng màu đỏ

source: b:the number of black balls
da: b:antal sorte kugler
dz: b:རྩེད་རིལ་གནགཔོ་ཚུ་གི་ཨང་གྲངས་
es: b:el número de bolas negras
nl: b:het aantal zwarte ballen
pt_br: b:o número de bolas pretas
vi: b:số quả bóng màu đen

source: n:the number of balls drawn
da: n:antal trukne kugler
dz: n:རྒྱལ་ཕམ་མེད་པའི་རྩེད་རིལ་གྱི་ཨང་གྲངས་
es: n:el número de bolas dibujadas
nl: n:het aantal getrokken ballen
pt_br: n:o número de bolas retiradas
vi: n:số quả bóng được lấy

source: R.PHYPER:cumulative distribution function of the hypergeometric distribution
da: R.PHYPER:Kumuleret fordelingsfunktion for den hypergeometriske fordeling

source: R.QHYPER:probability quantile function of the hypergeometric distribution
da: R.QHYPER:Sandsynlighedskvantilfunktion for den hypergeometriske fordeling

source: R.DLNORM:probability density function of the log-normal distribution
da: R.DLNORM:Sandsynlighedstæthedsfunktion for den lognormale fordeling

source: logmean:mean of the underlying normal distribution
da: logmean:middelværdi for den underliggende normalfordeling

source: logsd:standard deviation of the underlying normal distribution
da: logsd:standardafvigelse for den underliggende normalfordeling

source: R.QLNORM:probability quantile function of the log-normal distribution
da: R.QLNORM:Sandsynligheds-kvantilfunktion for den lognormale fordeling

source: R.DNBINOM:probability density function of the negative binomial distribution
da: R.DNBINOM:Sandsynlighedstæthedsfunktion for den negative binomialfordeling

source: x:observation (number of failures)
da: x:observation (antal fiaskoer)

source: n:required number of successes
da: n:påkrævet antal succeser

source: R.PNBINOM:cumulative distribution function of the negative binomial distribution
da: R.PNBINOM:Kumuleret fordelingsfunktion for den negative binomialfordeling

source: R.QNBINOM:probability quantile function of the negative binomial distribution
da: R.QNBINOM:Sandsynlighedskvantilfunktion for den negative binomialfordeling

source: R.DNORM:probability density function of the normal distribution
da: R.DNORM:Sandsynlighedstæthedsfunktion for normalfordelingen

source: mu:mean of the distribution
da: mu:distributionens middel

source: sigma:standard deviation of the distribution
da: sigma:distributionens standardafvigelse

source: R.PNORM:cumulative distribution function of the normal distribution
da: R.PNORM:Kumuleret fordelingsfunktion for normalfordelingen

source: R.QNORM:probability quantile function of the normal distribution
da: R.QNORM:Sandsynlighedskvantilfunktion for normalfordelingen

source: R.DPOIS:probability density function of the Poisson distribution
da: R.DPOIS:Sandsynlighedstæthedsfunktion for Poisson-fordelingen

source: lambda:the mean of the distribution
da: lambda:middelværdi for fordelingen
dz: lambda:བཀྲམ་སྤེལ་གྱི་བར་མའི་ཆ་གྲངས།
es: lambda:la media de la distribución
nl: lambda:het gemiddelde van de distributie
pt_br: lambda:a média da distribuição
vi: lamda:trung bình (λ) của phân phối.

source: R.PPOIS:cumulative distribution function of the Poisson distribution
da: R.PPOIS:Kumuleret fordelingsfunktion for Poisson-fordelingen

source: R.QPOIS:probability quantile function of the Poisson distribution
da: R.QPOIS:Sandsynlighedskvantilfunktion for Poisson-fordelingen
