Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,trials,p,cumulative) @DESCRIPTION=BINOMDIST function returns the binomial distribution. @n is the number of successes, @trials is the total number of independent trials, @p is the probability of success in trials, and @cumulative describes whether to return the sum of the binomial function from 0 to @n. * If @n or @trials are non-integer they are truncated. * If @n < 0 or @trials < 0 BINOMDIST returns #NUM! error. * If @n > @trials BINOMDIST returns #NUM! error. * If @p < 0 or @p > 1 BINOMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= BINOMDIST(3,5,0.8,0) equals 0.2048. @SEEALSO=POISSON
dz: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,trials,p,cumulative) @DESCRIPTION=BINOMDIST ལས་འགན་འདི་གིས་ བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @n འདི་མཐར་འཁྱོལ་གཡི་ཨང་གྲངས་ཨིན། @trials འདི་ རང་དབང་དོ་འགྲན་ཚུ་གི་ཡོངས་བསྡོམ་ཨང་གྲངས་འདི་ཨིན། @p འདི་ དོ་འགྲན་ནང་མཐར་འཁྱོལ་གྱི་འབྱུང་སྲིད་པ་འདི་ཨིནམ་དང་@cumulative འདི་གིས་ ༠་ ལས་བའི་ནོ་མི་ཡལ་ལས་འགན་གི་བསྡོམ་འདི་@nལུ་སླར་ལོག་འབད་ནི་ཨིན་ན་མེན་ན་འགྲེལ་བཤད་འབདཝ་ཨིན། * If @n ཡང་ན་ @trials ཚུ་ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ དེ་ཚུ་ཆུང་ཀུ་བཟོཝ་ཨིན། * If @n < 0 ཡང་ན་ @trials < 0 ཨིན་པ་ཅིན་BINOMDIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @n > @trials ཨིན་པ་ཅིན་BINOMDIST དེ་གིས་#NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1 ཨིན་པ་ཅིན་BINOMDIST དེ་གིས་ #NUM! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BINOMDIST(3,5,0.8,0) equals 0.2048. @SEEALSO=POISSON
es: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,intentos,p,acumulado) @DESCRIPTION=La función BINOMDIST devuelve la distribución binomial. @n es el número de éxitos, @intentos es el número total de intentos independientes, @p es la probabilidad de éxito en intentos, y @acumulado describe si debe devolver la suma de las funciones binomiales de 0 a @n. * Si @n ó @intentos no son enteros, se truncan. * Si @n < 0 ó @intentos < 0, BINOMIST devuelve el error #NÚM!. * Si @n > intentos, BINODIST devuelve el error #NÚM!. * Si @p < 0 ó @p > 1, BINOMIST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= BINOMDIST(3,5,0.8,0) igual a 0,2048. @SEEALSO=POISSON
fr: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n;essais;p;cumulatif) @DESCRIPTION=La fonction BINOMDIST renvoie la distribution binÔmiale. @n est le nombre de succès, @essais est le nombre total d'essais indépendants, @p est la probabilité de succès d'un essai, et @cumulatif indique s'il faut renvoyer la somme de la fonction binÔmiale de 0 à @n. * Si @n ou @essais ne sont pas des valeurs entières, elles sont tronquées. * Si @n < 0 ou @essais < 0 ou @n > @essais, BINOMDIST renvoie #NUM!. * Si @p < 0 ou @p > 1, BINOMDIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= BINOMDIST(3;5;0,8;0) vaut 0,2048. @SEEALSO=POISSON
nl: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n;trekkingen;p;cumulatief) @DESCRIPTION=BINOMDIST geeft de binomiale distributie. @n is het aantal successen, @trekkingen is het totale aantal onafhankelijke trekkingen, @p is de waarschijnlijkheid op succes in een trekking en @cumulatief bepaalt of het resultaat de som van de binomiaal functie moet zijn van 0 to @n. * Als @n of @trekkingen geen geheel getal zijn worden ze afgekapt. * Als @n < 0 of @trekkingen < 0 geeft BINOMDIST een #GETAL! foutmelding. * Als @n > @trekkingen geeft BINOMDIST een #GETAL! foutmelding. * Als @p < 0 of @p > 1 geeft BINOMDIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BINOMDIST(3; 5; 0,8 ;0) is 0,2048 @SEEALSO=POISSON
pt_br: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,tentativas,p,acumulada) @DESCRIPTION=A função BINOMDIST retorna a distribuição binomial. @n é o número de sucessos, @tentativas é o número total de tentativas independentes, @p é a probabilidade de sucesso nas tentativas e @acumulada descreve se deve ser retornada a soma da função binomial de 0 a @n. * Se @n ou @tentativas não são inteiros, eles serão truncados. * Se @n < 0 ou @tentativas < 0, BINOMDIST retorna o erro #NUM! * Se @n > @tentativas, BINOMDIST retorna o erro #NUM! * Se @p < 0 ou @p > 1, BINOMDIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= BINOMDIST(3,5,0.8,0) retorna 0.2048. @SEEALSO=POISSON
sk: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,pokusy,p,kumulatívne) @DESCRIPTION=Funkcia BINOMDIST vracia binomické rozdelenie. @n je počet úspešných pokusov, @pokusy je celkový počet nezávislých pokusov, @p je pravdepodobnosť úspešného pokusu a @kumulatívne popisuje, či vrátiť súčet hodnôt funkcie od 0 do @n. * Ak nie je @n alebo @pokusy celé číslo, je orezané. * Ak je @n < 0 alebo @pokusy < 0 BINOMDIST vracia chybu #NUM!. * Ak je @n > pokusy BINOMDIST vracia chybu #NUM!. * Ak je @p < 0 alebo @p > 1 BINOMDIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BINOMDIST(3,5,0.8,0) sa rovná 0.2048. @SEEALSO=POISSON
vi: @FUNCTION=BINOMDIST @SYNTAX=BINOMDIST(n,trials,p,cumulative) @DESCRIPTION=hàm BINOMDIST trả lại phân phối nhị thức. @n là số lần thành công, @trials là tổng số _việc thử ra_ độc lập, @p là xác suất thành công trong việc thử ra @cumulative miễn tả có nên trả lại tổng của hàm nhị thức từ 0 đến @n hay không. * Nếu « @n » hoặc « @trials » không phải là số nguyên thì nó bị cắt xén. * Nếu « @n < 0 » hoặc « @trials < 0 » thì BINOMDIST trả lại lỗi « #NUM! ». * Nếu « @n > @trials » thì BINOMDIST trả lại lỗi « #NUM! ». * Nếu « @p < 0 » hoặc « @p > 1 » thì BINOMDIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BINOMDIST(3,5,0.8,0) bằng 0.2048. @SEEALSO=POISSON

source: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY returns the Cauchy distribution with scale parameter @a. If @cum is TRUE, CAUCHY returns the cumulative distribution. * If @a < 0 CAUCHY returns #NUM! error. * If @cum != TRUE and @cum != FALSE CAUCHY returns #VALUE! error. @EXAMPLES= CAUCHY(0.43,1,TRUE) returns 0.370735. @SEEALSO=RANDCAUCHY
dz: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY དེ་གིས་ ཆ་ཚད་@aཚད་བཟུང་དང་ཅིག་ཁར་ཀོ་ཆི་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @cum འདི་ TRUEཨིན་པ་ཅིན་, CAUCHY དེ་གིས་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @a < 0 ཨིན་པ་ཅིན་CAUCHY དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @cum != TRUE དང་ @cum != FALSE CAUCHY rདེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= CAUCHY(0.43,1,TRUE) returns 0.370735. @SEEALSO=RANDCAUCHY
es: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY devuelve la distribución de Cauchy con parámetro de escala @a. Si @cum es VERDADERO, CAUCHY devuelve la distribución acumulada. * Si @a < 0 CAUCHY devuelve un error #NÚM!. * Si @cum != VERDADERO y @cum != FALSO CAUCHY devuelve un error #VALOR!. @EXAMPLES= CAUCHY(0.43,1,VERDADERO) devuelve 0.370735. @SEEALSO=RANDCAUCHY
fr: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x;a;cum) @DESCRIPTION=Renvoie la distribution de Cauchy en @x, avec le paramètre d'échelle @a. Si @cum est VRAI, CAUCHY renvoie la distribution cumulée. * Si @a < 0, CAUCHY renvoie #NUM! * Si @cum != TRUE et @cum != FALSE, CAUCHY renvoie #VALUE! @SEEALSO=RANDCAUCHY
nl: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x;a;cum) @DESCRIPTION=CAUCHY geeft de Cauchy distributie met schalingsparameter @a. Als @cum WAAR is, geeft CAUCHY de cumulatieve distributie. * Als @a < 0 geeft CAUCHY een #GETAL! foutmelding. * Als @cum != WAAR en @cum != ONWAAR geeft CAUCHY een #WAARDE! foutmelding. @EXAMPLES= CAUCHY(0,43;1;WAAR) geeft 0,370735 @SEEALSO=RANDCAUCHY
pt_br: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY retorna a distribuição de Cauchy com parâmetro de escala @a. Se @cum é TRUE, CAUCHY retorna a distribuição acumulada. * Se @a < 0, CAUCHY retorna o erro #NUM! * Se @cum != TRUE e @cum != FALSE, CAUCHY retorna o erro #VALOR! @EXAMPLES= CAUCHY(0.43,1,TRUE) retorna 0.370735. @SEEALSO=RANDCAUCHY
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné číslo podľa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=CAUCHY @SYNTAX=CAUCHY(x,a,cum) @DESCRIPTION=CAUCHY trả lại phân phối Cauchy với tham số tỷ lệ @a. Nếu @cum là TRUE (ĐÚNG) thì CAUCHY trả lại phân phối _lũy tích_. * Nếu « @a < 0 » thì CAUCHY trả lại lỗi « #NUM! ». * Nếu « @cum != ĐÚNG » và « @cum != SAI » thì CAUCHY trả lại lỗi « #VALUE! ». @EXAMPLES= CAUCHY(0.43,1,TRUE) trả lại 0.370735. @SEEALSO=RANDCAUCHY

source: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trials,p,alpha) @DESCRIPTION=CRITBINOM function returns the smallest value for which the cumulative is greater than or equal to a given value. @n is the number of trials, @p is the probability of success in trials, and @alpha is the criterion value. * If @trials is a non-integer it is truncated. * If @trials < 0 CRITBINOM returns #NUM! error. * If @p < 0 or @p > 1 CRITBINOM returns #NUM! error. * If @alpha < 0 or @alpha > 1 CRITBINOM returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CRITBINOM(10,0.5,0.75) equals 6. @SEEALSO=BINOMDIST
dz: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trials,p,alpha) @DESCRIPTION=CRITBINOM ལས་འགན་འདི་གིས་ རིམ་གྱིས་བསག་པ་འདི་བྱིན་ཡོད་པའི་གནས་གོང་ལུ་སྦོམ་ཡང་ན་མཉམ་པ་ཡོད་མི་གི་དོན་ལུ་ གནས་གོང་ཆུང་ཤོས་འིད་སླར་ལོག་འབདཝ་ཨིན། @n འདི་དོ་འགྲན་གྱི་ཨང་གྲངས་ཨིན།, @p འདི་ དོ་འགྲན་ནང་མཐར་འཁྱོལ་གྱི་འབྱུང་སྲིད་པ་ཨིནམ་དང་ @alpha འདི་ཁྱད་ཚད་གནས་གོང་ཨིན། * If @trials འདི་ཧྲིལ་གྲངས་མེན་མི་འདི་ཨིན་པ་ཅིན་་ འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * If @trials < 0 ཨིན་པ་ཅིན་CRITBINOM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1 ཨིན་པ་ཅིན་CRITBINOM དེ་གིས་ #NUM!འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @alpha < 0 ཡང་ན་ @alpha > 1 ཨིན་པ་ཅིན་CRITBINOM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CRITBINOM(10,0.5,0.75) equals 6. @SEEALSO=BINOMDIST
es: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(intentos,p,alfa) @DESCRIPTION=La función CRITBINOM devuelve el valor más pequeño para el que el acumulado es mayor o igual que un valor dado. @n es el número de intentos, @p es la probabilidad de éxito en intentos, y @alpha es el valor de criterio. * Si @intentos no es entero, se trunca. * Si @intentos < 0, CRITBINOM devuelve un error #NÚM!. * Si @p < 0 ó @p > 1, CRITBINOM devuelve el error #NÚM!. * Si @alfa < 0 ó @alfa > 1, CRITBINOM devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= CRITBINOM(10,0.5,0.75) igual a 6. @SEEALSO=BINOMDIST
fr: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(essais;p;alpha) @DESCRIPTION=La fonction CRITBINOM renvoie la plus petite valeur pour laquelle le cumul de probabilité est supérieur ou égal à une valeur donnée. @essais est le nombre d'essais, @p la probabilité de succès des essais, et @alpha la valeur du critère. * Si @essais n'est pas une valeur entière, elle est tronquée. * Si @essais < 0, CRITBINOM renvoie l'erreur #NUM!. * Si @p < 0 ou @p > 1, CRITBINOM renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= CRITBINOM(10;0,5;0,75) vaut 6. @SEEALSO=BINOMDIST
nl: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trekkingen;p;alpha) @DESCRIPTION=CRITBINOM geeft de kleinste waarde waarvoor de cumulatief groter of gelijk is aan een gegeven waarde. @trekkingen is het aantal trekkingen. @p is de waarschijnlijkheid van succes in een trekking en @alpha is het criterium. * Als @trekkingen geen geheel getal is wordt deze afgekapt. * Als @trekkingen < 0 geeft CRITBINOM een #GETAL! foutmelding. * Als @p < 0 of @p > 1 geeft CRITBINOM een #GETAL! foutmelding. * Als @alpha < 0 of @alpha > 1 geeft CRITBINOM een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= CRITBINOM(10; 0,5; 0,75) is 6 @SEEALSO=BINOMDIST
pt_br: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(tentativas,p,alfa) @DESCRIPTION=A função CRITBINOM retorna o menor valor para o qual a distribuição binomial acumulada é maior ou igual a um dado valor. @n é o número de tentativas, @p é a probabilidade de sucesso nas tentativas e @alpha é o valor de critério. * Se @tentativas não é um inteiro, então ele é truncado. * Se @tentativas < 0,CRITBINOM retorna o erro #NUM! * Se @p < 0 ou @p > 1, CRITBINOM retorna o erro #NUM! * Se @alfa < 0 ou @alfa > 1, CRITBINOM retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= CRITBINOM(10,0.5,0.75) retorna 6. @SEEALSO=BINOMDIST
sk: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(pokusy,p,alfa) @DESCRIPTION=Funkcia CRITBINOM vracia najmenšiu hodnotu, pre ktorú je distribučná funkcia väčšia alebo rovná danej hodnote. @n je počet pokusov, @p je pravdepodobnosť úspechu a @alfa je kritérium. * Ak nie je @pokusy celé číslo, je orezané. * Ak je @pokusy < 0 CRITBINOM vracia chybu #NUM!. * Ak je @p < 0 alebo @p > 1 CRITBINOM vracia chybu #NUM!. * Ak je @alfa < 0 alebo @alfa > 1 CRITBINOM vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CRITBINOM(10,0.5,0.75) sa rovná 6. @SEEALSO=BINOMDIST
vi: @FUNCTION=CRITBINOM @SYNTAX=CRITBINOM(trials,p,alpha) @DESCRIPTION=hàm CRITBINOM trả lại giá trị nhỏ nhất cho mà số lũy tích lớn hơn hoặc bằng một giá trị cho trước. @n là số việc thử ra, @p là xác suất thành công trong việc thử ra, @alpha là giá trị tiêu chuẩn. * Nếu « @trials » không phải là số nguyên thì nó bị cắt xén. * Nếu « @trials < 0 » thì CRITBINOM trả lại lỗi « #NUM! ». * Nếu « @p < 0 » hoặc « @p > 1 » thì CRITBINOM trả lại lỗi « #NUM! ». * Nếu « @alpha < 0 » hoặc « @alpha > 1 » thì CRITBINOM trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= CRITBINOM(10,0.5,0.75) bằng 6. @SEEALSO=BINOMDIST

source: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT function returns the number of permutations. @n is the number of objects, @k is the number of objects in each permutation. * If @n = 0 PERMUT returns #NUM! error. * If @n < @k PERMUT returns #NUM! error. * This function is Excel compatible. @EXAMPLES= PERMUT(7,3) equals 210. @SEEALSO=COMBIN
dz: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=PERMUT ལས་འགན་འདི་གིས་ གོ་རིམ་བརྗེ་སྒྱུར་གྱི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན།@n འདི་ དངོས་པོ་ཚུ་གི་ཨང་གྲངས་ཨིན།, @k འདི་ གོ་རིམ་བརྗེ་སྒྱུར་རེ་རེ་ནང་གི་དངོས་པོ་ཚུ་གི་ཨང་གྲངས་འདི་ཨིན། * If @n = 0 ཨིན་པ་ཅིན་PERMUT དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @n < @k ཨིན་པ་ཅིན་PERMUT དེ་གིས་ #NUM! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= PERMUT(7,3) equals 210. @SEEALSO=COMBIN
es: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=La función PERMUT devuelve el número de permutaciones. @n es el número de objetos, @k es el número de objetos en cada permutación. * Si @n = 0, PERMUT devuelve el error #NÚM!. * Si @n < @k, PERMUT devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= PERMUT(7,3) igual a 210. @SEEALSO=COMBIN
fr: @FUNCTION=PERMUT @SYNTAX=PERMUT(n;k) @DESCRIPTION=La fonction PERMUT renvoie le nombre de permutations P(n,k). @n est le nombre d'objets total, @k est le nombre d'objets dans chaque permutation. L'exécution de cette fonction sur une chaîne ou une cellule vide renvoie une erreur #NUM!. * Si @n = 0 ou @n < @k, PERMUT renvoie l'erreur #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= PERMUT(7;3) vaut 210. @SEEALSO=COMBIN
nl: @FUNCTION=PERMUT @SYNTAX=PERMUT(n;k) @DESCRIPTION=PERMUT geeft het aantal permutaties. @n is het aantal objecten, @k is het aantal objecten in elke permutatie. * Als @n = 0 geeft PERMUT een #GETAL! foutmelding. * Als @n < @k geeft PERMUT een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= PERMUT(7;3) is 210 @SEEALSO=COMBIN
pt_br: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=A função PERMUT retorna o número de permutações. @n é o número de objetos e @k é o número de objetos em cada permutação. * Se @n = 0, PERMUT retorna erro #NUM! * Se @n < @k, PERMUT retorna erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= PERMUT(7,3) retorna 210. @SEEALSO=COMBIN
sk: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=Funkcia PERMUT vracia počet permutácií. @n je počet objektov, @k je počet objektov v každej permutácii. * Ak je @n = 0 PERMUT vracia chybu #NUM!. * Ak je @n < @k PERMUT vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= PERMUT(7,3) sa rovná 210. @SEEALSO=COMBIN
vi: @FUNCTION=PERMUT @SYNTAX=PERMUT(n,k) @DESCRIPTION=hàm PERMUT trả lại số hoán vị. @n là số đối tượng, @k là số đối tượng trong mỗi lần hoán vị. * Nếu « @n = 0 » thì PERMUT trả lại lỗi « #NUM! ». * Nếu « @n < @k » thì PERMUT trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= PERMUT(7,3) bằng 210. @SEEALSO=COMBIN

source: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,cumulative]) @DESCRIPTION=HYPGEOMDIST function returns the hypergeometric distribution. @x is the number of successes in the sample, @n is the number of trials, @M is the number of successes overall, and @N is the population size. If the optional argument @cumulative is TRUE, the cumulative left tail will be returned. * If @x,@n,@M or @N is a non-integer it is truncated. * If @x,@n,@M or @N < 0 HYPGEOMDIST returns #NUM! error. * If @x > @M or @n > @N HYPGEOMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= HYPGEOMDIST(1,2,3,10) equals 0.4666667. @SEEALSO=BINOMDIST,POISSON
dz: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,cumulative]) @DESCRIPTION=HYPGEOMDIST ལས་འགན་འདི་གིས་ ཧའི་པར་ཇིའོ་མེ་ཊིཀ་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ དཔེ་ཚན་ནང་གི་མཐར་འཁྱོལ་གྱི་ཨང་གྲངས་ཨིན།, @n འདི་ དོ་འགྲན་གྱི་ཨང་གྲངས་ཨིན།, @M འདི་ མཐར་འཁྱོལ་ཡོངས་ཀྱི་ཨང་གྲངས་འདི་ཨིནམ་དང་ @N འདི་ མི་རློབས་ཀྱི་ཚད་ཨིན། གདམ་ཁ་ཅན་གྱི་སྒྲུབ་རྟགས་ @cumulative འདི་ TRUEཨིན་པ་ཅིན་, རིམ་གྱིས་བསག་པའི་གཡོན་གྱི་དོ་འགྲན་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x,@n,@M ཨིན་པ་ཅིན་ཡང་ན་or @N < 0 ཨིན་པ་ཅིན་HYPGEOMDIST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x > @M ཡངན་@n > @N ཨིན་པ་ཅིན་HYPGEOMDIST དེ་གིས་#NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= HYPGEOMDIST(1,2,3,10) equals 0.4666667. @SEEALSO=BINOMDIST,POISSON
es: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,cumulative]) @DESCRIPTION=La función HYPGEOMDIST devuelve la distribución hipergeométrica. @x es el número de éxitos en la muestra, @n es el número de intentos, @M es el número de éxitos en total y @N es el tamaño de la población. si el argumento opcional @acumulativo es VERDADERO, la cola acumulativa izquierda será devuelta. * Si @x, @n, @M ó @N no son enteros, se truncan. * Si @x, @n, @M ó @N < 0, HYPGEOMDIST devuelve el error #NÚM!. * Si @x > @M ó @n > @N, HYPGEOMDIST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= HYPGEOMDIST(1,2,3,10) igual a 0.4666667. @SEEALSO=BINOMDIST,POISSON
fr: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x;n;M;N) @DESCRIPTION=La fonction HYPGEOMDIST renvoie la distribution hyper-géométrique. @x est le nombre de succès dans l'échantillon, @n est le nombre d'essais, @M est le nombre de succès total, et @N est la taille de la population. * Les paramètres non entiers sont tronqués. * Si un paramètre est négatif, HYPGEOMDIST renvoie #NUM! * Si @x > @M ou @n > @N, HYPGEOMDIST renvoie #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= HYPGEOMDIST(1;2;3;10) vaut 0,4666667. @SEEALSO=BINOMDIST;POISSON
nl: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x;n;M;N[;cumulatief]) @DESCRIPTION=HYPGEOMDIST geeft de hypergeometrische distributie. @x is het aantal successen in de steekproef, @n is het aantal steekproeven, @M is het totaal aantal successen, en @N is de grootte van de populatie. Als het optionele argument @cumulatief WAAR is, zal de cumulatieve linkerstaart worden gegeven. * Als @x, @n, @M of @N geen geheel getal is worden ze afgekapt. * als @x, @n, @M of @N < 0 geeft HYPGEOMDIST een #GETAL! foutmelding. * Als @x > @M of @n > @N geeft HYPGEOMDIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= HYPGEOMDIST(1;2;3;10) is 0,4666667 @SEEALSO=BINOMDIST,POISSON
pt_br: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,cumulativo]) @DESCRIPTION=A função HYPGEOMDIST retorna a distribuição hypergeométrica. @x é o número de sucessos na amostra, @n é o número de tentativas, @M é o número de sucessos total e @N é o tamanho da população. Se o argumento opcional @cumulativo é TRUE, será retornada a cauda esquerda acumulada. * Se @x, @n, @M ou @N não é inteiro, ele é truncado. * Se @x, @n, @M ou @N < 0, HYPGEOMDIST retorna erro #NUM! * Se @x > @M ou @n > @N, HYPGEOMDIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= HYPGEOMDIST(1,2,3,10) retorna 0.4666667. @SEEALSO=BINOMDIST,POISSON
sk: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N) @DESCRIPTION=Funkcia HYPGEOMDIST vracia hypergeometrické rozdelenie. @x je počet úspechov vo výbere, @n je počet pokusom, @M je počet celkových úspechov a @N je veľkosť populácie. * Ak nie je @x,@n,@M alebo @N celé číslo, je orezané. * Ak je @x,@n,@M alebo @N < 0 HYPGEOMDIST vracia chybu #NUM!. * Ak je @x > @M alebo @n > @N HYPGEOMDIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HYPGEOMDIST(1,2,3,10) sa rovná 0.4666667. @SEEALSO=BINOMDIST,POISSON
vi: @FUNCTION=HYPGEOMDIST @SYNTAX=HYPGEOMDIST(x,n,M,N[,cumulative]) @DESCRIPTION=hàm HYPGEOMDIST trả lại phân phối siêu hình học. @x là số lần thành công trong mẫu, @n là số việc thử ra @M là số lần thành công toàn bộ, @N là kích thước dân số. Nếu đối số tùy chọn @cumulative (lũy tích) là ĐÚNG thì sẽ trả lại đuôi bên trái lũy tích. * Nếu « @x,@n,@M » hoặc « @N » không phải là số nguyên thì nó bị cắt xén. * Nếu « @x,@n,@M » hoặc « @N » < 0 thì HYPGEOMDIST trả lại lỗi « #NUM! ». * Nếu « @x > @M » hoặc « @n > @N » thì HYPGEOMDIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= HYPGEOMDIST(1,2,3,10) bằng 0.4666667. @SEEALSO=BINOMDIST,POISSON
