Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: new_xs:x-values for which to estimate the y-values; defaults to @{known_xs}
da: new_xs:x-værdier for hvilke y-værdierne skal estimeres; standardværdi er @{known_xs}

source: GROWTH function applies the “least squares” method to fit an exponential curve to your data and predicts the exponential growth by using this curve.
da: GROWTH-funktionen anvender "mindste kvadraters" metode til at tilpasse en eksponentiel kurve til dine data og forudsiger den eksponentielle vækst ved at bruge denne kurve.

source: GROWTH returns an array having one column and a row for each data point in @{new_xs}.
da: GROWTH returnerer en matrix med én kolonne og en række for hvert datapunkt i @{new_xs}.

source: FORECAST:estimates a future value according to existing values using simple linear regression
da: FORECAST:Estimerer en fremtidig værdi i henhold til eksisterende værdier ved hjælp af simpel lineær regression

source: x:x-value whose matching y-value should be forecast
da: x:x-værdi hvis tilsvarende y-værdi skal prognosticeres

source: This function estimates a future value according to existing values using simple linear regression.
da: Denne funktion estimerer en fremtidig værdi i henhold til eksisterende værdier ved hjælp af simpel lineær regression.

source: If @{known_xs} or @{known_ys} contains no data entries or different number of data entries, this function returns a #N/A error.
da: Hvis @{known_xs} eller @{known_ys} ikke indeholder dataposter eller forskellige antal dataposter, returnerer denne funktion en #N/A-fejl.

source: If the variance of the @{known_xs} is zero, this function returns a #DIV/0 error.
da: Hvis variansen af @{known_xs} er nul, returnerer denne funktion fejlen #DIV/0!

source: Then FORECAST(7,A1:A5,B1:B5) equals -10.859397661.
da: Så er FORECAST(7,A1:A5,B1:B5) lig med -10,859397661.

source: INTERCEPT:the intercept of a linear regression line
da: INTERCEPT:Skæringspunktet for en lineær regressionslinje

source: If the variance of the @{known_xs} is zero, this function returns #DIV/0 error.
da: Hvis variansen af @{known_xs} er nul, returnerer denne funktion fejlen #DIV/0!

source: Then INTERCEPT(A1:A5,B1:B5) equals -20.785117212.
da: Så er INTERCEPT(A1:A5,B1:B5) lig med -20,785117212.

source: SLOPE:the slope of a linear regression line
da: SLOPE:Hældningen af en lineær regressionslinje

source: Then SLOPE(A1:A5,B1:B5) equals 1.417959936.
da: Så er SLOPE(A1:A5,B1:B5) lig med 1,417959936.

source: SUBTOTAL:the subtotal of the given list of arguments
da: SUBTOTAL:Subtotalen af den givne liste af argumenter

source: function_nbr:determines which function to use according to the following table: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP
da: function_nbr:bestemmer hvilken funktion der skal bruges i henhold til følgende tabel: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP

source: ref1:first value
da: ref1:første værdi

source: ref2:second value
da: ref2:anden værdi

source: Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39.
da: Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 23, 27, 28, 33 og 39.

source: Then SUBTOTAL(1,A1:A5) equals 30. SUBTOTAL(6,A1:A5) equals 22378356. SUBTOTAL(7,A1:A5) equals 6.164414003. SUBTOTAL(9,A1:A5) equals 150. SUBTOTAL(11,A1:A5) equals 30.4.
da: Så er SUBTOTAL(1,A1:A5) lig med 30. SUBTOTAL(6,A1:A5) er lig med 22378356. SUBTOTAL(7,A1:A5) er lig med 6,164414003. SUBTOTAL(9,A1:A5) er lig med 150. SUBTOTAL(11,A1:A5) er lig med 30,4.

source: CRONBACH:Cronbach's alpha
da: CRONBACH:Cronbachs alfa

source: ref1:first data set
da: ref1:første datasæt

source: ref2:second data set
da: ref2:andet datasæt

source: GEOMDIST:probability mass or cumulative distribution function of the geometric distribution
da: GEOMDIST:Sandsynlighedsmasse- eller kumulativ fordelingsfunktion for den geometriske fordeling

source: k:number of trials
da: k:antal forsøg

source: p:probability of success in any trial
da: p:sandsynlighed for succes i et vilkårligt forsøg

source: If @{k} < 0 this function returns a #NUM! error.
da: Hvis @{k} < 0, så returnerer denne funktion en #TAL!-fejl.

source: LOGISTIC:probability density function of the logistic distribution
da: LOGISTIC:Sandsynlighedstæthedsfunktion for den logistiske fordeling

source: PARETO:probability density function of the Pareto distribution
da: PARETO:Sandsynlighedstæthedsfunktion for Pareto-fordelingen

source: a:exponent
da: a:eksponent

source: b:scale parameter
da: b:skalaparameter

source: RAYLEIGH:probability density function of the Rayleigh distribution
da: RAYLEIGH:Sandsynlighedstæthedsfunktion for Rayleigh-fordelingen

source: sigma:scale parameter
da: sigma:skalaparameter

source: RAYLEIGHTAIL:probability density function of the Rayleigh tail distribution
da: RAYLEIGHTAIL:Sandsynlighedstæthedsfunktion for Rayleigh-halefordelingen

source: a:lower limit
da: a:nedre grænse

source: EXPPOWDIST:the probability density function of the Exponential Power distribution
da: EXPPOWDIST:Sandsynlighedstæthedsfunktionen for eksponentiel potensfordeling

source: This distribution has been recommended for lifetime analysis when a U-shaped hazard function is desired. This corresponds to rapid failure once the product starts to wear out after a period of steady or even improving reliability.
da: Denne fordeling er blevet anbefalet til levetidsanalyse når en U-formet hazardfunktion ønskes. Dette svarer til hurtig fejl når produktet begynder at slides op efter en periode med konstant eller endda forbedret pålidelighed.

source: LAPLACE:probability density function of the Laplace distribution
da: LAPLACE:Sandsynlighedstæthedsfunktion for Laplace-fordelingen

source: a:mean
da: a:middelværdi

source: PERMUTATIONA:the number of permutations of @{y} objects chosen from @{x} objects with repetition allowed
da: PERMUTATIONA:Antallet af permutationer af @{y} objekter valgt fra @{x} objekter hvor gentagelse er tilladt

source: x:total number of objects
da: x:samlet antal objekter

source: y:number of selected objects
da: y:antal valgte objekter

source: If both @{x} and @{y} equal 0, PERMUTATIONA returns 1.
da: Hvis både @{x} og @{y} er lig med 0, så returnerer PERMUTATIONA 1.

source: If @{x} < 0 or @{y} < 0, PERMUTATIONA returns #NUM!
da: Hvis @{x} < 0 eller @{y} < 0, så returnerer PERMUTATIONA #TAL!

source: If @{x} or @{y} are not integers, they are truncated.
da: Hvis @{x} eller @{y} ikke er heltal, afkortes de.

source: LKSTEST:Lilliefors (Kolmogorov-Smirnov) Test of Normality
da: LKSTEST:Lilliefors (Kolmogorov-Smirnov) test for normalitet

source: x:array of sample values
da: x:matrix af stikprøveværdier

source: This function returns an array with the first row giving the p-value of the Lilliefors (Kolmogorov-Smirnov) Test, the second row the test statistic of the test, and the third the number of observations in the sample.
da: Denne funktion returnerer en matrix hvor den første række giver p-værdien for Lilliefors (Kolmogorov-Smirnov)-testen, den anden række testens teststatistik og den tredje antallet af observationer i stikprøven.

source: If there are less than 5 sample values, LKSTEST returns #VALUE!
da: Hvis der er færre end fem eksempelværdier, så returnerer LKSTEST #VÆRDI!

source: SFTEST:Shapiro-Francia Test of Normality
da: SFTEST:Shapiro-Francia-test for normalitet

source: This function returns an array with the first row giving the p-value of the Shapiro-Francia Test, the second row the test statistic of the test, and the third the number of observations in the sample.
da: Denne funktion returnerer en matrix hvor den første række giver p-værdien for Shapiro-Francia-testen, den anden række testens teststatistik og den tredje antallet af observationer i stikprøven.

source: If there are less than 5 or more than 5000 sample values, SFTEST returns #VALUE!
da: Hvis der er færre end fem eller mere end 5000 eksempelværdier, så returnerer SFTEST #VALUE!

source: CVMTEST:Cramér-von Mises Test of Normality
da: CVMTEST:Cramér-von Mises-test for normalitet

source: This function returns an array with the first row giving the p-value of the Cramér-von Mises Test, the second row the test statistic of the test, and the third the number of observations in the sample.
da: Denne funktion returnerer en matrix hvor den første række giver p-værdien for Cramér-von Mises-testen, den anden række testens teststatistik og den tredje antallet af observationer i stikprøven.

source: If there are less than 8 sample values, CVMTEST returns #VALUE!
da: Hvis der er færre end otte eksempelværdier, så returnerer CVMTEST #VALUE!

source: ADTEST:Anderson-Darling Test of Normality
da: ADTEST:Anderson-Darling-test for normalitet

source: This function returns an array with the first row giving the p-value of the Anderson-Darling Test, the second row the test statistic of the test, and the third the number of observations in the sample.
da: Denne funktion returnerer en matrix hvor den første række giver p-værdien for Anderson-Darling-testen, den anden række testens teststatistik og den tredje antallet af observationer i stikprøven.

source: If there are less than 8 sample values, ADTEST returns #VALUE!
da: Hvis der er færre end otte eksempelværdier, så returnerer ADTEST #VÆRDI!

source: CHAR:the CP1252 (Windows-1252) character for the code point @{x}
da: CHAR:CP1252-tegnet (Windows-1252) for kodepunkt @{x}

source: x:code point
da: x:kodepunkt

source: CHAR(@{x}) returns the CP1252 (Windows-1252) character with code @{x}.
da: CHAR(@{x}) returnerer CP1252-tegnet (Windows-1252) med kode @{x}.

source: @{x} must be in the range 1 to 255.
da: @{x} skal være i intervallet 1 til 255.

source: CP1252 (Windows-1252) is also known as the "ANSI code page", but it is not an ANSI standard.
da: CP1252 (Windows-1252) er også kendt som "ANSI-kodesiden", men det er ikke en ANSI-standard.

source: CP1252 (Windows-1252) is based on an early draft of ISO-8859-1, and contains all of its printable characters. It also contains all of ISO-8859-15's printable characters (but partially at different positions.)
da: CP1252 (Windows-1252) er baseret på et tidligt udkast af ISO-8859-1 og indeholder alle dets udskrivbare tegn. Den indeholder også alle ISO-8859-15's udskrivbare tegn (men delvist på forskellige positioner.)

source: In CP1252 (Windows-1252), 129, 141, 143, 144, and 157 do not have matching characters.
da: I CP1252 (Windows-1252) har 129, 141, 143, 144 og 157 ikke matchende tegn.

source: For @{x} from 1 to 255 except 129, 141, 143, 144, and 157 we have CODE(CHAR(@{x}))=@{x}.
da: For @{x} fra 1 til 255 undtagen 129, 141, 143, 144 og 157 har vi CODE(CHAR(@{x}))=@{x}.

source: UNICHAR:the Unicode character represented by the Unicode code point @{x}
da: UNICHAR:Unicode-tegnet repræsenteret af Unicode-kodepunkt @{x}

source: x:Unicode code point
da: x:Unicode-kodepunkt

source: CODE:the CP1252 (Windows-1252) code point for the character @{c}
da: CODE:CP1252-kodepunktet (Windows-1252) for tegnet @{c}

source: c:character
da: c:tegn

source: @{c} must be a valid CP1252 (Windows-1252) character.
da: @{c} skal være et gyldigt CP1252-tegn (Windows-1252).

source: CP1252 (Windows-1252) is based on an early draft of ISO-8859-1, and contains all of its printable characters (but partially at different positions.)
da: CP1252 (Windows-1252) er baseret på et tidligt udkast af ISO-8859-1 og indeholder alle dets udskrivbare tegn (men delvist på forskellige positioner.)

source: UNICODE:the Unicode code point for the character @{c}
da: UNICODE:Unicode-kodepunktet for tegnet @{c}

source: EXACT:TRUE if @{string1} is exactly equal to @{string2}
da: EXACT:SAND hvis @{string1} er præcis lig med @{string2}

source: string1:first string
da: string1:første streng

source: string2:second string
da: string2:anden streng

source: ENCODEURL:encode a string for use in a URL
da: ENCODEURL:Kode en streng til brug i en URL

source: string:string to encode
da: string:streng der skal kodes

source: LEN:the number of characters of the string @{s}
da: LEN:Antal tegn i strengen @{s}

source: s:the string
da: s:strengen

source: LENB:the number of bytes in the string @{s}
da: LENB:Antal byte i strengen @{s}

source: LEFT:the first @{num_chars} characters of the string @{s}
da: LEFT:De første @{num_chars} tegn i strengen @{s}

source: num_chars:the number of characters to return (defaults to 1)
da: num_chars:antal tegn der skal returneres (standardværdi er 1)

source: If the string @{s} is in a right-to-left script, the returned first characters are from the right of the string.
da: Hvis strengen @{s} er i et højre-mod-venstre-skrift, er de returnerede første tegn fra højre side af strengen.

source: LEFTB:the first characters of the string @{s} comprising at most @{num_bytes} bytes
da: LEFTB:De første tegn i strengen @{s} der udgør højst @{num_bytes} byte

source: num_bytes:the maximum number of bytes to return (defaults to 1)
da: num_bytes:maksimale antal byte der skal returneres (standardværdi er 1)

source: The semantics of this function is subject to change as various applications implement it.
da: Semantikken for denne funktion kan komme til at ændre sig efterhånden som forskellige programmer implementerer den.

source: If the string is in a right-to-left script, the returned first characters are from the right of the string.
da: Hvis strengen er i et højre-mod-venstre-skrift, er de returnerede første tegn fra højre side af strengen.

source: While this function is syntactically Excel compatible, the differences in the underlying text encoding will usually yield different results.
da: Selvom denne funktion syntaktisk er kompatibel med Excel, vil forskellene i den underliggende tekstkodning normalt give forskellige resultater.

source: While this function is OpenFormula compatible, most of its behavior is, at this time, implementation specific.
da: Selvom denne funktion er kompatibel med OpenFormula, er det meste af dens opførsel på nuværende tidspunkt implementeringsspecifik.

source: LOWER:a lower-case version of the string @{text}
da: LOWER:En version af strengen @{text} med små bogstaver

source: MID:the substring of the string @{s} starting at position @{position} consisting of @{length} characters
da: MID:Delstrengen af strengen @{s} startende ved position @{position} bestående af @{length} tegn

source: position:the starting position
da: position:startpositionen

source: length:the number of characters to return
da: length:antal tegn der skal returneres

source: MIDB:the characters following the first @{start_pos} bytes comprising at most @{num_bytes} bytes
da: MIDB:Tegnene efter de første @{start_pos} byte der udgør højst @{num_bytes} byte

source: start_pos:the number of the byte with which to start (defaults to 1)
da: start_pos:nummeret på den byte der skal startes med (standardværdi er 1)

source: FINDB:first byte position of @{string1} in @{string2} following byte position @{start}
da: FINDB:Første byte-position af @{string1} i @{string2} efter byte-position @{start}

source: string1:search string
da: string1:søgestreng

source: string2:search field
da: string2:søgefelt

source: start:starting byte position, defaults to 1
da: start:startende byte-position, standardværdi er 1

source: This search is case-sensitive.
da: Denne søgning skelner mellem store og små bogstaver.

source: RIGHT:the last @{num_chars} characters of the string @{s}
da: RIGHT:De sidste @{num_chars} tegn i strengen @{s}

source: If the string @{s} is in a right-to-left script, the returned last characters are from the left of the string.
da: Hvis strengen @{s} er i et højre-mod-venstre-skrift, er de returnerede sidste tegn fra venstre side af strengen.

source: RIGHTB:the last characters of the string @{s} comprising at most @{num_bytes} bytes
da: RIGHTB:De sidste tegn i strengen @{s} der udgør højst @{num_bytes} byte

source: UPPER:an upper-case version of the string @{text}
da: UPPER:Returnerer @{text} med store bogstaver

source: CONCATENATE:the concatenation of the strings @{s1}, @{s2},…
da: CONCATENATE:Sammensætter strengene @{s1}, @{s2}, ...

source: s1:first string
da: s1:første streng

source: s2:second string
da: s2:anden streng

source: CONCAT:the concatenation of the strings @{s1}, @{s2},…
da: CONCAT:Sammensætter strengene @{s1}, @{s2}, ...

source: This function is identical to CONCATENATE
da: Den funktion er den samme som CONCATENATE

source: TEXTJOIN:the concatenation of the strings @{s1}, @{s2},… delimited by @{del}
da: TEXTJOIN:Sammensætter strengene @{s1}, @{s2}, ... adskilt med @{del}

source: del:delimiter
da: del:skilletegn

source: blank:ignore blanks
da: blank:ignorer tomme felter

source: REPT:@{num} repetitions of string @{text}
da: REPT:@{num} gentagelser af strengen @{text}

source: num:non-negative integer
da: num:ikke-negativt heltal

source: CLEAN:@{text} with any non-printable characters removed
da: CLEAN:@{text} med alle ikke-udskrivbare tegn fjernet

source: CLEAN removes non-printable characters from its argument leaving only regular characters and white-space.
da: CLEAN fjerner ikke-udskrivbare tegn fra sit argument og efterlader kun almindelige tegn og mellemrum.

source: FIND:first position of @{string1} in @{string2} following position @{start}
da: FIND:Første forekomst af @{string1} i @{string2}, dog ikke før @{start}

source: start:starting position, defaults to 1
da: start:startposition, standardværdi er 1

source: FIXED:formatted string representation of @{num}
da: FIXED:Formateret strengrepræsentation af @{num}

source: num:number
da: num:tal

source: decimals:number of decimals
da: decimals:antal decimaler

source: no_commas:TRUE if no thousand separators should be used, defaults to FALSE
da: no_commas:SAND hvis ingen tusindtalsseparatorer skal bruges, standardværdi er FALSK

source: PROPER:@{text} with initial of each word capitalised
da: PROPER:@{text} med begyndelsesbogstav i hvert ord med stort

source: REPLACE:string @{old} with @{num} characters starting at @{start} replaced by @{new}
da: REPLACE:strengen @{old} med @{num} tegn regnet from @{start} erstattet med @{new}

source: old:original text
da: old:oprindelig tekst

source: start:starting position
da: start:startposition

source: num:number of characters to be replaced
da: num:antal tegn der skal erstattes

source: new:replacement string
da: new:erstatningsstreng

source: REPLACEB:string @{old} with up to @{num} bytes starting at @{start} replaced by @{new}
da: REPLACEB:strengen @{old} med @{num} bytes regnet from @{start} erstattet med @{new}

source: start:starting byte position
da: start:startende byte-position

source: num:number of bytes to be replaced
da: num:antal byte der skal erstattes

source: REPLACEB replaces the string of valid unicode characters starting at the byte @{start} and ending at @{start}+@{num}-1 with the string @{new}.
da: REPLACEB erstatter strengen af gyldige unicode-tegn startende ved byte @{start} og sluttende ved @{start}+@{num}-1 med strengen @{new}.

source: T:@{value} if and only if @{value} is text, otherwise empty
da: T:@{value} hvis og kun hvis @{value} er tekst, ellers tom

source: value:original value
da: value:oprindelig værdi

source: TEXT:@{value} as a string formatted as @{format}
da: TEXT:@{value} som en tekststreng formateret som @{format}

source: value:value to be formatted
da: value:værdi der skal formateres

source: format:desired format
da: format:ønsket format

source: TRIM:@{text} with only single spaces between words
da: TRIM:@{text} med kun enkelte mellemrum mellem ord

source: VALUE:numeric value of @{text}
da: VALUE:Numerisk værdi af @{text}

source: NUMBERVALUE:numeric value of @{text}
da: NUMBERVALUE:Numerisk værdi af @{text}

source: separator:decimal separator
da: separator:decimalskilletegn

source: If @{text} does not look like a decimal number, NUMBERVALUE returns the value VALUE would return (ignoring the given @{separator}).
da: Hvis @{text} ikke ligner et decimaltal, returnerer NUMBERVALUE den værdi VALUE ville returnere (ignorerer den givne @{separator}).

source: SUBSTITUTE:@{text} with all occurrences of @{old} replaced by @{new}
da: SUBSTITUTE:@{text} hvor alle forekomster af @{old} er erstattet med @{new}

source: text:original text
da: text:oprindelig tekst

source: old:string to be replaced
da: old:streng der skal erstattes

source: num:if @{num} is specified and a number only the @{num}th occurrence of @{old} is replaced
da: num:hvis @{num} er angivet og et tal erstattes kun den @{num}'ende forekomst af @{old}

source: DOLLAR:@{num} formatted as currency
da: DOLLAR:@{num} formateret som valuta

source: decimals:decimals
da: decimals:decimaler

source: SEARCH:the location of the @{search} string within @{text} after position @{start}
da: SEARCH:Positionen af @{search} i strengen @{text} efter @{start}

source: search:search string
da: search:søgestreng

source: text:search field
da: text:søgefelt

source: @{search} may contain wildcard characters (*) and question marks (?). A question mark matches any single character, and a wildcard matches any string including the empty string. To search for * or ?, precede the symbol with ~.
da: @{search} kan indeholde jokertegn (*) og spørgsmålstegn (?). Et spørgsmålstegn matcher et hvilket som helst enkelt tegn, og et jokertegn matcher enhver streng inklusive den tomme streng. For at søge efter * eller ?, sæt ~ foran symbolet.

source: This search is not case sensitive.
da: Denne søgning skelner ikke mellem store og små bogstaver.

source: If @{search} is not found, SEARCH returns #VALUE!
da: Hvis @{search} ikke findes, så returnerer SEARCH #VÆRDI!

source: If @{start} is less than one or it is greater than the length of @{text}, SEARCH returns #VALUE!
da: Hvis @{start} er mindre end en eller den er større end længden af @{text}, returnerer SEARCH #VÆRDI!

source: SEARCHB:the location of the @{search} string within @{text} after byte position @{start}
da: SEARCHB:Placeringen af @{search}-strengen i @{text} efter byte-position @{start}

source: If @{search} is not found, SEARCHB returns #VALUE!
da: Hvis @{search} ikke findes, så returnerer SEARCHB #VÆRDI!

source: If @{start} is less than one or it is greater than the byte length of @{text}, SEARCHB returns #VALUE!
da: Hvis @{start} er mindre end en eller den er større end bytelængden på @{text}, så returnerer SEARCHB #VÆRDI!

source: ASC:text with full-width katakana and ASCII characters converted to half-width
da: ASC:Tekst hvor fuldbredde-katakana og ASCII-tegn er konverteret til halvbredde

source: ASC converts full-width katakana and ASCII characters to half-width equivalent characters, copying all others.
da: ASC konverterer fuldbredde-katakana og ASCII-tegn til halvbreddeækvivalente tegn og kopierer alle andre.

source: The distinction between half-width and full-width characters is described in http://www.unicode.org/reports/tr11/.
da: Forskellen mellem halvbredde- og fuldbredde-tegn er beskrevet i http://www.unicode.org/reports/tr11/.

source: For most strings, this function has the same effect as in Excel.
da: For de fleste strenge har denne funktion samme effekt som i Excel.

source: While in obsolete encodings ASC used to translate between 2-byte and 1-byte characters, this is not the case in UTF-8.
da: Selvom ASC i forældede kodninger plejede at oversætte mellem 2-byte og 1-byte tegn, er dette ikke tilfældet i UTF-8.

source: JIS:text with half-width katakana and ASCII characters converted to full-width
da: JIS:Tekst hvor halvbredde-katakana og ASCII-tegn er konverteret til fuldbredde

source: JIS converts half-width katakana and ASCII characters to full-width equivalent characters, copying all others.
da: JIS konverterer halvbredde-katakana og ASCII-tegn til fuldbreddeækvivalente tegn og kopierer alle andre.
