Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: This function returns the probability density function of the normal distribution.
dz: ལཱ་འགན་འདི་གིས་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución normal.
nl: Deze functie geeft de kansdichtheidfunctie van de normale verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Normal.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối chuẩn.

source: R.PNORM:cumulative distribution function of the normal distribution.
dz: R.PNORM:སྤྱིར་སྟངས་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་བགོ་གྲངས།
es: R.PNORM:función de distribución acumulativa de la distribución normal.
nl: R.PNORM:cumulatieve distributiefunctie van de normale verdeling.
pt_br: R.PNORM:função de distribuição acumulada da distribuição normal.
vi: R.PNORM:hàm phân phối lũy tích của phân phối chuẩn.

source: lower_tail:if true (the default), the lower tail of the distribution is considered.
dz: lower_tail:བདེན་པ་ཨིན་པ་ཅིན་ (སྔོན་སྒྲིག་), བཀྲམ་སྤེལ་གྱི་འོག་མཇུག་འདི་ཆ་འཇོག་འབད་ཡོདཔ།
es: lower_tail:se es cierto (lo predeterminado), la cola más baja de la distribución es la que se considera.
nl: lower_tail:indien true (de standaard), wordt de linker staart van de verdeling beschouwd.
pt_br: cauda_inf:se verdadeiro (o padrão), a cauda inferior da distribuição é considerada.
vi: lower_tail:nếu đúng (mặc định) thì đuôi thấp hơn của phân phối được cân nhắc.

source: log_p:if true, log of the probability is used. This is useful if the probability would otherwise underflow to 0. Defaults to false.
dz: log_p:བདེན་པ་ཅིན་, འབྱུང་སྲིད་པའི་དྲན་དེབ་འདི་ལག་ལེན་འཐབ་ཨིན། འབྱུང་སྲིད་པ་དེ་གིས་ ༠་ ལུ་འོག་འབབ་འབད་བ་ཅིན་འདི་ཕན་ཐོག་ཅན་ཡོདཔ་ཨིན། རྫུན་མ་ལུ་སྔོན་སྒྲིག།
es: log_p:si es verdadero, se usa el logaritmo de la probabilidad. Esto es útil si la probabilidad de otro modo baja a cero. Lo predeterminado es falso.
nl: log_p:indien waar, wordt de logaritme van de kans gebruikt. Dit is handig wanneer de kans anders naar 0 zou gaan. Standaard is 'onwaar'.
pt_br: log_p:se verdadeiro, o log da probabilidade é utilizado. Isto é útil se a probabilidade pode ser 0 devido a um underflow. O padrão é falso.
vi: log_p:nếu đúng thì dùng loga của xác suất. Có ích nếu xác suất nếu không sẽ tràn ngược tới số 0. Mặc định là sai.

source: This function returns the cumulative distribution function of the normal distribution.
dz: ལཱ་འགན་འདི་གིས་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devueleve una distribución acumulada de la distribución normal.
nl: Deze functie geeft de cumulatieve distributiefunctie van de normale verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Normal.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối chuẩn.

source: R.QNORM:probability quantile function of the normal distribution.
dz: R.QNORM:སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QNORM:probabilidad de la función cuantil de la distribución normal.
nl: R.QNORM:kanskwantielfunctie van de normale verdeling.
pt_br: R.QNORM:função de probabilidade quartil da distribuição normal.
vi: R.QNORM: hàm quantile xác suất của phân phối chuẩn.

source: p:probability.
dz: p:འབྱུང་སྲིད་པ།
es: p:probabilidad.
nl: p:kans.
pt_br: p:probabilidade.
vi: p:xác suất.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the normal distribution.
dz: ལཱ་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་གྱི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función de probabilidad del cuantil, por ejemplo, la inversa de la función de distribución acumulada de la distribución normal.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de normale verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Normal.
vi: Hàm này trả lại hàm quantile xác suất, tức là, ngược hàm phân phối lũy tích, của phân phối chuẩn.

source: R.DLNORM:probability density function of the log-normal distribution.
dz: R.DLNORM:དྲན་དེབ་-སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DLNORM:función de densidad de probabilidad de la distribución log-normal.
nl: R.DLNORM:kansdichtheidfunctie van de log-normaal verdeling.
pt_br: R.DLNORM:função densidade de probabilidade da distribuição log-normal.
vi: R.DLNORM:hàm mật độ xác suất của phân phối loga-chuẩn.

source: logmean:mean of the underlying normal distribution.
dz: logmean:འོག་ལུ་ཡོད་པའི་སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་བར་མའི་ཆ་གྲངས།
es: logmean: media de la distribución normal subyacente.
nl: logmean:gemiddelde van de onderliggende normale verdeling.
pt_br: logmédia:média da distribuição normal envolvida.
vi: logmean:trung bình của phân phối chuẩn cơ sở.

source: logsd:standard deviation of the underlying normal distribution.
dz: logsd:འོག་ལུ་ཡོད་པའི་སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་ ཚད་ལྡན་ཁ་བསྒྱུར་བ།
es: logsd:desciación estándar de la distribución normal subyacente.
nl: logsd:standaardafwijking van de onderliggende normale verdeling.
pt_br: logdp:desvio padrão da distribuição normal envolvida.
vi: logsd:độ lệch chuẩn của phân phối chuẩn cơ sở.

source: This function returns the probability density function of the log-normal distribution.
dz: ལཱ་འགན་འདི་གིས་ དྲན་དེབ་-སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución log-normal.
nl: Deze functie geeft de kansdichtheidfunctie van de log-normaal verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Log-normal.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối loga-chuẩn.

source: R.PLNORM:cumulative distribution function of the log-normal distribution.
dz: R.PLNORM:དྲན་དེབ་-སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PLNORM:función de distribución acumulada de la distribución log-normal.
nl: R.PLNORM:cumulatieve distributiefuncte van de log-normale verdeling.
pt_br: R.PLNORM:função de distribuição acumulada da distribuição log-normal.
vi: R.PLNORM:hàm phân phối lũy tích của phân phối loga-chuẩn.

source: This function returns the cumulative distribution function of the log-normal distribution.
dz: ལཱ་འགན་འདི་གིས་ དྲན་དེབ་-སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve ela función de distribución acumulada de la distribución log-normal.
nl: Deze functie geeft de cumulatieve distributiefunctie van de log-normale verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Log-normal.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối loga-chuẩn.

source: R.QLNORM:probability quantile function of the log-normal distribution.
dz: R.QLNORM:དྲན་དེབ་-སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QLNORM:función de cuantil de probabilidad de la distribución log-normal.
nl: R.QLNORM:kanskwantielfunctie van de log-normale verdeling.
pt_br: R.QLNORM:função de probabilidade quartil da distribuição log-normal.
vi: R.QLNORM:hàm quantile xác suất của phân phối loga-chuẩn.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the log-normal distribution.
dz: ལཱ་འགན་འདི་གིས་ འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱའགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ དྲན་དེབ་-སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་གྱི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, ej, la inversa de la función de distribución acumulada de la distribución log-normal.
nl: Deze functie geeft de kanskantiel-functie; de inverse van de cumulatieve distributiefunctie van de log-normale verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Log-normal.
vi: Hàm này trả lại hàm quantile xác suất, tức là ngược của hàm phân phối lũy tích, của phân phối loga-chuẩn.

source: R.DGAMMA:probability density function of the gamma distribution.
dz: R.DGAMMA:ག་མ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DGAMMA:función de densidad de probabilidad de la distribución gamma.
nl: R.DGAMMA:kansdichtheidsfunctie van de gamma-verdeling.
pt_br: R.DGAMMA:função densidade de probabilidade da distribuição gama.
vi: R.DGAMMA:hàm mật độ xác suất của phân phối γ (gamma).

source: This function returns the probability density function of the gamma distribution.
dz: ལཱ་འགན་འདི་གིས་ག་མ་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución gamma.
nl: Deze functie geeft de kansdichtheidfunctie van de gamma-verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Gama.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối γ (gamma).

source: R.PGAMMA:cumulative distribution function of the gamma distribution.
dz: R.PGAMMA:ག་མ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PGAMMA:función de distribución acumulativa de la distribución gamma.
nl: R.PGAMMA:cumulative distributiefunctie van de gamma-verdeling.
pt_br: R.PGAMMA:função de distribuição acumulada da distribuição gama.
vi: R.PGAMMA:hàm phân phối lũy tích của phân phối γ (gamma).

source: This function returns the cumulative distribution function of the gamma distribution.
dz: ལཱ་འགན་འདི་གིས་ག་མ་བཀྲམསྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་ལཱའགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulativa de la distribución gamma.
nl: Deze functie geeft de cumulatieve distributiefunctie van de gamma-verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Gama.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối γ (gamma).

source: R.QGAMMA:probability quantile function of the gamma distribution.
dz: R.QGAMMA:ག་མ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QGAMMA:función del cuantil de probabilidad de la distribución gamma.
nl: R.QGAMMA:kanskwantielfunctie van de gamma-verdeling.
pt_br: R.QGAMMA:função de probabilidade quartil da distribuição gama.
vi: R.QGAMMA:hàm quantile xác suất của phân phối γ (gamma).

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the gamma distribution.
dz: ལཱ་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ག་མ་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་གྱི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, ej: la inversa del la función de distribución acumulada, de la distribución gamma.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de gamma-verdeling.
pt_br: Esta função retorna a probabilidade da função quartil, i.e., a inversa da função de distribuição acumulada da distribuição Gama.
vi: Hàm này trả lại hàm quantile xác suất, tức là ngược của hàm phân phối lũy tích,của phân phối γ (gamma).

source: R.DBETA:probability density function of the beta distribution.
dz: R.DBETA:སྔོན་དཔྱད་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DBETA:función de densidad de probabilidad de la distribución beta.
nl: R.DBETA:kansdichtheidsfunctie van de beta-verdeling.
pt_br: R.DBETA:função densidade de probabilidade da distribuição beta.
vi: R.DBETA:hàm mật độ xác suất của phân phối β (beta).

source: This function returns the probability density function of the beta distribution.
dz: ལཱ་འགན་འདི་གིས་སྔོན་དཔྱད་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución beta.
nl: Deze functie geeft de kansdichtheidfunctie van de beta-verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição Beta.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối β (beta).

source: R.PBETA:cumulative distribution function of the beta distribution.
dz: R.PBETA:སྔོན་དཔྱད་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PBETA:función de distribución acumulada de la distribución beta.
nl: R.PBETA:cumulatieve distributiefunctie van de beta-verdeling.
pt_br: R.PBETA:função de distribuição acumulada da distribuição Beta.
vi: R.PBETA:hàm phân phối lũy tích của phân phối β (beta).

source: This function returns the cumulative distribution function of the beta distribution.
dz: ལཱ་འགན་འདི་གིས་སྔོན་དཔྱད་བཀྲམསྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la dunción de distribución acumulada de la distribución beta.
nl: Deze functie geeft de cumulatieve distributiefunctie van de beta-verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição Beta.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối β (beta).

source: R.QBETA:probability quantile function of the beta distribution.
dz: R.QBETA:སྔོན་དཔྱད་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QBETA:función de cuantil de probabilidad de la distribución beta.
nl: R.QBETA:kanskwantielfunction van de beta-verdeling.
pt_br: R.QBETA:função de probabilidade quartil da distribuição beta.
vi: R.QBETA:hàm quantile xác suất của phân phối β (beta).

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the beta distribution.
dz: ལཱ་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ སྔོན་དཔྱད་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་གི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, ej, la inversa de la función de distribución acumulada, o la distribución beta.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de beta-verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição Beta.
vi: Hàm này trả lại hàm quantile xác suất, tức là ngược của hàm phân phối lũy tích, của phân phối β (beta).

source: R.DT:probability density function of the Student t distribution.
dz: R.DT:སློབ་ཕྲུག་ ཊི་བཀྲམ་སྤེལ་གྱི་འབྱུ་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་ཨིན།
es: R.DT:función de densidad de probabilidad de la distribución de T Student.
nl: R.DT:kansdichtheidfunctie van de Student-t verdeling.
pt_br: R.DT:função densidade de probabilidade da distribuição t de Student.
vi: R.DT:hàm mật độ xác suất của phân phối « Sinh viên t ».

source: This function returns the probability density function of the Student t distribution.
dz: ལཱ་འགན་འདི་གིས་ སློབ་ཕྲུག་ ཊི་ བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཤོང་ཚད་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución de T Student.
nl: Deze functie geeft de kansdichtheidfunctie van de Student-t verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição t de Student.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối « Sinh viên t ».

source: R.PT:cumulative distribution function of the Student t distribution.
dz: R.PT:སློབ་ཕྲུག་ཊི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་ལཱ་འགན།
es: R.PT:función de distribución acumulada de la distrivbución de T Student.
nl: R.PT:cumulatieve distributiefunctie of de Student-t verdeling.
pt_br: R.PT:função de distribuição acumulada da distribuição t de Student.
vi: R.PT:hàm phân phối lũy tích của phân phối « Sinh viên t ».

source: This function returns the cumulative distribution function of the Student t distribution.
dz: ལཱ་འགན་འདི་གིས་ སློབ་ཕྲུག་ཊི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución de Student T.
nl: Deze functie geeft de cumulatieve distributiefunctie van de Student-t verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição t de Student.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối « Sinh viên t ».

source: R.QT:probability quantile function of the Student t distribution.
dz: R.QT:སློབ་ཕྲུག་ཊི་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QT:función del cuantil de probabilidad de la distribución de Studen t.
nl: R.QT:kanskwantielfunctie van de Student-t verdeling.
pt_br: R.QT:função de probabilidade quartil da distribuição t de Student.
vi: R.QT:hàm quantile xác suất của phân phối « Sinh viên t ».

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Student t distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ སློབ་ཕྲུག་ཊི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་གྱི་ ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, ej, la inversa de la función de distribución acumulada de la distribución de Student t.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de Student-t verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição t de Student.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối « Sinh viên t ».

source: R.DF:probability density function of the F distribution.
dz: R.DF:ཨེཕ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཤོང་ཚད་ལཱ་འགན།
es: R.DF: función de densidad de probabilidad de la distribución F.
nl: R.DF:kansdichtheidfunctie van de F-verdeling.
pt_br: R.DF:função densidade de probabilidade da distribuição F.
vi: R.DF: hàm mật độ xác suất của phân phối F.

source: This function returns the probability density function of the F distribution.
dz: ལཱ་འགན་འདི་གིས་ ཨེཕ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución de F.
nl: Deze functie geeft de kansdichtheidfunctie van de F-verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição F.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối F.

source: R.PF:cumulative distribution function of the F distribution.
dz: R.PF:ཨེཕ་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་ལཱ་འགན།
es: R.PF: función de distribucion acumulada de la distribución F.
nl: R.PF:cumulatieve distributiefunctie van de F-verdeling.
pt_br: R.PF:função de distribuição acumulada da distribuição F.
vi: R.PF:hàm phân phối lũy tích của phân phối F.

source: This function returns the cumulative distribution function of the F distribution.
dz: ལཱ་འགན་འདི་གིས་ ཨེཕ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulativa de la distribución F.
nl: Deze functie geeft de cumulatieve distributiefunctie van de F-verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição F.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối F.

source: R.QF:probability quantile function of the F distribution.
dz: R.QF:ཨེཕ་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QF:función de cuantil de probabilidad de la distribución F.
nl: R.QF:kanskwantielfunctie van de F-verdeling.
pt_br: R.QF:função de probabilidade quartil da distribuição F.
vi: R.QF:hàm quantile xác suất của phân phối F.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the F distribution.
dz: ལས་འགན་འདི་གིས་ འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཨེཕ་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་ལས་འགན་གྱི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, la inversa de la función de distribución acumulada, de la distribución F.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de F-verdeling.
pt_br: Esta função retorna a função de probabilidade quantil, i.e., a inversa da função de distribuição acumulada da distribuição F.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối F.

source: R.DCHISQ:probability density function of the chi-square distribution.
dz: R.DCHISQ:ཆི་-གྲུ་བཞི་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DCHISQ:función de densidad de probabilidad de la distribución chi cuadrado.
nl: R.DCHISQ:kansdichtheidfunctie van de chi-kwadraat verdeling.
pt_br: R.DCHISQ:função densidade de probabilidade da distribuição do chi-quadrado.
vi: R.DCHISQ:hàm mật độ xác suất của phân phối χ² (chi-square).

source: This function returns the probability density function of the chi-square distribution.
dz: ལཱ་འགན་འདི་གིས་ཆི་-གྲུ་བཞི་བཀྲམ་སྤེལ་གྱི་ འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de densidad de probabilidad de la distribución chi-cuadrado.
nl: Deze functie geeft de kansdichtheidfunctie van de chi-kwadraat verdeling.
pt_br: Esta função retorna a função densidade de probabilidade da distribuição do Chi-quadrado.
vi: Hàm này trả lại hàm mật độ xác suất của phân phối χ² (chi-square).

source: R.PCHISQ:cumulative distribution function of the chi-square distribution.
dz: R.PCHISQ:ཆི་-གྲུ་བཞི་བཀྲམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན།
es: R.PCHISQ:función de distribución acumulada de la distribución chi-cuadrado.
nl: R.PCHISQ:cumulatieve distributiefunctie van de chi-kwadraat verdeling.
pt_br: R.PCHISQ:função de distribuição acumulada da distribuição do chi-quadrado.
vi: R.PCHISQ:hàm phân phối lũy tích của phân phối χ² (chi-square).

source: This function returns the cumulative distribution function of the chi-square distribution.
dz: ལཱ་འགན་འདི་གིས་ཆི་-གྲུ་བཞི་བཀརམ་སྤེལ་གྱི་ རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución chi-cuadrado.
nl: Deze functie geeft de cumulatieve distributiefunctie van de chi-kwadraat verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição do Chi-quadrado.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối χ² (chi-square).

source: R.QCHISQ:probability quantile function of the chi-square distribution.
dz: R.QCHISQ:ཆི་-བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QCHISQ:función del cuantil de probabilidad de la distribución chi cuadarado.
nl: R.QCHISQ:kanskwantielfunctie van de chi-kwadraat verdeling.
pt_br: R.QCHISQ:função de probabilidade quartil da distribuição do chi-quadrado.
vi: R.QCHISQ:hàm quantile xác suất của phân phối χ² (chi-square).

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the chi-square distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཆི་-གྲུ་གཞི་བཀྲམསྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་གྱི་ལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probabilidad, ej, la inversa de la función de distribución acumulada, de la distribución chi cuadrado.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de chi-kwadraat verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição do Chi-quadrado.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối χ² (chi-square).
