Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR returns the covariance of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then COVAR(A1:A5,B1:B5) equals 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
dz: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR དེ་གིས་ གནས་སྡུད་གཉིས་ཀྱི་གཞི་སྒྲིག་མི་མཐུན་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ ནང་ཐིག་སྟོང་པ་ཚུ་སྣང་མེད་སྦེ་བཞགཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོདཔ་དང་, ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, དང་ 42.7 ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ COVAR(A1:A5,B1:B5) མཉམ་ཨིན་ 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
es: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=Devuelve la covarianza de dos conjuntos de datos. * Las celdas vacías o con texto siempre son ignoradas. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3; 21,3; 25,9; y 40,1; y las celdas B1, B2, …, B5 contengan 23,2; 25,8; 29,9; 33,5; y 42,7. Entonces COVAR(A1:A5,B1:B5) es igual a 65,858. @SEEALSO=CORREL,FISHER,FISHERINV
fr: @FUNCTION=COVAR @SYNTAX=COVAR(tableau1;tableau2) @DESCRIPTION=La fonction COVAR renvoie la covariance des deux ensembles de données @tableau1 et @tableau2. * Les chaînes et les cellules vides sont simplement ignorées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,... A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et que B1, B2... B5 contiennent 23,2, 25,8, 29,9, 33,5 et 42,7, alors COVAR(A1:A5;B1:B5) vaut 65,858. @SEEALSO=CORREL,FISHER,FISHERINV
nl: @FUNCTION=COVAR @SYNTAX=COVAR(array1;array2) @DESCRIPTION=COVAR geeft de covariantie van twee verzamelingen. * Strings en lege cellen worden genegeerd. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4, 17,3, 21,3, 25,9 en 40,1 bevatten, en B1, B2, ..., B5 de getallen 23,2, 25,8, 29,9, 33,5 en 42,7, dan geldt: COVAR(A1:A5;B1:B5) is 65,858 @SEEALSO=CORREL,FISHER,FISHERINV
pt_br: @FUNCTION=COVAR @SYNTAX=COVAR(vetor1,vetor2) @DESCRIPTION=COVAR retorna a covariância de dois conjuntos de dados. * Textos e células vazias são simplesmente ignoradas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: COVAR(A1:A5,B1:B5) retorna 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
sk: @FUNCTION=COVAR @SYNTAX=COVAR(pole1,pole2) @DESCRIPTION=COVAR vracia kovarianciu dvoch množín dát. * Reťazce a prázdne bunky sú jednoducho ignorované. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1 a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom COVAR(A1:A5,B1:B5) sa rovná 65.858. @SEEALSO=CORREL,FISHER,FISHERINV
vi: @FUNCTION=COVAR @SYNTAX=COVAR(array1,array2) @DESCRIPTION=COVAR trả lại hiệp phương sau của hai tập hợp dữ liệu. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì COVAR(A1:A5,B1:B5) bằng 65.858. @SEEALSO=CORREL,FISHER,FISHERINV

source: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=CORREL returns the correlation coefficient of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then CORREL(A1:A5,B1:B5) equals 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
dz: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=CORREL དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་ཚུ་གི་ཕན་ཚུན་འབྲེལ་བའི་གྲངས་རྟགས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེདཔ་བཞགཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགཡུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོདཔ་, དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, དང་ 42.7ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ CORREL(A1:A5,B1:B5) equals 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
es: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=Devuelve el coeficiente de correlación de dos conjuntos de datos. * Las celdas vacías o con texto son ignoradas. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3; 21,3; 25,9; y 40,1; y las celdas B1, B2, …, B5 contengan 23,2; 25,8; 29,9; 33,5; y 42,7. Entonces CORREL(A1:A5,B1:B5) es igual a 0,996124788. @SEEALSO=COVAR,FISHER,FISHERINV
fr: @FUNCTION=CORREL @SYNTAX=CORREL(tableau1;tableau2) @DESCRIPTION=La fonction CORREL renvoie le coefficient de corrélation entre les ensembles de données @tableau1 et @tableau2. * Les chaînes et les cellules vides sont simplement ignorées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,... A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et que B1, B2... B5 contiennent 23,2, 25,8, 29,9, 33,5 et 42,7, alors CORREL(A1:A5;B1:B5) vaut 0,996124788. @SEEALSO=COVAR,FISHER,FISHERINV
nl: @FUNCTION=CORREL @SYNTAX=CORREL(array1;array2) @DESCRIPTION=CORREL geeft de correlatiecoëfficient van twee verzamelingen. * Strings en lege cellen worden genegeerd. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4, 17,3, 21,3, 25,9, en 40,1 bevatten, en B1, B2, ..., B5 de getallen 23,2, 25,8, 29,9, 33,5, en 42,7, dan geldt: CORREL(A1:A5;B1:B5) is 0,996124788 @SEEALSO=COVAR,FISHER,FISHERINV
pt_br: @FUNCTION=CORREL @SYNTAX=CORREL(vetor1,vetor2) @DESCRIPTION=CORREL retorna o coeficiente de correlação de dois conjuntos de dados. * Textos e células vazias são simplesmente ignoradas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: CORREL(A1:A5,B1:B5) retorna 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
sk: @FUNCTION=CORREL @SYNTAX=CORREL(pole1,pole2) @DESCRIPTION=CORREL vracia korelačný koeficient dvoch množín dát. * Reťazce a prázdne bunky sú jednoducho ignorované. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1 a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom CORREL(A1:A5,B1:B5) sa rovná 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV
vi: @FUNCTION=CORREL @SYNTAX=CORREL(array1,array2) @DESCRIPTION=CORREL trả lại hệ số tương quan của hai tập hợp dữ liệu. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì CORREL(A1:A5,B1:B5) bằng 0.996124788. @SEEALSO=COVAR,FISHER,FISHERINV

source: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST function returns the negative binomial distribution. @f is the number of failures, @t is the threshold number of successes, and @p is the probability of a success. * If @f or @t is a non-integer it is truncated. * If (@f + @t -1) <= 0 NEGBINOMDIST returns #NUM! error. * If @p < 0 or @p > 1 NEGBINOMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= NEGBINOMDIST(2,5,0.55) equals 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
dz: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST ལས་འགན་འདི་གིས་ མེད་ཆའི་བའི་ནོ་མི་ཡལ་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @f འདི་འཐུས་ཤོར་གྱི་ཨང་གྲངས་ཨིན་པ་ཅིན་, @t འདི་ མཐར་འཁྱོལ་གྱི་ཐེརེཤ་ཧཱོལ་ཨང་གྲངས་འདི་ཨིནམ་དང་ @p འདི་མཐར་འཁྱོར་གཡི་བྱུང་སྲིད་པ་ཨིན། * If @f ཡང་ན་ @t འདི་ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ འདི་ཆུང་ཀུ་བཟོ་ཡོདཔ་ཨིན། * If (@f + @t -1) <= 0ཨིན་པ་ཅིན་ NEGBINOMDIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 or @p > 1 ཨིན་པ་ཅིན་NEGBINOMDIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NEGBINOMDIST(2,5,0.55) equals 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
es: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=La función NEGBINOMDIST devuelve la distribución binomial negativa. @f es el número de fallos, @t es el número umbral de éxitos y @p es la probabilidad de éxito. * Si @f ó @t no son enteros, se truncan. * Si (@f + @t -1) <= 0, NEGBINOMDIST devuelve el error #NÚM!. * Si @p < 0 ó @p > 1, NEGBINOMDIST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= NEGBINOMDIST(2,5,0.55) igual a 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
fr: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f;t;p) @DESCRIPTION=La fonction NEGBINOMDIST renvoie la distribution binomiale négative. @f est le nombre d'échecs, @t est le nombre de succès seuil, et @p est la probabilité d'un succès. * Si @f ou @t ne sont pas des entiers, ils sont tronqués. * Si (@f + @t -1) <=0, , ou si p n'est pas dans l'intervalle [0;1], NEGBINOMDIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= NEGBINOMDIST(2;5;0,55) vaut 0,152872629 @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
nl: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f;t;p) @DESCRIPTION=NEGBINOMDIST geeft de negatieve binomiaal distributie. @f is het aantal mislukkingen, @t is de drempelwaarde van de successen, en @p is de waarschijnlijkheid van een succes. * Als @f of @t geen gehele getallen zijn worden ze afgekapt. * Als (@f + @t -1) <= 0 geeft NEGBINOMDIST een #GETAL! foutmelding. * Als @p < 0 of @p > 1 geeft NEGBINOMDIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= NEGBINOMDIST(2;5;0,55) is 0,152872629 @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
pt_br: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=NEGBINOMDIST retorna a distribuição binomial negativa. @f é o número de falhas, @t é o número de sucessos, e @p é a probabilidade de sucesso. * Se @f ou @t não é um inteiro, então ele será truncado. * Se (@f + @t -1) <= 0, NEGBINOMDIST retorna o erro #NUM! * Se @p < 0 ou @p > 1, NEGBINOMDIST retorna o erro #NUM! * Esta função é compatível com o Excel @EXAMPLES= NEGBINOMDIST(2,5,0.55) retorna 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
sk: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=Funkcia NEGBINOMDIST vracia záporné binomické rozdelenie. @f je počet zlyhaní, @t je hraničný počet úspechov a @p je pravdepodobnosť úspechu. Ak nie je @f alebo @t celé číslo, je orezané. * Ak je (@f + @t -1) <= 0 NEGBINOMDIST vracia chybu #NUM!. * Ak je @p < 0 alebo @p > 1 NEGBINOMDIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NEGBINOMDIST(2,5,0.55) sa rovná 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT
vi: @FUNCTION=NEGBINOMDIST @SYNTAX=NEGBINOMDIST(f,t,p) @DESCRIPTION=hàm NEGBINOMDIST trả lại phân phối nhị thức âm. @f là số lần thất bại, @t là số lần thành công ngưỡng, @p là xác suất thành công. * Nếu « @f » hoặc « @t » không phải là số nguyên thì nó bị cắt xén. * Nếu « (@f + @t -1) ≤ 0 » thì NEGBINOMDIST trả lại lỗi « #NUM! ». * Nếu « @p < 0 » hoặc « @p > 1 » thì NEGBINOMDIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= NEGBINOMDIST(2,5,0.55) bằng 0.152872629. @SEEALSO=BINOMDIST,COMBIN,FACT,HYPGEOMDIST,PERMUT

source: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST function returns the standard normal cumulative distribution. @x is the value for which you want the distribution. * This function is Excel compatible. @EXAMPLES= NORMSDIST(2) equals 0.977249868. @SEEALSO=NORMDIST
dz: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST ལས་འགན་འདི་གིས་ ཚད་ལྡན་སྤྱིར་གཏང་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན།@x འདི་ཁྱོད་ཀྱིས་དགོ་པའི་བཀྲམ་སྤེལ་གྱི་དོན་ལུ་གནས་གོང་འདི་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NORMSDIST(2) equals 0.977249868. @SEEALSO=NORMDIST
es: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=La función NORMSDIST devuelve la distribución normal estándar acumulativa. @x es el valor para el que quiere la distribución. * Esta función es compatible con Excel. @EXAMPLES= NORMSDIST(2) igual a 0.977249868. @SEEALSO=NORMDIST
fr: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=La fonction NORMSDIST renvoie la distribution standard normale cumulative. @x est la valeur pour laquelle on veut la distribution. * Cette fonction est compatible avec Excel. @EXAMPLES= NORMSDIST(2) vaut 0,977249868 @SEEALSO=NORMDIST
nl: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=NORMSDIST geeft de standaard normale cumulatieve distributie. @x is de waarde waarvan je de distributie wilt weten. * Deze functie is compatibel met Excel. @EXAMPLES= NORMSDIST(2) is 0,977249868 @SEEALSO=NORMDIST
pt_br: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=A função NORMSDIST retorna a distribuição normal padrão acumulada. @x é o valor que você deseja calcular a distribuição. * Esta função é compatível com o Excel. @EXAMPLES= NORMSDIST(2) retorna 0.977249868. @SEEALSO=NORMDIST
sk: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=Funkcia NORMSDIST vracia štandardné normálne kumulatívne rozdelenie. @x je hodnota, pre ktorú chcete rozdelenie. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NORMSDIST(2) sa rovná 0.977249868. @SEEALSO=NORMDIST
vi: @FUNCTION=NORMSDIST @SYNTAX=NORMSDIST(x) @DESCRIPTION=hàm NORMSDIST trả lại phân phối lũy tích chuẩn. @x là giá trị cho mà bạn muốn phân phối. * Hàm này tương thích với Excel. @EXAMPLES= NORMSDIST(2) bằng 0.977249868. @SEEALSO=NORMDIST

source: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV function returns the inverse of the standard normal cumulative distribution. @p is the given probability corresponding to the normal distribution. * If @p < 0 or @p > 1 NORMSINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= NORMSINV(0.2) equals -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
dz: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV ལས་འགན་འདི་གིས་ ཚད་ལྡན་སྤྱིར་གཏང་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་གྱི་ལུགས་ལྡོག་འདི་སླར་ལོག་འབདཝ་ཨིན། @p འདི་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་ལུ་འབྱུང་སྲིད་པའི་ཆ་མཉམ་པ་འདི་ཨིན། * If @p < 0 or @p > 1 ཨིན་པ་ཅིན་NORMSINV དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NORMSINV(0.2) equals -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
es: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=La función NORMSINV devuelve el inverso de la distribución acumulativa normal estándar. @p es la probabilidad dada correspondiente a la distribución normal. * Si @p < 0 ó @p > 1, NORMSINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= NORMSINV(0.2) igual a -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
fr: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=La fonction NORMSINV renvoie la distribution standard normale cumulative inverse. @p est la probabilité correspondant à la distribution normale. * Si @p < 0 ou @p > 1, NORMSINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= NORMSINV(0,2) vaut -0,841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
nl: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=NORMSINV geeft de inverse van de standaard normale cumulatieve distributie. @p is de gegeven waarschijnlijkheid die correspondeert met de normale distributie. * Als @p < 0 of @p > 1 geeft NORMSINV een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= NORMSINV(0,2) is -0,841621234 @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
pt_br: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=A função NORMSINV retorna o inverso da distribuição acumulada padrão. @p é a probabilidade fornecida correspondente à distribuição normal. * Se @p < 0 ou @p > 1, NORMSINV retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= NORMSINV(0.2) retorna -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
sk: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=Funkcia NORMSINV vracia inverznú hodnotu štandardného normálneho kumulatívneho rozdelenia. @p je daná pravdepodobnosť odpovedajúca normálnemu rozdeleniu. * Ak je @p < 0 alebo @p > 1 NORMSINV vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NORMSINV(0.2) sa rovná -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST
vi: @FUNCTION=NORMSINV @SYNTAX=NORMSINV(p) @DESCRIPTION=hàm NORMSINV trả lại đảo của phân phối lũy tích chuẩn. @p là xác suất cho trước, tương ứng với phân phối chuẩn. * Nếu @p < 0 hoặc @p > 1 thì NORMSINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= NORMSINV(0.2) bằng -0.841621234. @SEEALSO=NORMDIST,NORMINV,NORMSDIST,STANDARDIZE,ZTEST

source: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,mean,stddev) @DESCRIPTION=LOGNORMDIST function returns the lognormal distribution. @x is the value for which you want the distribution, @mean is the mean of the distribution, and @stddev is the standard deviation of the distribution. * If @stddev = 0 LOGNORMDIST returns #DIV/0! error. * If @x <= 0, @mean < 0 or @stddev < 0 LOGNORMDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LOGNORMDIST(3,1,2) equals 0.519662338. @SEEALSO=NORMDIST
dz: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,mean,stddev) @DESCRIPTION=LOGNORMDIST ལཱ་འགན་དེ་གིས་ དྲན་དེབ་སྤྱིར་གཏང་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ཁྱོད་ཀྱིས་བཀྲམསྤེལ་དགོ་མིའི་དོན་ལུ་གནས་གོང་ཨིན།, @mean འདི་ བཀྲམསྤེལ་གྱི་བར་མའི་ཆ་གྲངས་ཨིནམ་, དང་ @stddev འདི་བཀྲམ་སྤེལ་གྱི་ཚད་ལྡ་ཁ་བསྒྱུར་བ་ཨིན། * If @stddev = 0 ཨིན་པ་ཅིན་LOGNORMDISTདེ་གིས་ #DIV/0! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @x <= 0ཨིན་པ་ཅིན་, @mean < 0 ཡང་ན་ @stddev < 0 LOGNORMDIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LOGNORMDIST(3,1,2) equals 0.519662338. @SEEALSO=NORMDIST
es: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,media,desvest) @DESCRIPTION=La función LOGNORMDIST devuelve la distribución lognormal. @x es el valor para el que quiere la distribución, @media es la media de la distribución y @desvest es la desviación estándar de la distribución. * Si @desvest = 0, LOGNORMDIST devuelve el error #DIV/0!. * Si @x <= 0, @significado < 0 ó @desvest < 0, LOGNORMDIST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= LOGNORMDIST(3,1,2) igual a 0,519662338. @SEEALSO=NORMDIST
fr: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x;moyenne;écart_type) @DESCRIPTION=La fonction LOGNORMDIST renvoie la distribution lognormale évaluée en @x. @moyenne et @écart_type sont les éléments caractéristiques de la distribution. * Si @écart_type = 0, LOGNORMDIST renvoie l'erreur #DIV/0!. * Si @x<=0, @moyenne<0 ou @écart_type<0, LOGNORMDIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= LOGNORMDIST(3;1;2) vaut 0,519662338. @SEEALSO=NORMDIST
nl: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x;gemiddelde;stdev) @DESCRIPTION=LOGNORMDIST geeft de lognormale distributie. @x is de waarde waarvan je de distributie wilt weten, @gemiddelde is het gemiddelde van de distributie, @stdev is de standaard deviatie. * Als @stdev = 0, geeft LOGNORMDIST een #DIV/0! foutmelding. * Als @x <= 0, @gemiddelde < 0 of @stdev < 0 geeft LOGNORMDIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= LOGNORMDIST(3;1;2) is 0,519662338 @SEEALSO=NORMDIST
pt_br: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,média,desvpad) @DESCRIPTION=A função LOGNORMDIST retorna a distribuição Lognormal. @x é o valor para o qual você deseja calcular a distribução, @média é a média da distribuição e @desvpad é o desvio padrão da distribuição. * Se @desvpad = 0, LOGNORMDIST retorna o erro #DIV/0! * Se @x <= 0, @média < 0 ou @desvpad < 0, LOGNORMDIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= LOGNORMDIST(3,1,2) retorna 0.519662338. @SEEALSO=NORMDIST
sk: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,priemer,odch) @DESCRIPTION=Funkcia LOGNORMDIST vracia lognormálne rozdelenie. @x je hodnota, pre ktorú sa počíta, @priemer je priemer rozdelenia, a @odch je smerodajná odchýlky rozdelenia. * Ak je @odch = 0 LOGNORMDIST vracia chybu #DIV/0!. * Ak je @x <= 0, @priemer < 0 alebo @odch < 0 LOGNORMDIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOGNORMDIST(3,1,2) sa rovná 0.519662338. @SEEALSO=NORMDIST
vi: @FUNCTION=LOGNORMDIST @SYNTAX=LOGNORMDIST(x,mean,stddev) @DESCRIPTION=hàm LOGNORMDIST trả lại phân phối loga chuẩn. @x là giá trị cho mà bạn muốn phân phối, @mean là _số trung bình_ của phân phối, @stddev là _độ lệch chuẩn_ của phân phối. * Nếu « @stddev = 0 » thì LOGNORMDIST trả lại lỗi « #DIV/0! ». * Nếu « @x ≤ 0 » hoặc « @mean < 0 » hoặc « @stddev < 0 » thì LOGNORMDIST trả về lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= LOGNORMDIST(3,1,2) bằng 0.519662338. @SEEALSO=NORMDIST
