Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=SUMXMY2 function returns the sum of squares of differences of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMXMY2 is SUM (x-y)^2. * Strings and empty cells are simply ignored. * If @array1 and @array2 have different number of data points, SUMXMY2 returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMXMY2(A1:A5,B1:B5) equals 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
dz: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=SUMXMY2 ལཱ་འགན་དེ་གིས་ ཨེ་རེ་གཉིས་ནང་ཆ་མཉམ་པའི་གནས་གོང་གི་ཁྱད་པར་གྱི་གྲུ་གཞི་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། @array1 འདི་ ཨེ་རེ་དང་པ་ཡང་ན་གནས་སྡུད་དོན་ཚན་ཚུ་གི་ཁྱབ་ཚད་ཨིནམ་དང་@array2 འདི་ཨེ་རེ་གཉིས་པ་ཡང་ན་གནས་སྡུད་དོན་ཚན་གྱི་ཁྱབ་ཚད་ཨིན།SUMXMY2 གི་སྙོམས་རྟགས་འདི་ SUM (x-y)^2ཨིན། * ཡིག་རྒྱུན་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞག་ཡོདཔ། * If @array1 དང་ @array2 དེ་ལུ་ གནས་སྡུད་དོན་ཚན་གྱི་ཨང་གྲངས་སོ་སོ་ཡོདཔ་ཨིནམ་དང་, SUMXMY2 དེ་གིས་ #N/A འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 དེ་གིས་ཨང་གྲངས་ 11, 15, 17, 21, དང་ 43 ཡོདཔ་ཨིནམ་དང་ 11, B2, ..., B5 འཆངམ་ཨིནམ་དང་ཨང་གྲངས་ 13, 22, 31, 33,དང་ 39 ཡོདཔ་ཨིན་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ SUMXMY2(A1:A5,B1:B5) མཉམ་ཨིན་ 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
es: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=Devuelve la suma de los cuadrados de las diferencias de los valores correspondientes de los dos arrays. @array1 es el primer array o rango de datos y @array2 es el segundo array o @rango de datos. La ecuación de SUMXMY2 es SUM((x - y)^2). * Las cadenas de texto y las celdas vacías son simplemente ignoradas. * Si @array1 y @array2 tienen una cantidad diferente de elementos, SUMXMY2 devuelve el error #N/D. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11, 15, 17, 21, y 43 y las celdas B1, B2, …, B5 los números 13, 22, 31, 33, y 39. Entonces SUMXMY2(A1:A5,B1:B5) es igual a 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
fr: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(tableau1;tableau2) @DESCRIPTION=La fonction SUMXMY2 renvoie la somme des carrés des différences des valeurs correspondantes dans @tableau1 et @tableau2. L'équation de SUMXMY2 est SUM (x-y)^2. * Les chaînes et les cellules vides sont ignorées. * Si @tableau1 et @tableau2 ont un nombre de données différent, SUMXMY2 renvoie une erreur #N/A!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11, 15, 17, 21, et 43, et que B1, B2,..., B5 contiennent 13, 22, 31, 33, et 39, alors SUMXMY2(A1:A5;B1:B5) vaut 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
nl: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1;array2) @DESCRIPTION=SUMX2MY2 geeft de som van de kwadraten van de verschillen tussen correspnderende waarden in twee arrays. @array1 is de eerste array of waardenbereik en @array2 is de tweede array of waardebereik. De vergelijking voor SUMXMY2 is SUM (x-y)^2. * Tekenreeksen en lege cellen worden genegeerd. * Als @array1 en @array2 een verschillend aantal waarden bevatten, geeft SUMXMY2 een #N/B! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11, 15, 17, 21, en 43 bevatten, en B1, B2, ..., B5 de getallen 13, 22, 31, 33, en 39, dan geldt: SUMXMY2(A1:A5;B1:B5) is 409 @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
pt_br: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(vetor1,vetor2) @DESCRIPTION=A função SUMXMY2 retorna a soma dos quadrados das diferenças dos valores correspondentes nos dois vetores. @vetor1 é o primeiro conjunto de dados e @vetor2 é o segundo conjunto de dados. A equação de SUMXMY2 é SUM (x-y)^2. * Textos e células vazias são ignoradas. * Se @vetor1 e @vetor2 têm números de dados diferentes, SUMXMY2 retorna o erro #N/A. * Esta função é compatível com o Excel. @EXAMPLES= Considerando que as células A1, A2, ..., A5 contêm os números 11, 15, 17, 21, e 43; e as células B1, B2, ..., B5 contêm os números 13, 22, 31, 33, e 39. Então: SUMXMY2(A1:A5,B1:B5) retorna 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
sk: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(pole1,pole2) @DESCRIPTION=Funkcia SUMXMY2 vracia súčet druhých mocnín rozdielov odpovedajúcich si hodnôt v dvoch poliach. @pole1 je prvé pole alebo rozsah datových hodnôt a @pole2 je druhé pole alebo rozsah datových hodnôt. Rovnica pre SUMXMY2 je SUM (x-y)^2). Reťazce a prázdne bunky sú jednoducho ignorované. Ak majú @pole1 a @pole2 rôznu veľkosť, SUMXMY2 vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11, 15, 17, 21, a 43 a bunky B1, B2, ..., B5 obsahujú čísla 13, 22, 31, 33, a 39. Potom SUMXMY2(A1:A5,B1:B5) sa rovná 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2
vi: @FUNCTION=SUMXMY2 @SYNTAX=SUMXMY2(array1,array2) @DESCRIPTION=hàm SUMXMY2 trả lại tổng của bình phương của hiệu của giá trị tương ứng trong hai mảng. @array1 là mảng hay phạm vi điểm dữ liệu thứ nhất, còn @array2 là điều thứ hai. Phương trình của SUMXMY2 là « SUM (x-y)² » (SUM: tổng). * Chuỗi và ô rỗng bị bỏ qua. * Nếu mảng @array1 và mảng @array2 có số điểm dữ liệu khác nhau thì SUMXMY2 trả lại lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11, 15, 17, 21, 43 » còn các ô « B1, B2, ..., B5 » chứa số « 13, 22, 31, 33, 39 ». Thì vậy SUMXMY2(A1:A5,B1:B5) bằng 409. @SEEALSO=SUMSQ,SUMX2MY2,SUMX2PY2

source: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coefficients) @DESCRIPTION=SERIESSUM function returns the sum of a power series. @x is the base of the power series, @n is the initial power to raise @x, @m is the increment to the power for each term in the series, and @coefficients are the coefficients by which each successive power of @x is multiplied. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 1.23, 2.32, 2.98, 3.42, and 4.33. Then SERIESSUM(3,1,2.23,A1:A5) equals 251416.43018. @SEEALSO=COUNT,SUM
dz: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coefficients) @DESCRIPTION=SERIESSUM ལཱ་འགན་དེ་གིས་ ནུས་ཤུགས་རིམ་པའི་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ནུས་ཤུགས་རྒྱུན་རིམ་གྱི་གཞི་རྟེན་ཨིན། @n འདི་ @xབསྡུ་ལེན་འབད་ནི་ལུ་འགོ་ཐོག་ནུས་ཤུགས་ཨིན, @m འདི་ རྒྱུན་རིམ་ནང་གི་དོན་ཚིག་རེ་རེའི་དོན་ལུ་ནུས་ཤུགས་ལུ་ཡར་སེང་འདི་ཨིནམ་དང་, @coefficients ཚུ་ @x གི་མཐར་འཁྱོལ་བའི་ནུས་ཤུགས་འདི་དགུ་འཐབ་བརྐྱབ་ཡོད་པའི་གྲངས་རྟགས་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 དེ་གིས་ཨང་གྲངས་ 1.23, 2.32, 2.98, 3.42, དང་ 4.33ཡོདཔ་ཨིན་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ SERIESSUM(3,1,2.23,A1:A5) མཉམ་ཨིན་251416.43018. @SEEALSO=COUNT,SUM
es: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coeficientes) @DESCRIPTION=Devuelve la suma de serie de potencias. @x es la base de la serie, @n es la potencia inicial a la cual elevar @x, @m es el incremento de la potencia para cada término de la serie, y @coeficiente es el coeficiente por el cual se multiplica cada potencia sucesiva de @x . * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 1.23, 2.32, 2.98, 3.42, y 4.33. Entonces SERIESSUM(3,1,2.23,A1:A5) es igual a 251416.43018. @SEEALSO=COUNT,SUM
fr: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x;n;m;coefficients) @DESCRIPTION=La fonction SERIESSUM renvoie la somme d'une série de puissances. @x is la base de la série, @n est la puissance initiale à laquelle il faut élever @x, @m est le pas d'incrémentation de la puissance pour chaque terme de la série, et @coefficients sont les coefficients par lesquels chaque puissance successive de @x est multipliée. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 1,23, 2,32, 2,98, 3,42, et 4,33 : SERIESSUM(3;1;2,23;A1:A5) vaut 251416,43018. @SEEALSO=COUNT,SUM
nl: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x;n;m;coëficienten) @DESCRIPTION=SERIESSUM geeft de som van een machtreeks. @x is de basis van de machtreek, @n is the initiële macht waarmee @x wordt verheft, @m is de toename van de macht voor elke term in de reeks, en @coëfficienten zijn de coëfficienten waarmee elke opvolgende macht van @x wordt vermenigvuldigd. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 1,23 2,32 2,98 3,42 en 4,33 bevatten, dan geldt: SERIESSUM(3;1;2,23;A1:A5) is 251416,43018 @SEEALSO=COUNT,SUM
pt_br: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coeficientes) @DESCRIPTION=A função SERIESSUM retorna a soma de uma série de potências. @x é a base da série de potências, @n é a potência incial que eleva @x, @m é o incremento da potência para cada termo da série, e @coeficientes são os coeficientes pelos quais cada potência sucessiva de @x é multiplicada. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 1.23, 2.32, 2.98, 3.42, e 4.33. Então: SERIESSUM(3,1,2.23,A1:A5) retorna 251416.43018. @SEEALSO=COUNT,SUM
sk: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,koeficienty) @DESCRIPTION=Funkcia SERIESSUM vracia súčet mocninných postupností. @x je základ postupnosti, @n je počiatočná mocnina @x, @m je zmena mocniny pre každý prvok postupnosti, a @koeficienty sú koeficienty ktorými sa vynásobia jednotlivé mocniny @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 1.23, 2.32, 2.98, 3.42, a 4.33. Potom SERIESSUM(3,1,2.23,A1:A5) sa rovná 251416.43018. @SEEALSO=COUNT,SUM
vi: @FUNCTION=SERIESSUM @SYNTAX=SERIESSUM(x,n,m,coefficients) @DESCRIPTION=hàm SERIESSUM trả lại tổng của chuỗi luỹ thừa. @x là cơ bản của chuỗi luỹ thừa, @n là luỹ thừa ban đầu cần tăng @x, @m là lượng gia với luỹ thừa cho mỗi điều trong chuỗi, @coefficients là hệ số nhân lên mỗi luỹ thừa của @x lần lượt * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 1.23, 2.32, 2.98, 3.42, 4.33 ». Thì SERIESSUM(3,1,2.23,A1:A5) bằng 251416.43018. @SEEALSO=COUNT,SUM

source: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE function returns the inverse matrix of @matrix. * If @matrix cannot be inverted, MINVERSE returns #NUM! error. * If @matrix does not contain equal number of columns and rows, MINVERSE returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= @SEEALSO=MMULT, MDETERM
dz: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE ལཱ་འགན་དེ་གིས་ @matrixགི་ལུགས་ལྡོག་མེ་ཊིགསི་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @matrix དེགིས་ ལུགས་ལྡོག་འབད་མ་ཚུགས་པ་ཅིན་, MINVERSE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @matrix དེ་གིས་ ཀེར་ཐིག་གི་ཨང་གྲངས་མཉམ་པ་དང་གྲལ་ཐིག་ཚུ་མེད་པ་ཅིན་, MINVERSE དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=MMULT, MDETERM
es: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matriz) @DESCRIPTION=La función MINVERSE devuelve la matriz inversa de la @matriz. * Si la @matriz no se puede invertir, MINVERSE devuelve el error #NÚM!. * Si la @matriz no contiene igual número de filas y columnas, MINVERSE devuelve el error #VALOR! * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=MMULT, MDETERM
fr: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrice) @DESCRIPTION=La fonction MINVERSE renvoie l'inverse de @matrice. * Si elle n'est pas inversible, MINVERSE renvoie l'erreur #NUM!. * Si elle n'est pas carrée, MINVERSE renvoie l'erreur #VALUE!. * Cette fonction est compatible avec Excel. @EXAMPLES= @SEEALSO=MMULT, MDETERM
nl: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE geeft de inverse van de gegeven matrix @matrix. * Als @matrix geen inverse heeft, geeft MINVERSE een #GETAL! foutmelding. * Als het aantal rijen en kolommen van de @matrix niet gelijk is, geeft MINVERSE een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=MMULT, MDETERM
pt_br: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matriz) @DESCRIPTION=A função MINVERSE retorna a matriz inversa de uma @matriz dada. * Se a @matriz não pode ser invertida, MINVERSE retorna o erro #NUM! * Se a @matriz não contém um número igual de linhas e colunas, MINVERSE retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=MMULT,MDETERM
sk: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matica) @DESCRIPTION=Funkcia MINVERSE vracia inverznú maticu k danej matici. Ak nie je možné @matica invertovať, MINVERSE vracia chybu #NUM!. Ak @matica neobsahuje rovnaký počet stĺpcov a riadkov, MINVERSE vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=MMULT, MDETERM
vi: @FUNCTION=MINVERSE @SYNTAX=MINVERSE(matrix) @DESCRIPTION=MINVERSE trả lại ma trận đảo của @matrix. * Nếu @matrix không thể đảo thì trả lại lỗi « #NUM! ». * Nếu số hàng, cột của @matrix không bằng nhau thì trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=MMULT, MDETERM

source: @FUNCTION=MMULT @SYNTAX=MMULT(array1,array2) @DESCRIPTION=MMULT function returns the matrix product of two arrays. The result is an array with the same number of rows as @array1 and the same number of columns as @array2. * This function is Excel compatible. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
dz: @FUNCTION=MMULT @SYNTAX=MMULT(array1,array2) @DESCRIPTION=MMULT ལཱ་འགན་དེ་གིས་ ཨེ་རེ་གཉིས་ཀྱི་མེ་ཊིགསི་ཐོན་སྐྱེད་འདི་སླར་ལོག་འབདཝ་ཨིན། གྲུབ་འབྲས་འདི་@array1བཟུམ་སྦེ་གྲལ་ཐིག་གི་ཨང་གྲངས་གཅིག་པ་དང་ཅིག་ཁར་ཨེ་རེ་འདི་ཨིནམ་དང་ ཀེར་ཐིག་གི་ཨང་གྲངས་གཅིག་པ་འདི་@array2བཟུམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
es: @FUNCTION=MMULT @SYNTAX=MMULT(array1;array2) @DESCRIPTION=Devuelve la matriz producto de dos arrays. El resultado es una matriz con la misma cantidad de líneas que @array1 y la misma cantidad de columnas que @array2. * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
fr: @FUNCTION=MMULT @SYNTAX=MMULT(tableau1;tableau2) @DESCRIPTION=La fonction MMULT renvoie la matrice produit des deux tableaux. Le résultat est un tableau possédant le même nombre de lignes que @tableau1 et le même nombre de colonnes que @tableau2. * Cette fonction est compatible avec Excel. @SEEALSO=TRANSPOSE,MINVERSE
nl: @FUNCTION=MMULT @SYNTAX=MMULT(array1;array2) @DESCRIPTION=MMULT geeft het matrixproduct van twee arrays. Het resultaat is een array met het aantal kolommen van @array1 en het aantal rijen van @array2. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
pt_br: @FUNCTION=MMULT @SYNTAX=MMULT(matriz1,matriz2) @DESCRIPTION=A função MMULT retorna a multiplicação de duas matrizes. O resultado é uma matriz com o mesmo número de linhas que @matriz1 e o mesmo número de colunas que @matriz2. * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
sk: @FUNCTION=MMULT @SYNTAX=MMULT(pole1,pole2) @DESCRIPTION=Funkcia MMULT vracia maticu, ktorá je násobkom dvoch polí. Výsledok je pole s rovnakým počtom riadkov ako má @pole1 a s rovnakým počtom stĺpcov ako má @pole2. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE
vi: @FUNCTION=MMULT @SYNTAX=MMULT(array1,array2) @DESCRIPTION=MMULT trả lại tích ma trận của hai mảng. Kết quả là một mảng có số hàng của mảng @array1 và số cột của mảng @array2. * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=TRANSPOSE,MINVERSE

source: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM function returns the determinant of a given matrix. * If the @matrix does not contain equal number of columns and rows, MDETERM returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= Let us assume that A1, ..., A4 contain numbers 2, 3, 7, and 3, B1, ..., B4 4, 2, 4, and 1, C1, ..., C4 9, 4, 3, and 2, and D1, ..., D4 7, 3, 6, and 5. Then MDETERM(A1:D4) equals 148. @SEEALSO=MMULT, MINVERSE
dz: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM ལཱ་འགན་དེ་གིས་ བྱིན་ཡོད་པའི་མེ་ཊིགསི་གི་བཅད་གཞི་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @matrix འདི་གིས་ ཀེར་ཐིག་ཚུ་དང་གྲལ་ཐིག་ཚུ་གི་ཨང་གྲངས་མཉམ་པ་མེད་པ་ཅིན་, MDETERM དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= A1, ..., A4 དེ་གིས་ཨང་གྲངས་ 2, 3, 7, དང་ 3, B1, ..., B4 4, 2, 4, དང་ 1, C1, ..., C4 9, 4, 3, དང་ 2, དང་ D1, ..., D4 7, 3, 6, དང་ 5ཡོདཔ་ཨིན་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ MDETERM(A1:D4) མཉམ་ཨིན་ 148. @SEEALSO=MMULT, MINVERSE
es: @FUNCTION=MDETERM @SYNTAX=MDETERM(matriz) @DESCRIPTION=Devuelve el determinante de la @matriz dada. * Si la @matriz no tiene la misma cantidad de líneas que de columnas MDETERM devuelve el error #VALOR! . * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, …, A4 contengan los números 2, 3, 7, y 3, B1, …, B4 4, 2, 4, y 1, C1, …, C4 9, 4, 3, y 2, y D1, …, D4 7, 3, 6, y 5. Entonces, MDETERM(A1:D4) es igual a 148. @SEEALSO=MMULT, MINVERSE
fr: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrice) @DESCRIPTION=La fonction MDETERM renvoie le déterminant de @matrice. * Si @matrice n'est pas carrée, MDETERM renvoie l'erreur #VALUE!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1,..., A4 contiennent 2, 3, 7, et 3, B1,..., B4, 4, 2, 4, et 1, C1,..., C4, 9, 4, 3, et 2, et D1,..., D4, 7, 3, 6, et 5. Alors, MDETERM(A1:D4) vaut 148. @SEEALSO=MMULT, MINVERSE
nl: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=MDETERM geeft de determinant van een gegeven matrix. * Als de @matrix geen gelijk aantal rijen en kolommen bevat, geeft MDETERM een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, ..., A4 de getallen 2, 3, 7, en 3 bevatten, B1, ..., B4 de getallen 4, 2, 4, en 1, C1, ..., C4 de getallen 9, 4, 3, en 2, en D1, ..., D4 de getallen 7, 3, 6, en 5, dan geldt: MDETERM(A1:D4) is 148 @SEEALSO=MMULT, MINVERSE
pt_br: @FUNCTION=MDETERM @SYNTAX=MDETERM(matriz) @DESCRIPTION=A função MDETERM retorna o determinante de uma matriz fornecida. * Se @matriz não contém um número de colunas igual ao número de linhas, então MDETERM retorna o erro #VALOR! * Esta função é compatível com o Excel @EXAMPLES= Considere que as células A1, ..., A4 contêm os números 2, 3, 7, e 3; as células B1, ..., B4 contêm os números 4, 2, 4, e 1; as células C1, ..., C4 contêm os números 9, 4, 3, e 2; e as células D1, ..., D4 contêm os números 7, 3, 6, e 5. Então: MDETERM(A1:D4) retorna 148. @SEEALSO=MMULT, MINVERSE
sk: @FUNCTION=MDETERM @SYNTAX=MDETERM(matica) @DESCRIPTION=Funkcia MDETERM vracia determinant danej matice. Ak @matica neobsahuje rovnaký počet stĺpcov a riadkov, MDETERM vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že A1, ..., A4 obsahujú čísla 2, 3, 7, a 3, B1, ..., B4 4, 2, 4, a 1, C1, ..., C4 9, 4, 3, a 2, a D1, ..., D4 7, 3, 6, a 5. Potom MDETERM(A1:D4) sa rovná 148. @SEEALSO=MMULT, MINVERSE
vi: @FUNCTION=MDETERM @SYNTAX=MDETERM(matrix) @DESCRIPTION=hàm MDETERM trả lại định thức của một ma trận cho trước. * Nếu số hàng, cột của @matrix không bằng nhau thì trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, ..., A4 » chứa số « 2, 3, 7, 3 », « B1, ..., B4 » «4, 2, 4, 1 », « C1, ..., C4 » « 9, 4, 3, 2 », và « D1, ..., D4 » « 7, 3, 6, 5 ». Thì MDETERM(A1:D4) bằng 148. @SEEALSO=MMULT, MINVERSE

source: SUMPRODUCT:Multiplies components and adds the results.
dz: SUMPRODUCT:ཆ་ཤས་ཚུ་དགུ་འཐབ་བརྐྱབ་ནི་དང་ གྲུབ་འབྲས་ཚུ་ཁ་སྐོང་བརྐྱབ་ཨིན།
es: SUMPRODUCT:Multiplica componentes y añade el resultado.
nl: SUMPRODUCT:Vermenigvuldigt componenten en telt de resultaten bij elkaar op.
pt_br: SUMPRODUCT:Multiplica os componentes e adiciona os resultados destas multiplicações.
vi: SUMPRODUCT: nhân lên thành phần rồi cộng các kết quả.

source: Multiplies corresponding data entries in the given arrays or ranges, and then returns the sum of those products.
dz: བྱིན་ཏེ་ཡོད་པའི་ཨེ་རེ་ཚུ་ཡང་ན་ཁྱབ་ཚད་ཚུ་ནང་ཡོད་པའི་ ཆ་མཉམ་པའི་གནས་སྡུད་འཛུལ་ཞུགས་ཚུ་དགུ་འཐབ་བརྐྱབ་ནི་དང་ དེ་ལས་ དེ་ཚུ་གི་ཐོན་སྐྱེད་ཚུ་སླར་ལོག་འབདཝ་ཨིན།
es: Multiplica las entradas de datos correspondientes in los arrays dados o rangos y entonces devuelve la suma de esos productos.
nl: Vermenigvuldigt corresponderende datavelden in de gegeven arrays of bereiken, en geeft dan de som van deze producten.
pt_br: Multiplica as entradas correspondentes de dados fornecidos em matrizes ou regiões, retorna a soma desses produtos.
vi: Nhân lên mục nhập dữ liệu tương ứng trong những mảng hoặc phạm vi cho trước, rồi trả lại tổng của các tích đó.

source: SUMPRODUCTs arguments are arrays or ranges. Attempting to use A1:A5>0 will not work, implicit intersection will kick in. Instead use --(A1:A5>0)
dz: SUMPRODUCTs གི་སྒྲུབ་རྟགས་ཚུ་ཨེ་རེ་ཡང་ན་ཁྱབ་ཚད་ཚུ་ཨིན། A1:A5>0 འདི་ལག་ལེན་འཐབ་ནི་ལུ་དཔའ་བཅམ་མི་དེ་གིས་ལཱ་མི་འབད་ བསམ་པའི་ལམ་མདོ་དེ་གིས་ནང་ན་བཏོན་གཏངམ་ཨིན། ཚབ་ལུ་ --(A1:A5>0)ལག་ལེན་འཐབ།
es: Los argumentos de SUMPRODUCTs son arrays o rangos. Si se intenta usar A1:A5>0 no funcionará, la intersección implícita fallará. En su lugar use --(A1:A5>0)
nl: SUMPRODUCT's argumenten zijn arrays of bereiken. U kunt niet A1:A5>0 gebruiken want dan zal 'impliciete intersectie' optreden. Gebruik in plaats daarvan --(A1:A5>0)
pt_br: Os argumentos de SUMPRODUCT são matrizes e regiões. Tentando utilizar A1:A5>0 não funcionará, intersecção implícita sera descartada. Ao invéz disso, utilize --(A1:A5>0)
vi: Các đối số SUMPRODUCT là mảng hay phạm vi. Cố dùng « A1:A5>0 » sẽ không tính được vì sự giao nhau ẩn sẽ xảy ra. Hãy dùng « --(A1:A5>0) » thay vào đó.

source: R.DNORM:probability density function of the normal distribution.
dz: R.DNORM:སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ལཱ་འགན་ཤོང་ཚད།
es: R.DNORM:función de densidad de probabilidad de la distribución normal.
nl: R.DNORM:kansdichtheidfunctie van de normale verdeling.
pt_br: R.DNORM: função densidade de probabilidade da distribuição normal.
vi: R.DNORM: hàm mật độ xác suất của phân phối chuẩn.

source: x:observation.
dz: x:ལྟ་རྟོག།
es: x:observación.
nl: x:waarneming.
pt_br: x:observação.
vi: x:quan sát

source: mu:mean of the distribution.
dz: mu:བཀྲམ་སྤེལ་གྱི་བར་མའི་ཆ་གྲངས།
es: mu:media de la distribución.
nl: mu:mediaan van de verdeling.
pt_br: mi:média da distribuição.
vi: mu:trung bình của phân phối.

source: sigma:standard deviation of the distribution.
dz: sigma:བཀྲམ་སྤེལ་གྱི་ཚད་ལྡན་ཁ་བསྒྱུར་བ།
es: sigma:desviación estándar de la distribución.
nl: sigma:standaarddeviatie van de verdeling.
pt_br: sigma:desvio padrão da distribuição.
vi: sigma:độ lệch chuẩn của phân phối.

source: give_log:if true, log of the result will be returned instead. This is useful if the result would otherwise underflow to 0. Defaults to false.
dz: give_log:བདེན་པ་ཨིན་པ་ཅིན་ གྲུབ་འབྲས་ཀྱི་དྲན་དེབ་འདི་ཚབ་སྦེ་ལོག་འོངམ་ཨིན། གྲུབ་འབྲས་དེ་གིས་འབད་བ་ཅིན་ཕན་ཐོག་ཅན་ཡོད་ དེ་མེན་པ་ཅིན་ ༠་ ལུ་ཉུང་འབབ། རྫུན་མ་ལུ་སྔོན་སྒྲིག།
es: give_log:si es cierto, se devolverá el logarirmo del resultado en su lugar. Esto es útil se el resultado baja de 0. Predeterminado a falso.
nl: give_log:indien waar zal de logaritme van het resultaat worden gegeven. Dit is handig als het resultaat anders onder 0 zou lopen. Standaardwaarde is false.
pt_br: fornece_log:se verdadeiro, é retornado o log do resultado. Isto é útil se o resultado poder ser 0 devido a um undeflow. O padrão é falso.
vi: give_log:nếu đúng thì trả lại loga của kết quả thay thế. Có ích nếu kết quả nếu không sẽ tràn ngược tới số 0. Mặc định là sai.
