Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,mean,stddev) @DESCRIPTION=LOGINV function returns the inverse of the lognormal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stddev is the standard deviation of the distribution. * If @p < 0 or @p > 1 or @stddev <= 0 LOGINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LOGINV(0.5,2,3) equals 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
dz: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,mean,stddev) @DESCRIPTION=LOGINV ལཱ་འགན་དེ་གིས་ དྲན་དེབ་སྤྱིར་གཏང་རིམ་གྱིས་བསག་པའི་བཀརམསྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན།@p འདི་སྤྱིར་གཏང་བཀྲམ་སྤེལ་ལུ་འབྱུང་སྲིད་པའི་ཆ་མཉམ་པ་བྱིན་མི་འདི་ཨིན།, @mean འདི་བཀྲམ་སྤེལ་གྱི་ཨང་རྩིས་རིག་པའི་བར་མའི་ཆ་གྲངས་ཨིནམ་,དང་ @stddev འདི་བཀྲམ་སྤེལ་གཡི་ཚད་ལྡན་ཁ་བསྒྱུར་བ་འདི་ཨིན། * If @p < 0 ཡང་ན་ @p > 1 ཡང་ན་ @stddev <= 0 ཨིན་པ་ཅིན་LOGINV དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LOGINV(0.5,2,3) equals 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
es: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,media,desvest) @DESCRIPTION=La función LOGINV devuelve la inversa de la distribución acumulativa lognormal. @p es la probabilidad dada correspondiente a la distribución normal. @media es la media aritmética de la distribución y @desvest es la desviación estándar de la distribución. * Si @p < 0 ó @p > 1 ó @desvest <= 0, LOGINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= LOGINV(0.5,2,3) igual a 7,389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
fr: @FUNCTION=LOGINV @SYNTAX=LOGINV(p;moyenne;écart_type) @DESCRIPTION=La fonction LOGINV renvoie une distribution lognormale cumulative inverse. @p est la probabilité de la distribution normale, @moyenne et @écart_type en sont les éléments caractéristiques. * Si @écart_type <= 0 ou @p < 0 ou @p 1 >, LOGINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= LOGINV(0,5;2;3) vaut 7,389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
nl: @FUNCTION=LOGINV @SYNTAX=LOGINV(p;gemiddelde;stdev) @DESCRIPTION=LOGINV geeft de inverse van de de lognormale cumulatieve distributie. @p is de gegeven waarschijnlijkheid corresponderend met de normale distributie, @gemiddelde is het rekenkundig gemiddelde van de distributie en @stdev is de standaard deviatie van de distributie. * Als @p < 0 of @p > 1 of @stdev <= 0, geeft LOGINV een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= LOGINV(0,5;2;3) is 7,389056099 @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
pt_br: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,média,desvpad) @DESCRIPTION=A função LOGINV retorna a inversa da distribuição lognormal acumulada. @p é a probabilidade fornecida que correspondente à distribuição normal, @média é a média da distribuição e @desvpad é o desvio padrão da distribuição. * Se @p < 0 ou @p > 1 ou @desvpad <= 0, LOGINV retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= LOGINV(0.5,2,3) retorna 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
sk: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,priemer,odchýlka) @DESCRIPTION=Funkcia LOGINV vracia inverznú hodnotu lognormálneho kumulatívneho rozdelenia. @p je daná pravdepodobnosť odpovedajúca normálnemu rozdeleniu, @priemer je aritmetický priemer rozdelenia a @odchýlka je smerodajná odchýlka rozdelenia. * Ak je @p < 0 alebo @p > 1 alebo @odchýlka <= 0 LOGINV vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOGINV(0.5,2,3) sa rovná 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST
vi: @FUNCTION=LOGINV @SYNTAX=LOGINV(p,mean,stddev) @DESCRIPTION=hàm LOGINV trả lại đảo của phân phối lũy tích loga chuẩn. @p là xác suất cho trước tương ứng với phân phối chuẩn, @mean là _số trung bình_ số học của phân phối, @stddev là độ lệch chuẩn của phân phối. * Nếu « @p < 0 » hoặc « @p > 1 » hoặc « @stddev ≤ 0 » thì LOGINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= LOGINV(0.5,2,3) bằng 7.389056099. @SEEALSO=EXP,LN,LOG,LOG10,LOGNORMDIST

source: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV function returns the inverse of the Fisher transformation at @x. * If @x is non-number FISHERINV returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= FISHERINV(2) equals 0.96402758. @SEEALSO=FISHER
dz: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV ལཱ་འགན་དེ་གིས་ ཕི་ཤར་བཟོ་བསྒྱུར་གྱི་ལུགས་ལྡོག་འདི་ @xལུ་སླར་ལོག་འབདཝ་ཨིན། * If @x འདི་ཨང་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ FISHERINV དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FISHERINV(2) equals 0.96402758. @SEEALSO=FISHER
es: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=La función FISHERINV devuelve la inversa de la transformación de Fisher en @x. * Si @x no es un número, FISHERINV devuelve el error @VALOR!. * Esta función es compatible con Excel. @EXAMPLES= FISHERINV(2) igual a 0,96402758. @SEEALSO=FISHER
fr: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=La fonction FISHERINV renvoie la transformation de Fisher inverse en @x. * Si @x n'est pas un nombre, FISHERINV renvoie l'erreur #VALEUR!. * Cette fonction est compatible avec Excel. @EXAMPLES= FISHERINV(2) vaut 0,96402758. @SEEALSO=FISHER
nl: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=FISHERINV geeft de inverse van de Fischertransformatie in @x. * Als @x geen getal is geeft FISHERINV een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= FISHERINV(2) is 0,96402758 @SEEALSO=FISHER
pt_br: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=A função FISHERINV retorna o inverso da transformada de Fischer em @x. * Se @x não é um número, FISHERINV retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= FISHERINV(2) retorna 0.96402758. @SEEALSO=FISHER
sk: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=Funkcia FISHERINV vracia inverznú Fisherovu transformáciu v @x. * Ak @x nie je číslo, FISHERINV vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FISHERINV(2) sa rovná 0.96402758. @SEEALSO=FISHER
vi: @FUNCTION=FISHERINV @SYNTAX=FISHERINV(x) @DESCRIPTION=hàm FISHERINV trả lại đảo của phép biến đổi tại @x. * Nếu @x không phải là một số thì FISHERINV trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= FISHERINV(2) bằng 0.96402758. @SEEALSO=FISHER

source: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE returns the most common number of the data set. If the data set has many most common numbers MODE returns the first one of them. * Strings and empty cells are simply ignored. * If the data set does not contain any duplicates MODE returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 11.4, 25.9, and 40.1. Then MODE(A1:A5) equals 11.4. @SEEALSO=AVERAGE,MEDIAN
dz: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་གི་མཐུན་མོང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། གནས་སྡུད་གཞི་སྒྲིག་འདི་ལུ་ མཐུན་མོང་གི་ཨང་གྲངས་ལེ་ཤ་ཡོད་པ་ཅིན་ MODE དེ་གིས་དེ་ཚུ་གི་དང་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞག་ཡོདཔ། * གནས་སྡུད་གཞི་སྒྲིག་འདི་ལུ་རྫུན་མ་ཅི་ཡང་མེད་པ་ཅིན་ MODE དེ་གིས་ #N/A འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ ཨང་གྲངས་ 11.4, 17.3, 11.4, 25.9, དང་40.1ཡོད་པ་ཅིན་ དེ་ལས་ MODE(A1:A5) equals 11.4. @SEEALSO=AVERAGE,MEDIAN
es: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, …) @DESCRIPTION=MODE devuelve el número más común del conjunto de datos. Si el conjunto de datos tiene muchos números comunes, MODE devuelve el primero de ellos. * Las cadenas y las celdas vacías, simplemente se ignoran. * Si el conjunto de datos no contiene ningún duplicado, MODE devuelve el error #N/D. * Esta función es compatible con Excel. @EXAMPLES= Asumamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 11.4, 25.9 y 40.1. Entonces MODE(A1:A5) igual a 11,4. @SEEALSO=AVERAGE,MEDIAN
fr: @FUNCTION=MODE @SYNTAX=MODE(n1; n2;...) @DESCRIPTION=La fonction MODE renvoie le mode des données, c'est-à-dire le nombre le plus fréquent. S'il y en a plusieurs, elle renvoie le premier trouvé. * Les chaînes et les cellules vides sont ignorées. * Si l'ensemble de données ne contient aucune valeur en double, MODE renvoie l'erreur #N/A!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 11,4, 25,9, et 40,1, alors MODE(A1:A5) vaut 11,4. @SEEALSO=AVERAGE,MEDIAN
nl: @FUNCTION=MODE @SYNTAX=MODE(n1; n2; ...) @DESCRIPTION=MODE geeft het meest voorkomende getal in de verzameling. Als de verzameling meerdere meest voorkomende getallen heeft, geeft MODE de eerste daarvan weer. * Strings en lege cellen worden genegeerd. * Als de verzameling geen enkel duplicaat bevat, geeft MODE een #N/B! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 11,4 25,9 en 40,1 bevatten, dan geldt: MODE(A1:A5) is 11,4 @SEEALSO=AVERAGE,MEDIAN
pt_br: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE retorna o número que mais se repete em um conjunto de dados. Se o conjunto de dados têm empate no número mais repetido, MODE retorna o primeiro deles. * Textos e células vazias são ignoradas. * Se o conjunto de dados não contém números repetidos, MODE retorna o erro #N/A. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 11.4, 25.9, e 40.1. Então: MODE(A1:A5) retorna 11.4. @SEEALSO=AVERAGE,MEDIAN
sk: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE vracia najčastejšiu hodnotu z množiny dát. Ak má množina viacero takýchto hodnôt, MODE vracia prvú z nich. * Reťazce a prázdne bunky sú jednoducho ignorované. * Ak množina neobsahuje žiadny duplikát, MODE vracia chybu #N/A!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Nech bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom sa MODE(A1:A5) rovná 11.4. @SEEALSO=AVERAGE,MEDIAN
vi: @FUNCTION=MODE @SYNTAX=MODE(n1, n2, ...) @DESCRIPTION=MODE trả lại số thường nhất của tập hợp dữ liệu. Nếu tập hợp dữ liệu có nhiều số thường nhất thì MODE trả lại số thứ nhất của chúng. * Chuỗi và ô rỗng bị bỏ qua. * Nếu tập hợp dữ liệu không chứa đôi số trùng nào thì MODE trả lại lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì MODE(A1:A5) bằng 11.4. @SEEALSO=AVERAGE,MEDIAN

source: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN returns the harmonic mean of the N data points (that is, N divided by the sum of the inverses of the data points). * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then HARMEAN(A1:A5) equals 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
dz: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN དེ་གིས་ ཨེན་གནས་སྡུད་དོན་ཚན་ (དེ་ཡང་, ཨེན་འདི་གནས་སྡུད་དོན་ཚན་ཚུ་གིས་བགོ་བཤའ་བརྐྱབ་ཡོད་པའི་ལུགས་ལྡོག་གི་བསྡོམ་)ཧར་མོ་ནིཀ་བར་མའི་ཆ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་གེ། དེ་ལས་ HARMEAN(A1:A5) equals 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
es: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, …) @DESCRIPTION=HARMEAN devuelve la media armónica de los N puntos de datos (esto es, N dividido por la suma de las inversas de los puntos de datos). * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9, y 40.1. Entonces HARMEAN(A1:A5) es igual a 19,529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
fr: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1; b2;...) @DESCRIPTION=La fonction HARMEAN renvoie la moyenne harmonique des N valeurs, c'est-à-dire N divisé par la somme des inverses des valeurs. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors HARMEAN(A1:A5) vaut 19,529814427. @SEEALSO=GEOMEAN,MEDIAN,TRIMMEAN,MODE,AVERAGE
nl: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1; b2; ...) @DESCRIPTION=HARMEAN geeft het harmonisch gemiddelde van de N data punten (dit is: N gedeeld door de som van de inversen van de datapunten). * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: HARMEAN(A1:A5) is 19,529814427 @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
pt_br: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN retorna a média harmônica de N dados (isto é, N dividido pela soma dos inversos dos valores fornecidos). * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: HARMEAN(A1:A5) retorna 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
sk: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN vracia harmonický priemer z N hodnôt (t.j., N deleno súčtom obrátených dátových hodnôt). * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom HARMEAN(A1:A5) sa rovná 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN
vi: @FUNCTION=HARMEAN @SYNTAX=HARMEAN(b1, b2, ...) @DESCRIPTION=HARMEAN trả lại số trung bình điều hoà của N điểm dữ liệu (tức là, N chia cho tổng các đảo của những điểm dữ liệu). * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì HARMEAN(A1:A5) bằng 19.529814427. @SEEALSO=AVERAGE,GEOMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN returns the geometric mean of the given arguments. This is equal to the Nth root of the product of the terms. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then GEOMEAN(A1:A5) equals 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
dz: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN དེ་གིས་ བྱིན་ཡོད་པའི་སྒྲུབ་རྟགས་ཚུ་གི་ཐིག་རྩིས་ཀྱི་བར་མའི་ཆ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། འདི་ཐ་སྙད་ཚུ་གི་ཐོན་སྐྱེད་ཀྱི་ཨེན་ཊི་ཨེཆ་རྩ་བ་འདི་ལུ་མཉམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ང་བཅས་ཚུ་གིས་ ནང་ཐིག་ A1, A2, ..., A5 དེ་གིས་ 11.4, 17.3, 21.3, 25.9, དང་40.1ཡོད་ཟེར་བཞག་གེ། དེ་ལས་ GEOMEAN(A1:A5) མཉམ་ཨིན་ 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
es: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(valor1, valor2, …) @DESCRIPTION=Devuelve la media geométrica de los argumentos, es decir, la raíz n-ésima del producto de los términos. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3; 21,3; 25,9; y 40,1. Entonces GEOMEAN(A1:A5) es igual a 21,279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
fr: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1; b2;...) @DESCRIPTION=La fonction GEOMEAN renvoie la moyenne géométrique des N valeurs, c'est-à-dire la racine N-ième du produit des termes. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors GEOMEAN(A1:A5) vaut 21,279182482. @SEEALSO=HARMEAN,MEDIAN,HARMEAN,MODE,TRIMMEAN
nl: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1; b2; ...) @DESCRIPTION=GEOMEAN geeft het geometrisch gemiddelde van de argumenten. Dit is gelijk aan de N-de machtswortel van het product van de argumenten. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten dan geldt: GEOMEAN(A1:A5) is 21,279182482 @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
pt_br: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN retorna a média geométrica dos argumentos fornecidos. A média geométrica é equivalente a n-ésima raiz do produto dos termos. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: GEOMEAN(A1:A5) retorna 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
sk: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN vracia geometrický priemer argumentov. Ten je rovný N-tej odmocnine súčinu argumentov. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom GEOMEAN(A1:A5) sa rovná 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN
vi: @FUNCTION=GEOMEAN @SYNTAX=GEOMEAN(b1, b2, ...) @DESCRIPTION=GEOMEAN trả lại số trung bình hình học của những đối số cho trước. Số này bằng căn bậc thứ N của tích của những số hạng. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì GEOMEAN(A1:A5) bằng 21.279182482. @SEEALSO=AVERAGE,HARMEAN,MEDIAN,MODE,TRIMMEAN

source: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT returns the total number of integer or floating point arguments passed. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then COUNT(A1:A5) equals 5. @SEEALSO=AVERAGE
dz: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT དེ་གིས་ ཧྲིལ་གྲངས་ཀྱི་ཨང་གྲངས་བསྡོམ་ཡང་ན་སྤྲོད་ཡོད་པའི་ལྡིང་བའི་དཔག་ཚད་སྒྲུབ་རྟགས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་གེ། དེ་ལས་ COUNT(A1:A5) equals 5. @SEEALSO=AVERAGE
es: @FUNCTION=COUNT @SYNTAX=COUNT(valor1, valor2, …) @DESCRIPTION=Devuelve el número total de argumentos enteros o de coma flotante pasados. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 11,4; 17,3; 21,3; 25,9 y 40,1. Entonces COUNT(A1:A5) es igual a 5. @SEEALSO=AVERAGE, COUNT
fr: @FUNCTION=COUNT @SYNTAX=COUNT(b1; b2;...) @DESCRIPTION=Renvoie le nombre de paramètres entiers ou réels passés à la fonction. * Cette fonction est compatible avec Excel @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors COUNT(A1:A5) vaut 5. @SEEALSO=AVERAGE
nl: @FUNCTION=COUNT @SYNTAX=COUNT(b1; b2; ...) @DESCRIPTION=COUNT geeft het totaal aantal gehele of reële getallen in de argumentenlijst. * Deze functie is compatibel met Excel. @EXAMPLES= Als cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3, 25,9 en 40,1 bevatten, dan geldt: COUNT(A1:A5) is 5 @SEEALSO=AVERAGE
pt_br: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT retorna o número total de argumentos inteiros ou de ponto flutuante fornecidos. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: COUNT(A1:A5) retorna 5. @SEEALSO=AVERAGE
sk: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT vracia celkový počet číselných argumentov. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom COUNT(A1:A5) sa rovná 5. @SEEALSO=AVERAGE
vi: @FUNCTION=COUNT @SYNTAX=COUNT(b1, b2, ...) @DESCRIPTION=COUNT trả lại tổng của đối số loại số nguyên hay số điểm phù động được gởi qua. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì COUNT(A1:A5) bằng 5. @SEEALSO=AVERAGE

source: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA returns the number of arguments passed not including empty cells. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, "missing", "missing", 25.9, and 40.1. Then COUNTA(A1:A5) equals 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
dz: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA དེ་གིས་ ནང་ཐིག་སྟོངམ་མ་བརྩི་བར་ སྒྲུབ་རྟགས་སྤྲོད་ཡོད་པའི་ཨང་གྲངས་ཚུ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ ཨང་གྲངས་དང་ཡིག་རྒྱུན་ 11.4 ཚུ་ཡོདཔ་, "missing", "missing", 25.9,དང་ 40.1ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ COUNTA(A1:A5) equals 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
es: @FUNCTION=COUNTA @SYNTAX=COUNTA(valor1, valor2, …) @DESCRIPTION=Calcula el número de argumentos pasados sin incluir celdas vacías. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 11,4; "sin datos"; "sin datos"; 25,9 y 40,1. Entonces COUNTA(A1:A5) es igual a 3. @SEEALSO=AVERAGE, COUNT, DCOUNT, DCOUNTA, PRODUCT, SUM
fr: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1; b2;...) @DESCRIPTION=Renvoie le nombre de paramètres passés à la fonction, sans compter les cellules vides. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, "vide", "vide", 25,9, and 40,1, alors COUNTA(A1:A5) vaut 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
nl: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1; b2; ...) @DESCRIPTION=COUNTA geeft het aantal argumenten van de functie uitgezonderd de lege cellen. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen en woorden 11,4 "ontbrekend" "ontbrekend" 25,9 en 40,1 bevatten dan geldt: COUNTA(A1:A5) is 5 @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
pt_br: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA retorna o número de argumentos fornecidos, não considerando células vazias. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos: 11.4, "perdido", "perdido", 25.9, e 40.1. Então: COUNTA(A1:A5) retorna 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
sk: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA vracia počet argumentov nezapočítavajúc prázdne bunky. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, "missing", "missing", 25.9, a 40.1. Potom COUNTA(A1:A5) sa rovná 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
vi: @FUNCTION=COUNTA @SYNTAX=COUNTA(b1, b2, ...) @DESCRIPTION=COUNTA trả lại số đối số được gởi số, không gồm ô rỗng. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, [thiếu], [thiếu], 25.9, 40.1 ». Thì COUNTA(A1:A5) bằng 5. @SEEALSO=AVERAGE,COUNT,DCOUNT,DCOUNTA,PRODUCT,SUM
