Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=VARA @SYNTAX=VARA(number1,number2,...) @DESCRIPTION=VARA calculates sample variance of the given sample. To get the true variance of a complete population use VARPA. VARA is also known as the N-1-variance. Under reasonable conditions, it is the maximum-likelihood estimator for the true variance. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARA(A1:A5) equals 228.613. @SEEALSO=VAR,VARPA
dz: @FUNCTION=VARA @SYNTAX=VARA(number1,number2,...) @DESCRIPTION=VARA དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་དཔེ་གཞི་གི་དཔེ་གཞི་མི་མཐུན་པ་འདི་བརྩི་བཏོནམ་ཨིན། མི་རློབས་ཆ་ཚང་ཅིག་གི་བདེན་པ་མི་མཐུན་པ་ཐོབ་ནི་ལུ་ VARPA འདི་ལག་ལེན་འཐབ་ཨིན། VARA འདི་ N-1-མི་མཐུན་པ་སྦེ་ཡང་སླབ་ཨིན། རྒྱུ་མཚད་ལྡན་པའི་གནས་སྟངས་ཀྱི་འོག་ལུ་, བདེན་པ་མི་མཐུན་པའི་དོན་ལུ་ མང་མཐའ་སྲིད་པའི་ཕོག་ཚད་དཔག་མི་ཨིན། ཨང་གྲངས་ཚུ་, ཚིག་ཡིག་དང་གཞན་ཚིག་གནས་གོང་ཚུ་ བརྩི་ནང་ལུ་ཡང་བཙུགས་ཡོདཔ་ཨིན། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་ཡང་ན་ སྒྲུབ་རྟགས་དེ་གིས་ FALSE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གནས་གོང་ཀླད་ཀོར་སྦེ་(0) བརྩིཝ་ཨིན། སྒྲུབ་རྟགས་འདི་གིས་ TRUEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གཅིག་སྦེ་ (1)བརྩིཝ་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་མ་བརྐྱབ་ཟེར་དྲན་འཛིན་འབད། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9, དང་ 40.1 ཚུ་ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ VARA(A1:A5) equals 228.613. @SEEALSO=VAR,VARPA
es: @FUNCTION=VARA @SYNTAX=VARA(número1,número2,…) @DESCRIPTION=VARA devuelve la varianza basada en una muestra. Para obtener la varianza verdadera de una población completa use VARPA. VARA también se conoce como la N-1 varianza. Bajo condiciones razonables, es el estimador de semejanza máxima para la varianza verdadera.También se incluyen en el cálculo números, texto y valores lógicos. Si la celda contiene texto o el argumento se evalúa a FALSO, se cuenta como valor cero (0). Si el argumento se evalúa a VERDADERO, se cuenta como uno (1). Note que las celdas vacías no se cuentan. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números y las cadenas 11.4, 17.3, "missing", 25.9 y 40.1. Entonces VARA(A1:A5) igual a 228.613. @SEEALSO=VAR,VARPA
fr: $@FUNCTION=VARA @SYNTAX=VARA(valeur1;valeur2;...) @DESCRIPTION=VARA renvoie la variance calculée sur un échantillon. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1. Alors, VARA(A1:A5) vaut 228,613. @SEEALSO=VAR,VARPA
nl: @FUNCTION=VARA @SYNTAX=VARA(getal1;getal2;...) @DESCRIPTION=VARA geeft de variantie gebaseerd op een steekproef. Getallen, tekst en logische waarden worden in de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt het geteld als een nulwaarde (0). Als het argument WAAR is wordt het geteld als een (1). Lege cellen worden niet geteld. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: VARA(A1:A5) is 228,613 @SEEALSO=VAR,VARPA
pt_br: @FUNCTION=VARA @SYNTAX=VARA(número1,número2,...) @DESCRIPTION=VARA retorna a variância baseada em uma amostra fornecida. Para obter a variância de uma população inteira, utilize VARPA. VARA ẃ também conhecida como a variância N-1. Números, textos e valores lógicos também são incluídos no cálculo. Se a célula contém texto ou o argumento é avaliado como FALSE, ele é contado como valor zero (0). Se o argumento é availado como TRUE, é contado como um (1). Obseve que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos: 11.4, 17.3, "faltando", 25.9, e 40.1. Então: VARA(A1:A5) retorna 228.613. @SEEALSO=VAR,VARPA
sk: @FUNCTION=VARA @SYNTAX=VARA(číslo1,číslo2,...) @DESCRIPTION=VARA vracia rozptyl založený na výbere. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Prepokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom VARA(A1:A5) sa rovná 228.613. @SEEALSO=VAR,VARPA
vi: @FUNCTION=VARA @SYNTAX=VARA(number1,number2,...) @DESCRIPTION=VARA tính phương sai của mẫu cho trước. Để tính phương sai đúng của một toàn dân số, hãy dùng hàm VARPA. VARA cũng được biết là « phương sai N-1 ». Với điều kiện hợp lý, nó là bộ ước lượng có xác suất lớn nhất tính phương sai đúng. Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì VARA(A1:A5) bằng 228.613. @SEEALSO=VAR,VARPA

source: @FUNCTION=VARPA @SYNTAX=VARPA(number1,number2,...) @DESCRIPTION=VARPA calculates the variance of an entire population. VARPA is also known as the N-variance. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then VARPA(A1:A5) equals 182.8904. @SEEALSO=VARA,VARP
dz: @FUNCTION=VARPA @SYNTAX=VARPA(number1,number2,...) @DESCRIPTION=VARPA དེ་གིས་ མི་རློབས་ཧྲིལ་བུ་གི་མི་མཐུན་པ་འདི་རྩིས་བཏོནམ་ཨིན། VARPA འདི་ཨེན་-མི་མཐུན་པ་ཟེར་ཡང་སླབ་ཨིན། ཨང་གྲངས་ཚུ་, ཚིག་ཡིག་དང་གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་ རྩིས་སྟོན་ནི་ནང་གྲངས་སུ་བཙུགས་ཡོད། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་གནས་ཡོད་པ་ཅིན་ ཡང་ན་ སྒྲུབ་རྟགས་དེ་གིས་ FALSEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གནས་གོང་ཀླད་ཀོར་སྦེ་གྱངས་ཁ་བརྐྱབ་ཨིན།(0). སྒྲུབ་རྟགས་འདི་གིས་ TRUE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གཅིག་སྦེ་ (1)བརྩིཝ་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་བརྐྱབ་ནི་མེད་ཟེར་དྲན་འཛིན་འབད། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9,དང་ 40.1ཚུ་ཡོད་ཟེར་བཞག་གེ། དེ་ལས་ VARPA(A1:A5) equals 182.8904. @SEEALSO=VARA,VARP
es: @FUNCTION=VARPA @SYNTAX=VARPA(número1,número2,…) @DESCRIPTION=VARPA devuelve la varianza basada en la población entera. VARPA también se conoce como la N-varianza. También se incluyen en el cálculo números, texto y valores lógicos. Si la celda contiene texto o el argumento se evalúa a FALSO, se cuenta como valor cero (0). Si el argumento se evalúa a VERDADERO, se cuenta como uno (1). Note que las celdas vacías no se cuentan. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números y las cadenas 11.4, 17.3, "missing", 25.9 y 40.1. Entonces VARPA(A1:A5) igual a 182.8904. @SEEALSO=VARP,VARP
fr: @FUNCTION=VARPA @SYNTAX=VARPA(valeur1;valeur2,...) @DESCRIPTION=VARPA renvoie la variance calculée sur la population complète. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1, alors, VARPA(A1:A5) vaut 182,8904. @SEEALSO=VARP
nl: @FUNCTION=VARPA @SYNTAX=VARPA(getal1;getal2;...) @DESCRIPTION=VARPA geeft de variantie gebaseerd op de gehele populatie. Getallen, tekst en logische waarden worden in de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt het geteld als een nulwaarde (0). Als het argument WAAR is wordt het geteld als een (1). Lege cellen worden niet geteld. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: VARPA(A1:A5) is 182,8904 @SEEALSO=VARP,VARP
pt_br: @FUNCTION=VARPA @SYNTAX=VARPA(número1,número2,...) @DESCRIPTION=VARPA retorna a variância baseada na população inteira. VARPA também é conhecida como variância N. Números, textos e valores lógicos também são incluídos no cálculo. Se a célula contém texto ou o argumento é avaliado como FALSE, ele é contado como valor zero (0). Se o argumento é avaliado como TRUE, ele é contado como (1). Observe que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm números e textos: 11.4, 17.3, "faltando", 25.9, e 40.1. Então: VARPA(A1:A5) retorna 182.8904. @SEEALSO=VARP,VARP
sk: @FUNCTION=VARPA @SYNTAX=VARPA(číslo1,číslo2,...) @DESCRIPTION=VARPA vracia rozptyl celej populácie. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Prepokladajme, že bunky A1, A2, ..., A5 obsahujú čísla reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom VARPA(A1:A5) sa rovná 182.8904. @SEEALSO=VARP,VARP
vi: @FUNCTION=VARPA @SYNTAX=VARPA(number1,number2,...) @DESCRIPTION=VARPA tính phương sai của một toàn dân số. VARPA cũng được biết là « phương sai N ». Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì VARPA(A1:A5) bằng 182.8904. @SEEALSO=VARA,VARP

source: @FUNCTION=STDEVA @SYNTAX=STDEVA(number1,number2,...) @DESCRIPTION=STDEVA returns the sample standard deviation of the given sample. To obtain the population standard deviation of a whole population use STDEVPA. STDEVA is also known as the N-1-standard deviation. Under reasonable conditions, it is the maximum-likelihood estimator for the true population standard deviation. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVA(A1:A5) equals 15.119953704. @SEEALSO=STDEV,STDEVPA
dz: @FUNCTION=STDEVA @SYNTAX=STDEVA(number1,number2,...) @DESCRIPTION=STDEVA དེ་གིས་བྱིན་ཡོད་པའི་དཔེ་གཞི་གི་ དཔེ་གཞི་ཚད་ལྡན་ཁ་སྒྱུར་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། མི་རློབས་ཆ་ཚང་ཅིག་གི་ མི་རློབས་ཚད་ལྡན་ཁ་སྒྱུར་བ་འདི་ལེན་ནི་ལུ་ STDEVPA འདི་ལག་ལེན་འཐབ། STDEVA འདི་ ཨེན་-1-ཚད་ལྡན་ཁ་སྒྱུར་བ་ཟེར་ཡང་སླབབ་ཨིན། རྒྱུ་མཚན་ལྡན་པའི་གནས་སྟངས་ཚུ་གི་འོག་ལུ་ , མི་རློབས་ཚད་ལྡན་ཁ་སྒྱུར་བ་བདེན་པའི་དོན་ལུ་ མང་མཐའ་སྲིད་པའི་ཕོག་ཚད་འདི་ཨིན། ཨང་གྲངས་ཚུ་, ཚིག་ཡིག་དང་གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་ རྩིས་ནང་ལུ་བཙུགས་ཏེ་ཡོདཔ་ཨིན། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་ཡང་ན་སྒྲུབ་རྟགས་འདི་FALSEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་ ཀླད་ཀོར་ (0)སྦེ་བརྩིཝ་ཨིན། སྒྲུགས་རྟས་དེ་གིས་ TRUE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་ གཅིག་སྦེ་(1)བརྩིཝ་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་བརྐྱབ་ནིམེད་ཟེར་དྲན་འཛིན་འབད། *ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགཡུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9, དང་ 40.1 ཡོད་ཟེར་བཞག་གེ། དེ་ལས་ STDEVA(A1:A5) equals 15.119953704. @SEEALSO=STDEV,STDEVPA
es: @FUNCTION=STDEVA @SYNTAX=STDEVA(número1,número2,…) @DESCRIPTION=STDEVA devuelve la desviación estándar basada en una muestra. Para obtener la desviación de población estándar de una población complete use STDEVPA. STDEVA también se conoce como la N-1 desviación estándar. También se incluyen en el cálculo números, texto y valores lógicos. Si la celda contiene texto o el argumento se evalúa a FALSO, se cuenta como valor cero (0). Si el argumento se evalúa a VERDADERO, se cuenta como uno (1). Note que las celdas vacías no se cuentan. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números y las cadenas 11.4, 17.3, "missing", 25.9 y 40.1. Entonces STDEVA(A1:A5) igual a 15.119953704. @SEEALSO=STDEV,STDEVPA
fr: @FUNCTION=STDEVA @SYNTAX=STDEVA(valeur1;valeur2;...) @DESCRIPTION=STDEVA renvoie l'écart-type calculé sur un échantillon. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1, alors, STDEVA(A1:A5) vaut 15,119953704. @SEEALSO=STDEV,STDEVPA
nl: @FUNCTION=STDEVA @SYNTAX=STDEVA(getal1;getal2;...) @DESCRIPTION=STDEVA geeft de standaard deviatie gebaseerd op een steekproef. Getallen, tekst en logische waarden worden in de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt het geteld als een nulwaarde (0). Als het argument WAAR is wordt het geteld als een (1). Lege cellen worden niet geteld. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: STDEVA(A1:A5) is 15,119953704. @SEEALSO=STDEV,STDEVPA
pt_br: UNCTION=STDEVA @SYNTAX=STDEVA(número1,número2,...) @DESCRIPTION=STDEVA retorna o desvio padrão baseado em uma amostra fornecida. Para obter o desvio padrão da população inteira, utilize STDEVPA. Números, texto e valores lógicos também são incluídos nos cálculos. Se a célula contém texto ou o argumento avalia como FALSE, ele é contado como zero (0). Se o argumento é avaliado como TRUE, ele é contado como um (1). Observe que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos:11.4, 17.3, "perdido", 25.9, e 40.1. Então: STDEVA(A1:A5) retorna 15.119953704. @SEEALSO=STDEV,STDEVPA
sk: @FUNCTION=STDEVA @SYNTAX=STDEVA(číslo1,číslo2,...) @DESCRIPTION=STDEVA vracia smerodajnú odchýlku založenú na výbere. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom STDEVA(A1:A5) sa rovná 15.119953704. @SEEALSO=STDEV,STDEVPA
vi: @FUNCTION=STDEVA @SYNTAX=STDEVA(number1,number2,...) @DESCRIPTION=STDEVA trả lại độ lệch chuẩn mẫu của mẫu cho trước. Để tính độ lệch chuẩn dân số của một toàn dân số, hãy dùng hàm STDEVPA. STDEVA cũng được biết là « độ lệch chuẩn N-1 ». Với điều kiện hợp lý, nó là bộ ước lượng có xác suất lớn nhất tính độ lệch chuẩn dân số đúng. Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì STDEVA(A1:A5) bằng 15.119953704. @SEEALSO=STDEV,STDEVPA

source: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(number1,number2,...) @DESCRIPTION=STDEVPA returns the population standard deviation of an entire population. This is also known as the N-standard deviation Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then STDEVPA(A1:A5) equals 13.523697719. @SEEALSO=STDEVA,STDEVP
dz: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(number1,number2,...) @DESCRIPTION=STDEVPA དེ་གིས་ མི་རློབས་ཧྲིལ་བུ་གི་ མི་རློབས་ཚད་ལྡན་ཁ་སྒྱུར་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། འདི་ ཨེན་-ཚད་ལྡན་ཁ་སྒྱུར་བ་ཟེར་ཡང་སླབ་ཨིན། ཨང་གྲངས་ཚུ་, ཚིག་ཡིག་དང་གཏན་ཚིག་གནས་གོང་ཚུ་ རྩིས་ནང་ལུ་བཙུགས་ཡོདཔ་ཨིན། ནང་ཐིག་དེ་གིས་ ཚིག་ཡིག་ཡང་ན་ སྒྲུབ་རྟགས་དེ་གིས་FALSEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་ གནས་གོང་ཀླད་ཀོར་(0) སྦེ་བརྩིཝ་ཨིན། སྒྲུབ་རྟགས་དེ་གིས་ TRUEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གཅིག་སྦེ་(1) བརྩིཝ་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་བརྐྱབ་ནི་མེད་ཟེར་དྲན་འཛིན་འབད། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9, དང་ 40.1 ཚུ་ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ STDEVPA(A1:A5) equals 13.523697719. @SEEALSO=STDEVA,STDEVP
es: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(número1,número2,…) @DESCRIPTION=STDEVPA devuelve la desviación estándar basada en la población entera. Esto también se conoce como la desviación N-estándar También se incluyen en el cálculo números, texto y valores lógicos. Si la celda contiene texto o el argumento se evalúa a FALSO, se cuenta como valor cero (0). Si el argumento se evalúa a VERDADERO, se cuenta como uno (1). Note que las celdas vacías no se cuentan. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números y las cadenas 11.4, 17.3, "missing", 25.9 y 40.1. Entonces STDEVPA(A1:A5) igual a 13.523697719. @SEEALSO=STDEVA,STDEVP
fr: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(valeur1;valeur2;...) @DESCRIPTION=STDEVPA renvoie l'écart-type calculé sur la population entière. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1, alors, STDEVPA(A1:A5) vaut 13,523697719. @SEEALSO=STDEV,STDEVPA
nl: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(getal1;getal2;...) @DESCRIPTION=STDEVPA geeft de standaard deviatie gebaseerd op de gehele populatie. Getallen, tekst en logische waarden worden bij de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt het geteld als een nulwaarde (0). Als het argument WAAR is wordt het geteld als een (1). Lege cellen worden niet meegenomen. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: STDEVPA(A1:A5) is 13,523697719. @SEEALSO=STDEVA,STDEVP
pt_br: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(número1,número2,...) @DESCRIPTION=STDEVPA retorna o desvio padrãode uma população inteira. Ela também é conhecida como desvio padrão N. Números, texto e valores lógicos são também incluídos nos cálculos. Se a célula contém texto ou o argumento é avaliado como FALSE, então ele é contado como zero (0). Se o argumento é avaliado como TRUE, ele é contado como um (1). Observe que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos 11.4, 17.3, "faltando", 25.9, e 40.1. Então: STDEVPA(A1:A5) retorna 13.523697719. @SEEALSO=STDEVA,STDEVP
sk: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(číslo1,číslo2,...) @DESCRIPTION=STDEVPA vracia smerodajnú odchýlku založenú na celej populácii. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom STDEVPA(A1:A5) sa rovná 13.523697719. @SEEALSO=STDEVA,STDEVP
vi: @FUNCTION=STDEVPA @SYNTAX=STDEVPA(number1,number2,...) @DESCRIPTION=STDEVPA trả lại độ lệch chuẩn dân số của một toàn dân số. Nó cũng được biết là « độ lệch chuẩn N ». Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì STDEVPA(A1:A5) bằng 13.523697719. @SEEALSO=STDEVA,STDEVP
