Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=HEX2BIN function converts a hexadecimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= HEX2BIN("2A") equals 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
dz: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=HEX2BIN ལཱ་འགན་དེ་གིས་ ཧེག་ཟ་ཌེ་སི་མཱལ་ཨང་གྲངས་འདི་ ཟུང་ལྡན་ཨང་གྲངས་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན།@places འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, དེ་ཡང་ ཨང་གྲངས་དེ་གི་བར་སྟོང་འདི་ཀླད་ཀོར་པེཌི་ལུ་གསལ་བཀོད་འབད་ཐོག་ལས། * ག་དེམ་ཅིག་སྦེ་ @places འདི་གནམ་མེད་ས་མེད་ཆུང་ཀུ་ཡང་ན་མེད་ཆ་ #NUM! ཨིན་པ་ཅིན་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= HEX2BIN("2A") equals 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
es: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(número[;dígitos]) @DESCRIPTION=La función HEX2BIN convierte un número hexadecimal a binario. @dígitos es un campo opcional y especifica el número de espacio de relleno. * Si @dígitos es muy pequeño o negativo, de devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= HEX2BIN("2A") es igual a 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
fr: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(nombre[;taille]) @DESCRIPTION=La fonction HEX2BIN convertit un @nombre hexadécimal en nombre binaire. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= HEX2BIN("2A") vaut 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
nl: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(getal[;plaatsen]) @DESCRIPTION=zet een hexadecimaal getal om naar een binair getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= HEX2BIN("2A") is 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
pt_br: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(número[,casas]) @DESCRIPTION=A função HEX2BIN converte um número hexadecimal em binário. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, HEX2BIN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= HEX2BIN("2A") retorna 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
sk: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(číslo[,miesta]) @DESCRIPTION=Funkcia HEX2BIN prevádza šestnástkové číslo na dvojkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HEX2BIN("2A") sa rovná 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC
vi: @FUNCTION=HEX2BIN @SYNTAX=HEX2BIN(number[,places]) @DESCRIPTION=Hàm HEX2BIN chuyển đổi số thập lục phân thành số nhị phân. @places là trường tùy chọn, xác định số số 0 được thêm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= HEX2BIN("2A") bằng 101010. @SEEALSO=BIN2HEX, HEX2OCT, HEX2DEC

source: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=HEX2OCT function converts a hexadecimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= HEX2OCT("2A") equals 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
dz: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=HEX2OCT ལཱ་འགན་འདི་གིས་ ཧེག་ཟ་ཌེ་སི་མཱལ་ཨང་གྲངས་འདི་ཨོཀ་ཊཱལ་ཨང་གྲངས་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, དེ་ཡང་ ཨང་གྲངས་དེ་གི་བར་སྟོང་འདི་ཀླད་ཀོར་པེཌི་ལུ་གསལ་བཀོད་འབད་ཐོག་ལས། * ག་དེམ་ཅིག་སྦེ་@places འདི་གནམ་མེད་ས་མེད་ཆུང་ཀུ་ ཡང་ན་མེད་ཆ་#NUM! ཨིན་པ་ཅིན་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= HEX2OCT("2A") equals 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
es: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(número[,dígitos]) @DESCRIPTION=La función HEX2OCT convierte un número hexadecimal a su equivalente octal. @dígitos es un parámetro opcional, que indica el ancho del número resultante, a rellenar con 0 si es necesario. * Si @dígitos es demasiado pequeño, o negativo, se devuelve un error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= HEX2OCT("2A") devuelve 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
fr: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(nombre[;taille]) @DESCRIPTION=La fonction HEX2OCT convertit un @nombre hexadécimal en nombre octal. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= HEX2OCT("2A") vaut 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
nl: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(getal[;plaatsen]) @DESCRIPTION=zet een hexadecimaal getal om in een octaal getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= HEX2OCT("2A") is 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
pt_br: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(número[,casas]) @DESCRIPTION=A função HEX2OCT converte um número hexadecimal em octal. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, HEX2OCT retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= HEX2OCT("2A") retorna 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
sk: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(číslo[,miesta]) @DESCRIPTION=Funkcia HEX2OCT prevádza šestnástkové číslo na osmičkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HEX2OCT("2A") sa rovná 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC
vi: @FUNCTION=HEX2OCT @SYNTAX=HEX2OCT(number[,places]) @DESCRIPTION=Hàm HEX2OCT chuyển đổi số thập lục phân thành số bát phân. @places là trường tùy chọn, xác định số số 0 được thêm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= HEX2OCT("2A") bằng 52. @SEEALSO=OCT2HEX, HEX2BIN, HEX2DEC

source: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=HEX2DEC function converts a hexadecimal number to its decimal equivalent. * This function is Excel compatible. @EXAMPLES= HEX2DEC("2A") equals 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
dz: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=HEX2DEC ལཱ་འགན་དེ་གིས་ ཧེག་ས་ཌེ་སི་མཱལ་ཨང་གྲངས་འདི་ དེའི་བཅུག་ཚག་འདྲ་མཉམ་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= HEX2DEC("2A") equals 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
es: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=Convierte un número hexadecimal a su equivalente decimal. * Esta función es compatible con Excel. @EXAMPLES= HEX2DEC("2A") es igual a 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
fr: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=La fonction HEX2DEC convertit un nombre hexadécimal en nombre décimal. Cette fonction est compatible avec Excel. @EXAMPLES= HEX2DEC("2A") vaut 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
nl: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=zet een hexadecimaal getal om naar het decimale equivalent. * Deze functie is compatibel met Excel. @EXAMPLES= HEX2DEC("2A") is 42 @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
pt_br: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=A função HEX2DEC converte um número hexadecimal para seu equivalente decimal. * Esta função é compatível com o Excel. @EXAMPLES= HEX2DEC("2A") retorna 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
sk: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=Funkcia HEX2DEC prevádza šestnástkové číslo na desiatkové. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HEX2DEC("2A") sa rovná 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT
vi: @FUNCTION=HEX2DEC @SYNTAX=HEX2DEC(x) @DESCRIPTION=Hàm HEX2DEC chuyển số thập lục phân thành số thập phân. * Hàm này tương thích với Excel. @EXAMPLES= HEX2DEC("2A") bằng 42. @SEEALSO=DEC2HEX, HEX2BIN, HEX2OCT

source: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function extends the Excel function of the same name to non-integer orders. @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
es: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=La función BESSELI devuelve la función de Neumann, Weber o Bessel. @x es donde se evalúa la función. @y es el orden de la función Bessel. * Si @x o @y no son numéricos se devuelve un error #VALOR!. * Si @y < 0, se devuelve un error #NÚM!. * Esta función extiende la función Excel del mismo nombre a órdenes sobre no enteros. @EXAMPLES= BESSELI(0.7,3) igual a 0,007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function extends the Excel function of the same name to non-integer orders. @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
es: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=La función BESSELK devuelve la función de Neumann, Weber o Bessel. @x es donde se evalúa la función. @y es el orden de la función Bessel. * Si x o n no son numéricos se devuelve un error #VALOR!. * Si y < 0 se devuelve un error #NÚM!. * Esta función extiende la función Excel del mismo nombre a órdenes sobre no enteros. @EXAMPLES= BESSELK(3,9) igual a 397,95880. @SEEALSO=BESSELI,BESSELJ,BESSELY

source: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ function returns the Bessel function with @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELJ(0.89,3) equals 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
dz: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ ལཱ་འགན་གེ་གིས་ བེ་སེལ་ལཱ་འགན་འདི་@x དང་ཅིག་ཁར་ ལཱ་འགན་འདི་བརྟག་ཞིབ་འབད་ཡོད་སར་སླར་ལོག་འབདཝ་ཨིན། @y འདི་བེ་སེལ་ལཱ་འགན་གྱི་རིམ་པ་ཨིན་, ག་དེམ་ཅིག་སྦེ་ཧྲིལ་གྲངས་མེན་མི་འདི་ཆུང་ཀུ་བཟོ་ཡོད་པ་ཅིན། ཡང་ན་ @y ཚུ་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @y < 0 a #NUM!ཨིནཔ་ཅིན་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BESSELJ(0.89,3) equals 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
es: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=La función BESSELJ devuelve la función Bessel donde @x es donde se evalúa la función. @y es el orden de la función Bessel, si no es entero se trunca. * Si @x ó @y no son numéricos se devuelve un error #VALOR!. * Si @y < 0, se devuelve un error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= BESSELJ(0.89,3) igual a 0,013974004. @SEEALSO=BESSELJ,BESSELK,BESSELY
fr: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x;y) @DESCRIPTION=La fonction BESSELJ renvoie la fonction de Bessel, évaluée en @x. @y est l'ordre de la fonction de Bessel, tronqué s'il n'est pas entier. * Si @x ou @y ne sont pas des valeurs numériques, l'erreur #VALEUR! est renvoyée. * Si @y < 0, l'erreur #NUM! est renvoyée. * Cette fonction est compatible avec Excel. @EXAMPLES= BESSELJ(0,89;3) vaut 0,013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
nl: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x;y) @DESCRIPTION=BESSELJ geeft de Neumann, Weber of Bessel functie. @x is waar de functie wordt geëvalueerd. @y is de orde van de Besselfunctie. Als @y geen geheel getal is wordt deze afgekapt. * Als @x of @y geen getallen zijn geeft BESSELJ een #WAARDE! foutmelding. * Als @y < 0 geeft BESSELJ een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BESSELJ(0,89;3) is 0,013974004 @SEEALSO=BESSELJ,BESSELK,BESSELY
pt_br: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=BESSELJ calcula a função de Bessel. @x é o valor para o qual a função é calculada. @y é a ordem da função de Bessel; se este valor não for inteiro ele será truncado. * Se @x ou @y não forem numéricos, o erro #VALOR! será retornado. * Se @y < 0, o erro #NUM! será retornado. * Esta função é compatível com o Excel. @EXAMPLES= BESSELJ(0.89,3) retorna 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY
sk: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=Funkcia BESSELJ vracia Besselovu funkciu. @x je hodnota, pre ktorú sa počíta, @y je rád besselovej funkcie, ak nie je celé číslo, je desatinná časť orezaná. Ak nie je @x alebo @y číslo, vráti chybu #VALUE!. Ak je @y < 0, vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BESSELJ(0.89,3) sa rovná 0.013974004. @SEEALSO=BESSELJ,BESSELK,BESSELY
vi: @FUNCTION=BESSELJ @SYNTAX=BESSELJ(x,y) @DESCRIPTION=hàm BESSELJ trả lại hàm Bessel. @x là nơi hàm cần định giá. @y là thứ tự hàm Bessel, nếu không phải là số nguyên thì sẽ bị cắt. * Nếu @x hoặc @y không phải là số thì trả lại lỗi « #VALUE! ». * Nếu « @y < 0 » thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BESSELJ(0.89,3) bằng 0.013974004. @SEEALSO=BESSELI,BESSELK,BESSELY

source: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
dz: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY ལཱ་འགན་དེ་གིས་ ནིའུ་མན་ ཝེ་བར་ཡང་ན་བེ་སེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ ལཱ་འགན་འདི་བརྟག་ཞིབ་འབད་ཡོད་ས། @y འདི་ བེ་སེལ་ལཱ་འགན་གྱི་རིམ་པ་, ག་དེམ་ཅིག་སྦེ་ཧྲིལ་གྲངས་མེན་མི་འདི་ཆུང་ཀུ་བཟོ་ཡོད་པ་ཅིན། * @x ཡང་ན་ @y ཚུ་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @y < 0 a #NUM! ཨིན་པ་ཅིན་ འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
es: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=La función BESSELY devuelve la función de Neumann, Weber o Bessel. @x es donde se evalúa la función. @y es el orden de la función Bessel, si no es entero se trunca. * Si x o n no son numéricos se devuelve un error #VALOR!. * Si n < 0, se devuelve un error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= BESSELY(4,2) igual a 0,215903595. @SEEALSO=BESSELJ,BESSELK,BESSELY
fr: @FUNCTION=BESSELY @SYNTAX=BESSELY(x;y) @DESCRIPTION=La fonction BESSELY renvoie la fonction de Bessel, également appelée fonction de Neumann ou de Weber, évaluée en @x. @y est l'ordre de la fonction de Bessel, tronqué s'il n'est pas entier. * Si @x ou @y ne sont pas des valeurs numériques, l'erreur #VALEUR! est renvoyée. * Si @y < 0, l'erreur #NUM! est renvoyée. * Cette fonction est compatible avec Excel. @EXAMPLES= BESSELY(4;2) vaut 0,215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
nl: @FUNCTION=BESSELY @SYNTAX=BESSELY(x;y) @DESCRIPTION=BESSELY geeft de Neumann, Weber of Bessel functie. @x is waar de functie wordt geëvalueerd. @y is de orde van de Besselfunctie. Als @y geen geheel getal is wordt deze afgekapt. * Als @x of @y geen getallen zijn geeft BESSELY een #WAARDE! foutmelding. * Als @y < 0 geeft BESSELY een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BESSELY(4;2) is 0,215903595 @SEEALSO=BESSELJ,BESSELK,BESSELI
pt_br: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=BESSELY calcula a função de Neumann, Weber ou Bessel. @x é o valor para o qual a função é calculada. @y é a ordem da função de bessel; se este valor não for inteiro ele será truncado. * Se @x ou @y não forem numéricos, o erro #VALOR! será retornado. * Se @y < 0, o erro #NUM! será retornado. * Esta função é compatível com o Excel. @EXAMPLES= BESSELY(4,2) retorna 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
sk: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=Funkcia BESSELY vracia Neumannovu, Weberovu alebo Besselovu funkciu. @x je hodnota, pre ktorú sa počíta, @y je rád besselovej funkcie, ak nie je celé číslo, je desatinná časť orezaná. Ak nie je @x alebo @y číslo, vráti chybu #VALUE!. Ak je @y < 0, vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BESSELY(4,2) sa rovná 0.215903595. @SEEALSO=BESSELJ,BESSELK,BESSELY
vi: @FUNCTION=BESSELY @SYNTAX=BESSELY(x,y) @DESCRIPTION=hàm BESSELY trả lại hàm Neumann, Weber hoặc Bessel. @x là nơi hàm cần định giá. @y là thứ tự hàm Bessel, nếu không phải là số nguyên thì sẽ bị cắt. * Nếu @x hoặc @y không phải là số thì trả lại lỗi « #VALUE! ». * Nếu « @y < 0 » thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BESSELY(4,2) equals 0.215903595. @SEEALSO=BESSELI,BESSELJ,BESSELK
