Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DVARP @SYNTAX=DVARP(database,field,criteria) @DESCRIPTION=DVARP function returns the variance of a population based on the entire population. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DVARP(A1:C7, "Age", A9:B11) equals 49. DVARP(A1:C7, "Salary", A9:B11) equals 41725140.25. @SEEALSO=DVAR
dz: @FUNCTION=DVARP @SYNTAX=DVARP(database,field,criteria) @DESCRIPTION=DVARP ལས་འགན་འདི་གིས་ མི་རློབས་ཧྲིལ་བུ་གཞི་བཞག་སྟེ་ མི་རློབས་ཅིག་གི་མི་མཐུན་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། མི་རློབས་དེ་གིས་ གསལ་བཀོད་འབད་ཡོད་པའི་གནས་སྟངས་ཀྱི་ཨང་གྲངས་འདི་ཡོདཔ་ཨིན། @database འདི་ འབྲེལ་བའི་བརྡ་དོན་གྱི་གྲལ་ཐིག་འདི་དྲན་ཐོ་ཨིནམ་དང་ གནས་སྡུད་ཀྱི་ཀེར་ཐིག་འདི་ས་སྒོ་ཨིན་པའི་ནང་ཐིག་ཚུ་གི་ཁྱབ་ཚད་འདི་ཨིན། གནས་སྡུད་གཞི་རྟེན་གྱི་གྲལ་ཐིག་དང་པ་དེ་གིས་ ཀེར་ཐིག་རེ་རེ་གི་དོན་ལུ་ཁ་ཡིག་ཚུ་ཡོདཔ་ཨིན། @field དེ་གིས་ ལས་འགན་ནང་ཀེར་ཐིག་ག་འདི་ལག་ལེན་འཐབ་སྟེ་ཡོདཔ་ཨིན་ན་འདི་གསལ་བཀོད་འབདཝ་ཨིན། @field འདི་ཧྲིལ་གྲངས་ཨིན་པ་ཅིན་དཔེ་༢་པ་,ཀེར་ཐིག་གཉིས་པ་འདི་ལག་ལེན་འཐབ་ཨིན། ས་སྒོ་འདི་ཀེར་ཐིག་གི་ཁ་ཡིག་ཡང་བཏུབ་ཨིན། དཔེར་ན་, ``Age'' དེ་གིས་ ཁ་ཡིག་ ``Age'' དང་ཅགི་ཁར་@database ཁྱབ་ཚད་ནང་གི་ཀེར་ཐིག་ལུ་གཞི་བསྟུན་འབདཝ་ཨིན། @criteria འདི་ གསལ་བཀོད་འབད་ཡོད་པའི་གནས་སྟངས་ཚུ་ཡོད་མི་ནང་ཐིག་ཚུ་གི་ཁྱབ་ཚད་ཨིན། @criteria གི་གྲལ་ཐིག་དང་པ་འདི་གིས་ ཁྱད་ཚད་འདི་ག་ཅི་གི་དོན་ལུ་ཨིན་ན་གི་ ས་སྒོའི་ཁ་ཡིག་ཚུ་གནས་དགོཔ་ཨིན། ཁ་ཡིག་ཚུ་གི་འོག་ལུ་ཡོད་མི་ནང་གི་དེ་གིས་ གནས་སྟངས་ཚུ་གསལ་བཀོད་འབདཝ་ཨིན། དཔེར་ན་ ``>3'' ཡང་ན་ ``<9''. འདྲ མཉམ་པའི་གནས་སྟངས་འདི་ གནས་གོང་གཅིག་གསལ་བཀོད་འབད་ཐོག་ལས་བྱིན་ཚུགས།, e.g. ``3'' ཡང་ན་ ``John''. @criteria ནང་གི་གྲལ་ཐིག་རེ་རེ་གིས་ གནས་སྟངས་སོ་སོ་གཅིག་གསལ་བཀོད་འབདཝ་ཨིན། @database ནང་གི་གྲལ་ཐིག་གིས་@criteria ནང་གི་གྲལ་ཐིག་ལུ་མཐུན་པ་ཅིན་, དེ་ལས་ གྲལ་ཐིག་འདི་བརྩིཝ་ཨིན། ཐབས་རིག་གི་ཐོག་ལས་སླབ་པ་ཅིན་, འདི་ @criteria ནང་གི་གྲལ་ཐིག་གི་བར་ནའི་བུ་ལིན་ཡང་ན་བཀོལ་སྤྱོདཔ་ཨིན། If @criteria དེ་གིས་ ཀེར་ཐིག་གཅིག་ལས་ལྷག་སྟེ་གསལ་བཀོད་འབད་བ་ཅིན་, དེ་ལས་ གསལ་བཀོད་འབད་ཡོད་པའི་ཀེར་ཐིག་ནང་གི་གནས་སྟངས་འདི་ མཐུན་ནི་ལུ་@database ནང་གི་གྲལ་ཐིག་གི་དོན་ལུ་བདེན་དགོཔ་ཨིན། ཐབས་རིག་གི་ཐོག་ལས་སླབ་པ་ཅིན་ འདི་ @criteriaནང་གི་ཀེར་ཐིག་གི་བར་ནའི་བུ་ལིན་དང་བཀོལ་སྤྱོདཔ་ཨིན། @EXAMPLES= ཁྱབ་ཚད་ A1:C7 ཚུ་ལུ་འོག་གི་གནས་གོང་ཚུ་ཡོདཔ་སྦེ་བཞག་གེ: མིང་ ལོ་ དངུལ་ཕོགས་ John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 ཁ་སྐོང་སྦེ་, ནང་ཐིག་ A9:B11 ཚུ་ལུ་འོག་གི་གནས་གོང་ཚུ་ཡོད་: ལོ་ དངུལ་ཕོགས་ <30 >40 >46000 DVARP(A1:C7, "Age", A9:B11) equals 49. DVARP(A1:C7, "Salary", A9:B11) equals 41725140.25. @SEEALSO=DVAR
es: @FUNCTION=DVARP @SYNTAX=DVARP(base-datos,campo,criterio) @DESCRIPTION=La función DVARP devuelve la varianza de una población basada en poblaciones completas. Las poblaciones consisten en números que coinciden con las condiciones especificadas. @base-datos es un rango de celdas en las cuales las filas de información relacionada son registros y las columnas de datos son campos. La primera fila de la base de datos contiene etiquetas para cada columna. @campo especifica qué columna se usa en la función. Si @campo es un entero, por ejemplo, 2, se usa la segunda columna. El campo puede ser también una etiqueta de una columna. Por ejemplo, «Edad» se refiere a la columna con la etiqueta «Edad» en el rango @base-datos. @criterio es el rango de celdas que contiene las condiciones especificadas. La primera fila de un @criterio debe contener las etiquetas de los campos para los que se aplican los criterios. Las celdas de abajo de las etiquetas especifican condiciones, por ejemplo, «>3» o «<9». La condición de igualdad puede darse simplemente dándole un valor, ej: «3» o «Juan». Cada columna en @criterio especifica una condición distinta. Si una fila en @base-datos coincide con una de las filas en @criterio entonces esa columna se cuenta. Hablando técnicamente, esto es un OR booleano entre las filas en @criterio. Si @criterio especifica más de una columna entonces cada una de las condiciones en las columnas especificadas cierta para que la fila en @base-datos coincida. Técnicamente hablando AND lógico entre las columnas en @criterios). @EXAMPLES= Asumamos que el rango A1:C7 contiene los siguientes valores: Nombre Edad Salario Juan 34 5434 Pedro 35 22343 Roberto 29 34323 María 43 47242 Susana 37 42932 Juliana 45 45324 Además, las celdas A9:B11 contienen los siguientes valores: Edad Salario <30 >40 >46000 @EXAMPLES= DVARP(A1:C7, "Edad", A9:B11) es igual a 49. DVARP(A1:C7, "Salario", A9:B11) es igual a 41725140,25. @SEEALSO=DVAR
pt_br: @FUNCTION=DVARP @SYNTAX=DVARP(banco_de_dados,campo,critério) @DESCRIPTION=A função DVARP retorna a estimativa da variância de uma população, baseada na totalidade da população. A população consiste de números que atendem às condições especificadas. @banco_de_dados é uma região de células na qual as linhas de informações são os dados e as colunas são os campos. A primeira linha do @banco_de_dados contém os títulos de cada coluna. @campo especifica qual coluna é utilizada pela função. Se @campo é um inteiro, por exemplo 2, a segunda coluna é utilizada. O campo também pode ser o título de uma coluna. Por exemplo, ``Idade'' refere-se à coluna com o título ``Idade'' na região do @banco_de_dados. @critério é a região de células que contém as condições especificadas. A primeira linha em @critério deve conter os títulos dos campos para os quais será aplicado o critério. As células abaixo dos títulos especificam as condições, por exemplo, ``>3'' ou ``<9''. Condições de igualdade pode ser fornecidas simplesmente pelo valor específico, isto é ``3'' ou ``John''. Cada linha em @critério especifica uma condição em separado. Se uma linha no @banco_de_dados atende a uma linha em @critério, então aquela linha é contada. Falando tecnicamente, está é uma operação booleana do tipo OU entre as linha em @critério. Se @ critério especifica mais de uma coluna, então cada uma das condições nas colunas especificadas devem ser verdadeiras para que a linha em @banco_de_dados seja atendida. Falando tecnicamente, está é uma operação booleana do tipo E entre as colunas em @critério. @EXAMPLES= Assumindo que a região A1:C7 contém os seguintes valores: Nome Idade Salário John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Adicionalmente, as células A9:B11 contêm os seguintes valores: Idade Salário <30 >40 >46000 DSUM(A1:C7, "Idade", A9:B11) retorna 49. DSUM(A1:C7, "Salário", A9:B11) retorna 41725140.25. @SEEALSO=DVAR
vi: @FUNCTION=DVARP @SYNTAX=DVARP(database,field,criteria) @DESCRIPTION=DVARP hàm trả lại phương sai dân số đựa và toàn dân số. Dân số chứa số thỏa điều kiện cho trước. @database (cơ sở dữ liệu) là khoảng ô mà hàng thông tin liên quan là bảng ghi, cột dữ liệu là trường. Hàng đầu tiên chứa nhãn của mỗi cột. @field (trường) xác định cột nào được dùng trong hàm. Nếu @field là số nguyên (ví dụ, 2), cột thứ hai sẽ được dùng. @field cũng có thể chứa nhãn cột. Ví dụ, « Tuổi » nghĩa là dùng cột tên « Tuổi » trong khoảng @database. @criteria (tiêu chuẩn) là khoảng ô chứa các điều kiện cho trước. Hàng đầu tiên của @criteria chứa nhãn trường cần đặt điều kiện. Các ô bên dưới xác định điều kiện, ví dụ, « >3 » hoặc « <9 ». Điều kiện bằng có thể được xác định bằng cách ghi giá trị vào, ví dụ « 3 » hoặc « Văn Mình ». Mỗi hàng trong @criteria xác định một điều kiện riêng biệt, ví dụ nếu một hàng trong @database thỏa một trong các hàng của @criteria thì hàng đó được tính (nói một cách kỹ thuật là boolean OR [hay] giữa các hàng của @criteria). Nếu @criteria xác định nhiều hơn một cột thì mọi điều kiện trong các cột này phải Đúng cho hàng trong @database để thỏa (lần nữa, nói một cách kỹ thuật là boolean AND [và] giữa các cột trong @criteria). @EXAMPLES= Giả sử khoảng A1:C7 chứa các giá trị sau: Tên Tuổi Lương Văn Mình 34 54342 Mình Tuấn 35 22343 Văn Vũ 29 34323 Thị Mai 43 47242 Ngọc Trinh 37 42932 Thị Hoa 45 45324 Ngoài ra, các ô A9:B11 chứa các giá trị sau: Tuổi Lương <30 >40 >46000 DVARP(A1:C7, « Tuổi », A9:B11) equals 49. DVARP(A1:C7, « Lương », A9:B11) equals 41725140.25. @SEEALSO=DVAR

source: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=GETPIVOTDATA function fetches summary data from a pivot table. @pivot_table is a cell range containing the pivot table. @field_name is the name of the field of which you want the summary data. * If the summary data is unavailable, GETPIVOTDATA returns #REF! error. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=GETPIVOTDATA ལཱ་འགན་དེགིས་ལྟེ་ཤིང་ཐིག་ཁྲམ་ཅིག་ལས་ བཅུད་དོན་གནས་སྡུད་ལེནམ་ཨིན།@pivot_table འདི་ ལྟེ་ཤིང་ཐིག་ཁྲམ་ཡོད་མི་ནང་ཐིག་ཁྱབ་ཚད་ཨིན། @field_name འདི་ ཁྱོད་ཀྱིས་བཅུད་དོན་གནས་སྡུད་དགོ་པའི་ས་སྒོ་གི་མིང་ཨིན། * བཅུད་དོན་གནས་སྡུད་འདི་ཐོབ་ཚུགས་མེད་པ་ཅིན་, GETPIVOTDATA དེ་གིས་ #REF! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(tabla_pivote;nombre_campo) @DESCRIPTION=Recupera un resumen de datos desde la tabla pivote. @tabla_pivote es un rango de celdas que contienen la tabla pivote. @nombre_campo es el nombre del campo del cual se desea el resumen de datos. * Si no está disponible el resumen de datos, GETPIVOTDATA devuelve el error #REF!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(table_pivot;champ) @DESCRIPTION=La fonction GETPIVOTDATA extrait un résumé d'informations d'une table pivot, contenue dans l'intervalle de cellules @table_pivot. @champ est le nom du champ pour lequel vous souhaitez les données. Si le résumé d'informations est inaccessible, GETPIVOTDATA renvoie une erreur #REF!. @SEEALSO=
nl: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(draaitabel;veld_naam) @DESCRIPTION=GETPIVOTDATA haalt een overzicht uit een @draaitabel. Het argument @draaitabel is het celbereik dat de draaitabel bevat. @veld_naam is de naam van het veld waar je de overzichtsinformatie van wilt hebben. * Als er geen overzichtsinformatie beschikbaar is, geeft GETPIVOTDATA een #VERW! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(tabela_dinâmica,nome_campo) @DESCRIPTION=A função GETPIVOTDATA obtém o sumário de uma tabela dinâmica. @tabela_dinâmica é um intervalo de células contendo a tabela dinâmica. @nome_campo é o nome do campo cujo sumário você quer. * Se os dados de sumário não estão disponíveis, GETPIVOTDATA retorna o erro #REF! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(kont_tabuľka,meno_poľa) @DESCRIPTION=Funkcia GETPIVOTDATA získa súhrn dát z kontingenčnej tabuľky. @kont_tabuľka je rozsah buniek obsahujúcich kontingenčnú tabuľku. @meno_poľa je meno poľa, o ktorom sa má získať súhrn. * Ak dáta súhrnu nie sú k dispozícii, GETPIVOTDATA vracia chybu #REF!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=GETPIVOTDATA @SYNTAX=GETPIVOTDATA(pivot_table,field_name) @DESCRIPTION=Hàm GETPIVOTDATA hàm gọi dữ liệu tóm tắt từ bảng trụ xoay (pivot table). @pivot_table (bảng trụ xoay) là vùng ô chứa bảng trụ xoay. @field_name là _tên trường_ bạn muốn tổng hợp dữ liệu từ nó. * Nếu dữ liệu tóm tắt không tồn tại, GETPIVOTDATA trả lại lỗi « #REF! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=DATE returns the number of days since the 1st of January of 1900(the date serial number) for the given year, month and day. * If @month < 1 or @month > 12, the year will be corrected. A similar correction takes place for days. * The @years should be at least 1900. If @years < 1900, it is assumed to be 1900 + @years. * If the given date is not valid, DATE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= DATE(2001, 3, 30) returns 'Mar 30, 2001'. @SEEALSO=TODAY, NOW
dz: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=DATE དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་ལོ་ ཟླཝ་དང་ཉིནམ་གྱི་དོན་ལུ་ ༡༩༠༠་(ཚེས་གྲངས་ཨང་རིམ་གྲངས་) གི་ སྤྱི་ཟླ་དང་པའི་༡་པ་གི་ཉིནམ་གྲངས་སླར་ལོག་འབདཝ་ཨིན། * @month < 1 ཡང་ན་ @month > 12ཨིན་པ་ཅིན་, ལོ་འདི་ནོར་བཅོས་འབདཝ་ཨིན། ཉིནམ་གྱི་དོན་ལུ་ཨང་ནོར་བཅོས་འབདཝ་ཨིན། * @years འདི་ ༡༩༠༠ འོང་དགོཔ་ཨིན། @years < 1900ཨིན་པ་ཅིན་, འདི་༡༩༠༠+ @yearsསྦེ་བསམ་ནི་ཨིན། * བྱིན་ཡོད་པའི་ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, DATE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DATE(2001, 3, 30) དེ་གིས་ 'Mar 30, 2001'སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=TODAY, NOW
es: @FUNCTION=DATE @SYNTAX=DATE (año,mes,día) @DESCRIPTION=Calcula la cantidad de días desde el 1 de enero de 1900 (es decir el número de serie de la fecha), para el año, mes, y día especificados. * Si @mes < 1 o @mes >12, el año será corregido. Una corrección similar se aplica a los días. * El valor de @año debe ser al menos 1900. Si @año < 1900, se asume que es 1900 + @años. * Si la fecha dada no es válida, DATE devuelve un error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= DATE(2001; 3; 30) es igual a 'Mar 30, 2001'. @SEEALSO=TODAY, NOW
fr: @FUNCTION=DATE @SYNTAX=DATE (année;mois;jour) @DESCRIPTION=Calcule le nombre de jours écoulés entre le 1er janvier de l'année 1900 et la date donnée (valeur sérialisée de la date). Si @mois est < 1 ou > 12, l'année sera corrigée. De même pour les jours. L'@année doit être au moins égale à 1900. Si @année est < 1900, DATE lui ajoutera 1900. Si la date fournie est invalide, DATE renvoie une erreur #NUM!. Cette fonction est compatible avec Excel. @EXAMPLES= DATE(2001;3;30) renvoie "Mar 30, 2001". @SEEALSO=TODAY, NOW
nl: @FUNCTION=DATE @SYNTAX=DATE (jaar;maand;dag) @DESCRIPTION=DATE geeft het aantal dagen sinds 1 januari 1900 (het datum-serienummer) voor een gegeven jaar, maand en dag. * Als @maand < 1 of @maand > 12 wordt het jaar aangepast. Een gelijksoortige aanpassing vindt plaats bij de dagen. * Het @jaar moet tenminste 1900 zijn. Als @jaar < 1900 wordt aangenomen dat 1900 + @jaar wordt bedoeld. * Als de gegeven datum ongeldig is geeft DATE een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DATE(2001; 3; 30) is ``Mar 30, 2001'' @SEEALSO=TODAY, NOW
pt_br: @FUNCTION=DATE @SYNTAX=DATE (ano,mês,dia) @DESCRIPTION=DATE retorna o número de dias desde 1º de Janeiro de 1900 (data serial) para o ano, mês e dia especificados. * Se @mês < 1 ou @mês >12, o ano será corrigido. Uma correção similar é realizada para os dias. * O @ano deve ser no mínimo 1900. Se @ano < 1900, assume-se que é 1900 + @ano. * Se a data não for válida, DATE retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= DATE(2001, 3, 30) retorna 'Mar 30, 2001'. @SEEALSO=TODAY, NOW
sk: @FUNCTION=DATE @SYNTAX=DATE (rok,mesiac, deň) @DESCRIPTION=Vypočíta počet dní od 1.1.1900 (sériové číslo dátumu) pre daný rok, mesiac a deň. * Ak je @mesiac menší ako 1 alebo väčší ako 12, bude automaticky opravený. Podobne je to pre @deň. * @rok by mal byť minimálne 1900. Ak je menší ako 1900, použije sa 1900 + @rok. * Ak nie je zadaný dátum platný, DATE vracia #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DATE(2001, 3, 30) sa rovná '30. Mar 2001'. @SEEALSO=TODAY, NOW
vi: @FUNCTION=DATE @SYNTAX=DATE (year,month,day) @DESCRIPTION=DATE trả lại số ngày từ ngày 1 tháng 1 năm 1900 (số sản xuất ngày) cho năm, tháng, ngày đã cho. * Nếu « @month < 1 » hoặc « @month > 12 » thì năm sẽ được sửa lại. Điều sửa tương tự cũng xảy ra đối với ngày. * @years ít nhất phải là 1900. Nếu « @years < 1900 » thì được coi như là « 1900 + @years ». * Nếu ngày được cho không hợp lệ, DATE trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= DATE(2001, 3, 30) trả lại « Mar 30, 2001 » (ngày 30 tháng 3, năm 2001). @SEEALSO=TODAY, NOW

source: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE converts a unix time into a spreadsheet date and time. A unix time is the number of seconds since midnight January 1, 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
dz: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE དེ་གིས་ཡུ་ནིགསི་ཆུ་ཚོད་འདི་ ཤོག་ཁྲམ་ཚེས་གྲངས་དང་ཆུ་ཚོད་ནང་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། ཡུ་ནིགསི་ཆུ་ཚོད་འདི་ སྤྱི་ཟླ་ ༡་པ་ ༡༩༧༠་གི་མཚན་དགུང་ལས་ཚུར་གྱི་ སྐར་ཆའི་གྲངས་ཨིན། @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
es: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(tiempo-Unix) @DESCRIPTION=UNIX2DATE convierte un tiempo Unix en una fecha y hora de hoja de datos. Un tiempo Unix es el número de segundos desde medianoche del 1 de enero de 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
fr: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(date_unix) @DESCRIPTION=UNIX2DATE convertit une date Unix, c'est-à-dire un nombre de secondes depuis le 01/01/1970, en une date sérialisée au format du tableur. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
nl: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtijd) @DESCRIPTION=UNIX2DATE zet een Unix-tijd om in een datum en een tijd. Een Unix-tijd is het aantal seconden sinds middernacht van 1 Januari 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
pt_br: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE converte um tempo no formato unix em uma data e hora no formato de planilha eletrônica. Um tempo no formato unix é médido pelo número de segundos desde a meia-noite do dia 1º· de Janeiro de 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
sk: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixčas) @DESCRIPTION=UNIX2DATE prevádza unixový čas na dátum a čas tabuľky. Unixový čas je počet sekúnd od polnoci 1. januára 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX
vi: @FUNCTION=UNIX2DATE @SYNTAX=UNIX2DATE(unixtime) @DESCRIPTION=UNIX2DATE chuyển đổi thời gian Unix sang ngày giờ bảng tính. Thời gian Unix là số giây tính từ nửa đêm 1 tháng 1 năm 1970. @EXAMPLES= @SEEALSO=NOW, DATE, DATE2UNIX

source: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX converts a spreadsheet date and time serial number into a unix time. A unix time is the number of seconds since midnight January 1, 1970. @EXAMPLES= DATE2UNIX("01/01/2000") equals 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
dz: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX དེ་གིས་ ཡུ་ནིགསི་ཆུ་ཚོད་ནང་ལུ་ ཤོག་ཁྲམ་ཚེས་གྲངས་དང་ཆུ་ཚོད་ཨང་རིམ་ཨང་འདི་གཞི་བསྒྱུར་འབདཝ་ཨིན། ཡུ་ནིགསི་ཆུ་ཚོད་འདི་ སྤྱི་ཟླ་ ༡་པ་ ༡༩༧༠་ལས་ཚུར་སྐར་ཆའི་ཨང་གྲངས་འདི་ཨིན། @EXAMPLES= DATE2UNIX("01/01/2000") མཉམ་པ་ཨིན་ 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
es: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serie) @DESCRIPTION=DATE2UNIX convierte la fecha y hora de uno hoja de datos a tiempo Unix. El tiempo Unix es el número de segundos desde medianoche del 1 de enero de 1970. @EXAMPLES= DATE2UNIX("01/01/2000") es igual a 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
fr: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(date_sérialisée) @DESCRIPTION=UNIX2DATE convertit une date sérialisée en une date Unix, c'est-à-dire un nombre de secondes depuis le 01/01/1970. @EXAMPLES= DATE2UNIX("01/01/2000") vaut 946656000.< @SEEALSO=NOW, DATE, UNIX2DATE
nl: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX zet een spreadsheet datum/tijd-serienummer om in een Unix-tijd. Een Unix-tijd is het aantal seconden sinds middernacht van 1 Januari 1970. @EXAMPLES= DATE2UNIX("01/01/2000") is 946656000 @SEEALSO=NOW, DATE, UNIX2DATE
pt_br: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX converte um número serial no formato de data e hora de uma planilha em um formato unix de hora. Um formato unix de hora é o número de segundos desde a meia-noite de 1º· de janeiro de 1970. @EXAMPLES= DATE2UNIX("01/01/2000") retorna 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
sk: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(sériové_číslo) @DESCRIPTION=DATE2UNIX prevádza sériové číslo času a dátumu na unixový čas. Unixový čas je počet sekúnd od polnoci 1. januára 1970. @EXAMPLES= @SEEALSO=NOW, DATE, UNIX2DATE
vi: @FUNCTION=DATE2UNIX @SYNTAX=DATE2UNIX(serial) @DESCRIPTION=DATE2UNIX chuyển thời gian bảng tính sang thời gian Unix. Thời gian Unix là số giây tính từ nửa đêm 1 tháng 1 năm 1970. @EXAMPLES= DATE2UNIX("01/01/2000") equals 946656000. @SEEALSO=NOW, DATE, UNIX2DATE
