Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=BETAINV function returns the inverse of cumulative beta distribution. @a is the optional lower bound of @x and @b is the optional upper bound of @x. * If @a is not given, BETAINV uses 0. * If @b is not given, BETAINV uses 1. * If @p < 0 or @p > 1 BETAINV returns #NUM! error. * If @alpha <= 0 or @beta <= 0, BETAINV returns #NUM! error. * If @a >= @b BETAINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= BETAINV(0.45,1.6,1) equals 0.607096629. @SEEALSO=BETADIST
dz: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=BETAINV ལས་འགན་འདི་གིས་ རིམ་གྱིས་བསག་པའི་སྔོན་དཔྱད་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན།@a འདི་ @xགི་གདམ་ཁ་ཅན་གྱི་འོག་གི་གནས་དགོཔ་ཨིནམ་དང་ @b འདི་@xགི་གདམ་ཁ་ཅན་གྱི་ལྟག་གི་གནས་དགོཔ་ཨིན། * If @a འདི་མ་བྱིན་མས་, BETAINV དེ་གིས་ 0 ལག་ལེན་འཐབ་ཨིན། * If @b མ་བྱིན་མས་, BETAINV དེ་གིས་1ལག་ལེན་འཐབ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1 ཨིན་པ་ཅིན་BETAINV དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @alpha <= 0 ཡང་ན་ @beta <= 0ཨིན་པ་ཅིན་, BETAINV དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @a >= @bཨིན་པ་ཅིན་ BETAINV དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BETAINV(0.45,1.6,1) equals 0.607096629. @SEEALSO=BETADIST
es: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alfa,beta[,a,b]) @DESCRIPTION=La función BETAINV devuelve la inversa de la distribución beta acumulada. @a es el límite inferior opcional de @x y @b es el límite superior opcional de @x. * Si no se de @a, BETAINV usa 0. * Si no se da @b, BETAINV usa 1. * Si @p < 0 ó @p > 1, BETAINV devuelve el error #NÚM!. * Si @alfa <= 0 o @beta <= 0, BETAINV devuelve el error #NUM. * Si @a >= @b, BETAINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= BETAINV(0.45,1.6,1) igual a 0,607096629. @SEEALSO=BETADIST
fr: @FUNCTION=BETAINV @SYNTAX=BETAINV(p;alpha;beta[;a;b]) @DESCRIPTION=La fonction BETAINV renvoie l'inverse de la distribution beta cumulée. @a (resp. @b) est la borne inférieure (resp. supérieure) optionnelle de @x, 0 (resp. 1) par défaut. * Si @p < 0 ou @p > 1, @alpha <= 0, @beta <= 0 ou @a >= @b, BETAINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= BETAINV(0,45;1,6;1) vaut 0,607096629. @SEEALSO=BETADIST
nl: @FUNCTION=BETAINV @SYNTAX=BETAINV(p;alpha;beta[;a;b]) @DESCRIPTION=BETAINV geeft de inverse van de cumulatieve betadistributie. @a is de optionele ondergrens van @x en @b is de optionele bovengrens van @x. * Als @a niet is gegeven gebruikt BETAINV 0. * Als @b niet is gegeven gebruikt BETAINV 1. * Als @p < 0 of @p > 1, geeft BETAINV een #GETAL! foutmelding. * Als @alpha <= 0 of @beta <= 0, geeft BETAINV een #GETAL! foutmelding. * Als @a >= @b geeft BETAINV een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BETAINV(0,45; 1,6; 1) is 0,607096629 @SEEALSO=BETADIST
pt_br: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alfa,beta[,a,b]) @DESCRIPTION=A função BETAINV retorna o inverso da distribuição beta acumulada. @a é o limite opcional inferior de @x e @b é o limite superior opcional de @x. * Se @a não é fornecido, BETAINV usa 0. * Se @b não é fornecido, BETAINV usa 1. * Se @p < 0 ou @p > 1, BETAINV retorna o erro #NUM! * Se @alfa <= 0 ou @beta <= 0, BETAINV retorna o erro #NUM! * Se @a >= @b, BETAINV retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= BETAINV(0.45,1.6,1) retorna 0.607096629. @SEEALSO=BETADIST
sk: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alfa,beta[,a,b]) @DESCRIPTION=Funkcia BETAINV vracia inverznú hodnotu k kumulatívnemu beta rozdeleniu. @a je nepovinná dolná hranica @x a @b je nepovinná horná hranica @x. * Ak nie je @a uvedená, BETAINV použije 0. * Ak nie je @b uvedená, BETAINV použije 1. * Ak je @p < 0 alebo @p > 1 BETAINV vracia chybu #NUM!. * Ak je @alfa <= 0 alebo @beta <= 0, BETAINV vracia chybu #NUM!. * Ak je @a >= @b BETAINV vracia chybu #NUM! * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BETAINV(0.45,1.6,1) sa rovná 0.607096629. @SEEALSO=BETADIST
vi: @FUNCTION=BETAINV @SYNTAX=BETAINV(p,alpha,beta[,a,b]) @DESCRIPTION=hàm BETAINV trả lại đảo của phân phối β lũy tích. @a là giới hạn thấp hơn tùy chọn của @x, @b là giới hạn cao hơn tùy chọn của @x. * Nếu không cho @a thì BETAINV dùng số 0. * Nếu không cho @b thì BETAINV dùng số 1. * Nếu « @p < 0 » hoặc « @p > 1 » thì BETAINV trả lại lỗi « #NUM! ». * Nếu « @alpha ≤ 0 » hoặc « @beta ≤ 0 » thì BETAINV trả lại lỗi « #NUM! ». * Nếu « @a ≥ @b » thì BETAINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BETAINV(0.45,1.6,1) bằng 0.607096629. @SEEALSO=BETADIST

source: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=TDIST function returns the Student's t-distribution. @dof is the degree of freedom and @tails is 1 or 2 depending on whether you want one-tailed or two-tailed distribution. @tails = 1 returns the size of the right tail. * If @dof < 1 TDIST returns #NUM! error. * If @tails is neither 1 or 2 TDIST returns #NUM! error. * This function is Excel compatible for non-negative @x. Warning: the parameterization of this function is different from what is used for, e.g., NORMSDIST. This is a common source of mistakes, but necessary for compatibility. @EXAMPLES= TDIST(2,5,1) equals 0.050969739. TDIST(-2,5,1) equals 0.949030261. TDIST(0,5,2) equals 1. @SEEALSO=TINV,TTEST
dz: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=TDIST ལས་འགན་འདི་གིས་ སློབ་ཕྲུག་ཊི་གི་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན།@dof འདི་རང་དབང་གི་ཁུག་ཟུར་དང་@tails འདི་ ཁྱོད་ལུ་ མཇུག་གཅིག་དགོ་ནི་ཨིན་ན་མཇུག་གཉིས་དགོ་ནི་ཨིན་ན་དང་འཁྲིལ་ཏེ་བཀྲམ་སྤེལ་ཨིན། @tails = 1 དེ་གིས་མཇུག་གཡས་ཀྱི་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @dof < 1 ཨིན་པ་ཅིན་TDIST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @tails འདི་༡་ཡང་ན་༢་ ཡང་མེན་པ་ཅིན་ TDIST དེ་གིས་ #NUM! འཛོལ་བ་འདིསླར་ལོག་འབདཝ་ཨིན། * This function is Excel compatible for non-negative @x. ཉེན་བརྡ: ལས་འགན་འདི་གི་ཚད་བཟུང་འབད་ནི་འདི་ལག་ལེན་འཐབ་ཡོད་མི་ལས་ རྣམ་པ་སོ་སོ་ནང་ཡོདཔ་ཨིན་, e.g., NORMSDIST. འདི་འཛོལ་བའི་བྱུང་ཁུངས་མཐུན་མོང་པ་ཅིག་ཨིན་, དེ་འབདཝ་ད་ མཐུན་འགྱུར་ཅན་གཡི་དོན་ལུ་དགོས་མཁོ་ཡོདཔ་ཨིན། @EXAMPLES= TDIST(2,5,1) equals 0.050969739. TDIST(-2,5,1) equals 0.949030261. TDIST(0,5,2) equals 1. @SEEALSO=TINV,TTEST
es: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,colas) @DESCRIPTION=La función TDIST devuelve la distribución t de Student. @dof es el grado de libertad y @colas es 1 ó 2 dependiendo de si quiere una distribución de 1 ó 2 colas. @colas= 1 devuelve el tamaño de la cola derecha. * Si @dof < 1, TDIST devuelve el error #NÚM!. * Si @colas no es ni 1 ni 2, TDIST devuelve el error #NÚM!. * Esta función es compatible con Excel para @x no negativos. Atención: La parametrización de esta función es diferente de la que se usa por ejemplo en NORMSDIST. Esta es una fuente común de equivocaciones, pero necesaria para la compatibilidad. @EXAMPLES= TDIST(2,5,1) igual a 0,050969739. TDIST(-2,5,1) igual a 0.949030261. TDIST(0,5,2) igual a 1. @SEEALSO=TINV,TTEST
pt_br: @FUNCTION=TDIST @SYNTAX=TDIST(x,ngl,caudas) @DESCRIPTION=A função TDIST retorna a distribuição t de Student. @ngl é número de graus de liberdade e @caudas pode ser 1 ou 2, dependendo se você deseja a distribuição monocaudal ou bicaudal. @caudas = 1 retorna o tamanho da cauda direita. * Se @ngl< 1, TDIST retorna o erro #NUM! * Se @caudas não é 1 ou 2, TDIST retorna o erro #NUM! * Esta função é compatível com o Excel para valores não-negativos de @x. Aviso: a parametrização desta função é diferente daquela utilizada em, por exemplo,NORMSDIST. Essa é uma fonte comum de erros, mas necessária para garantir a compatibilidade. @EXAMPLES= TDIST(2,5,1) retorna 0.050969739. TDIST(-2,5,1) retorna 0.949030261. TDIST(0,5,2) retorna 1. @SEEALSO=TINV,TTEST
vi: @FUNCTION=TDIST @SYNTAX=TDIST(x,dof,tails) @DESCRIPTION=hàm TDIST trả lại phân phối « Sinh viên t ». @dof là _bậc tự do_ @tails là 1 hoặc 2, phụ thuộc vào nếu bạn muốn phân phối loại đuôi đơn hoặc đuôi đôi. « @tails = 1 » trả lại kích thước của đuôi đúng. * Nếu « @dof < 1 » TDIST trả lại lỗi « #NUM! ». * Nếu @tails không phải là số 1 và cũng không phải là số 2 thì TDIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel cho các @x không âm. Cảnh báo : các tham số thích hợp với hàm này khác với những điều được dùng với, lấy thí dụ, NORMSDIST. Sự khác biệt này cần thiết để tương tác được. Bạn cẩn thận, đừng nhầm lẫn hai cách khác này. @EXAMPLES= TDIST(2,5,1) bằng 0.050969739. TDIST(-2,5,1) bằng 0.949030261. TDIST(0,5,2) bằng 1. @SEEALSO=TINV,TTEST

source: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=TINV function returns the inverse of the two-tailed Student's t-distribution. * If @p < 0 or @p > 1 or @dof < 1 TINV returns #NUM! error. * This function is Excel compatible. Warning: the parameterization of this function is different from what is used for, e.g., NORMSINV. This is a common source of mistakes, but necessary for compatibility. @EXAMPLES= TINV(0.4,32) equals 0.852998454. @SEEALSO=TDIST,TTEST
dz: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=TINV ལས་འགན་འདི་གིས་ སློབ་ཕྲུག་གི་ཊི་བཀྲམ་སྤེལ་གྱི་མཇུག་གཉིས་ཀྱི་ལུགས་ལྡོག་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1 ཡང་ན་ @dof < 1ཨིན་པ་ཅིན་ TINV དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། ཉེན་བརྡ: ལས་འགན་འདི་གི་ཚད་བཟུང་འབད་ནི་འདི་ ལག་ལེན་འཐབ་ཡོད་མི་ལས་སོ་སོ་ཅིག་ཨིན་, e.g., NORMSINV. འདི་འཛོལ་བ་མཐུན་མོང་ཅིག་ཨིན་ དེ་འབདཝ་ད་ མཐུན་འགྱུར་ཅན་གྱི་དོན་ལུ་དགོས་མཁོ་ཡོདཔ་ཨིན། @EXAMPLES= TINV(0.4,32) equals 0.852998454. @SEEALSO=TDIST,TTEST
es: @FUNCTION=TINV @SYNTAX=TINV(p,gdl) @DESCRIPTION=La función TINV devuelve la inversa de la distribución t de Student de dos colas. * Si @p < 0 ó @p > 1 ó @gdl < 1, TINV devuelve el error #NÚM!. * Esta función es compatible con Excel. Atención: La parametrización de esta función es diferente de la que se usa por ejemplo en NORMSDIST. Esta es una fuente común de equivocaciones, pero necesaria para la compatibilidad. @EXAMPLES= TINV(0.4,32) igual a 0,852998454. @SEEALSO=TDIST,TTEST
pt_br: @FUNCTION=TINV @SYNTAX=TINV(p,ngl) @DESCRIPTION=A função TINV retorna o inverso da distribuição t de Student bicaudal. * Se @p < 0 ou @p > 1 ou @ngl< 1, TINV retorna o erro #NUM! * Esta função é compatível com o Excel. Aviso:·a·parametrização·desta·função·é·diferente·daquela·utilizada·em,·por·exemplo, NORMSDIST.··Essa·é·uma·fonte·comum·de·erros,·mas·necessária·para·garantir·a·compatibilidade. @EXAMPLES= TINV(0.4,32) retorna 0.852998454. @SEEALSO=TDIST,TTEST
vi: @FUNCTION=TINV @SYNTAX=TINV(p,dof) @DESCRIPTION=hàm TINV trả lại đảo của phân phối « Sinh viên t » có đuôi đôi. * Nếu « @p < 0 » hoặc « @p > 1 » hoặc « @dof < 1 » thì TINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. Cảnh báo : các tham số thích hợp với hàm này khác với những điều được dùng với, lấy thí dụ, NORMSINV. Sự khác biệt này cần thiết để tương tác được. Bạn cẩn thận, đừng nhầm lẫn hai cách khác này. @EXAMPLES= TINV(0.4,32) bằng 0.852998454. @SEEALSO=TDIST,TTEST

source: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=FDIST function returns the F probability distribution. @dof1 is the numerator degrees of freedom and @dof2 is the denominator degrees of freedom. * If @x < 0 FDIST returns #NUM! error. * If @dof1 < 1 or @dof2 < 1, FDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FDIST(2,5,5) equals 0.232511319. @SEEALSO=FINV
dz: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=FDIST ལས་འགན་འདི་གིས་ ཨེཕ་འབྱུང་སྲིད་པའི་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན།f@dof1 འདི་ རང་དབང་གི་ཨང་གྲངས་ཀྱི་ཁུག་ཟུར་འདི་ཨིནམ་དང་ @dof2 འདི་ རང་དབང་གི་གཞི་གྲངས་ཁུག་ཟུར་འདི་ཨིན། * If @x < 0 ཨིན་པ་ཅིན་FDIST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @dof1 < 1 ཡང་ན་ @dof2 < 1ཨིན་པ་ཅིན་, FDIST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FDIST(2,5,5) equals 0.232511319. @SEEALSO=FINV
es: @FUNCTION=FDIST @SYNTAX=FDIST(x,gdl1,gdl2) @DESCRIPTION=La función FDIST devuelve la distribución de probabilidad F. @gdl1 son los grados de libertad del numerador y @gdl2 son los grados de libertad del denominador. * Si @x < 0, FDIST devuelve el error #NÚM!. * Si @gdl1 < 1 ó @gdl2 < 1, FDIST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= FDIST(2,5,5) igual a 0.232511319. @SEEALSO=FINV
fr: @FUNCTION=FDIST @SYNTAX=FDIST(x;ddl1;ddl2) @DESCRIPTION=La fonction FDIST renvoie la distribution de probabilité F évaluée en @x. @ddl1 est le numérateur du degré de liberté, @ddl2 le dénominateur. * Si @x < 0, FDIST renvoie l'erreur #NUM!. * Si @ddl1 < 1 ou @ddl2 < 1, FDIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= FDIST(2;5;5) vaut 0,232511319. @SEEALSO=FINV
nl: @FUNCTION=FDIST @SYNTAX=FDIST(x;vg1;vg2) @DESCRIPTION=FDIST geeft de F waarschijnlijkheidsdistributie. @vg1 is de teller vrijheidsgraden en @vg2 is de noemer vrijheidsgraden. * Als @x < 0 geeft FDIST een #GETAL! foutmelding. * Als @vg1 , 1 of @vg2 < 1 geeft FDIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= FDIST(2; 5; 5) is 0,232511319 @SEEALSO=FINV
pt_br: @FUNCTION=FDIST @SYNTAX=FDIST(x,ngl1,ngl2) @DESCRIPTION=A função FDIST retorna a função densidade de probabilidade da distribuição F. @ngl1 é número de graus de liberdade do numerador e @ngl2 é o número de graus de liberdade do denominador. * Se @x < 0 FDIST, retorna o erro #NUM! * Se @ngl1 < 1 ou @ngl2 < 1, FDIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= FDIST(2,5,5) retorna 0.232511319. @SEEALSO=FINV
sk: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=Funkcia FDIST vracia pravdepodobnosť F rozdelenia. @dof1 je počet stupňov voľnosti čitateľa a @dof2 je počet stupňov voľnosti menovateľa. * Ak je @x < 0 FDIST vracia chybu #NUM!. * Ak je @dof1 < 1 alebo @dof2 < 1, FDIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FDIST(2,5,5) sa rovná 0.232511319. @SEEALSO=FINV
vi: @FUNCTION=FDIST @SYNTAX=FDIST(x,dof1,dof2) @DESCRIPTION=hàm FDIST trả lại phân phối xác suất F. @dof1 là _bậc tự do_ cho tử số còn @dof2 là _bậc tự do_ cho mẫu số. * Nếu « @x < 0 » FDIST trả lại lỗi « #NUM! ». * Nếu « @dof1 < 1 » hoặc « @dof2 < 1 » thì FDIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= FDIST(2,5,5) bằng 0.232511319. @SEEALSO=FINV

source: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU returns the probability density p(x) at @x for the Landau distribution using an approximation method. @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU
dz: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU དེ་གིས་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ p(x)འདི་ @x ལུ་ ཚོད་རྩིས་ཐབས་ལམ་ཅིག་ལག་ལེན་འཐབ་ཐོག་ལས་ ལེན་ཌའུ་གི་དོན་ལུ་ཨིན། @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU
es: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU devuelve la densidad de probabilidad p(x) en @x para la distribución de Landau usando un método de aproximación. @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU
fr: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=Renvoie la densité de probabilité p(x) en @x pour la distribution de Landau, en utilisant une méthode d'approximation. @SEEALSO=RANDLANDAU
nl: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU geeft de waarschijnlijkheidsdichtheid p(x) in @x voor de Landau distributie gebruik makend van een benaderingsmethode. @EXAMPLES= LANDAU(0.34) @SEEALSO=RANDLANDAU
pt_br: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU retorna a função densidade de probabilidade p(x) da distribuição de Landau, calculada em @x, utilizando um método aproximado. @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=LANDAU @SYNTAX=LANDAU(x) @DESCRIPTION=LANDAU trả lại độ mật xác suất p(x) tại @x cho phân phối Landau, dùng phương pháp ước lượng. @EXAMPLES= LANDAU(0.34). @SEEALSO=RANDLANDAU

source: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=FINV function returns the inverse of the F probability distribution. * If @p < 0 or @p > 1 FINV returns #NUM! error. * If @dof1 < 1 or @dof2 < 1 FINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FINV(0.2,2,4) equals 2.472135955. @SEEALSO=FDIST
dz: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=FINV ལས་འགན་འདི་གིས་ ཨེཕ་འབྱུང་སྲིད་པའི་བཀྲམ་སྤེལ་འདི་གི་ལུགས་ལྡོག་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 or @p > 1 ཨིན་པ་ཅིན་FINVདེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @dof1 < 1 ཡང་ན་ @dof2 < 1ཨིན་པ་ཅིན་ FINV དེ་གིས་#NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FINV(0.2,2,4) equals 2.472135955. @SEEALSO=FDIST
es: @FUNCTION=FINV @SYNTAX=FINV(p,gdl1,gdl2) @DESCRIPTION=La función FINV devuelve la inversa de la distribución de probabilidad F. * Si @p < 0 ó @p > 1, FINV devuelve el error #NÚM!. * Si @gdl1 < 1 ó @gdl2 < 1, FINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= FINV(0.2,2,4) igual a 2,472135955. @SEEALSO=FDIST
fr: @FUNCTION=FINV @SYNTAX=FINV(p;ddl1;ddl2) @DESCRIPTION=La fonction FINV renvoie l'inverse de la distribution de probabilité F. @ddl1 est le numérateur du degré de liberté, @ddl2 le dénominateur. * Si @p < 0 ou @p > 1, FINV renvoie l'erreur #NUM!. * Si @ddl < 1 ou @ddl2 < 1, FINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= FINV(0,2;2;4) vaut 2,472135955. @SEEALSO=FDIST
nl: @FUNCTION=FINV @SYNTAX=FINV(p;vg1;vg2) @DESCRIPTION=FINV geeft de inverse van de F waarschijnlijkheids distributie. * Als @p < 0 of @p > 1 geeft FINV een #GETAL! foutmelding. * Als @vg1 <1 of @vg2 < 1 geeft FINV een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= FINV(0,2; 2; 4) is 2,472135955 @SEEALSO=FDIST
pt_br: @FUNCTION=FINV @SYNTAX=FINV(p,ngl1,ngl2) @DESCRIPTION=A função FINV retorna o inverso da distribuição de probabilidade F. * Se @p < 0 ou @p > 1, FINV retorna erro #NUM! * Se @ngl1 < 1 ou @ngl2 < 1, FINV retorna erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= FINV(0.2,2,4) retorna 2.472135955. @SEEALSO=FDIST
sk: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=Funkcia FINV vracia obrátenú pravdepodobnosť F rozdelenia. * Ak je @p < 0 alebo @p > 1 FINV vracia chybu #NUM!. * Ak je @dof1 < 1 alebo @dof2 < 1 FINV vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FINV(0.2,2,4) sa rovná 2.472135955. @SEEALSO=FDIST
vi: @FUNCTION=FINV @SYNTAX=FINV(p,dof1,dof2) @DESCRIPTION=hàm FINV trả lại đảo của phân phối xác suất F. * Nếu « @p < 0 » hoặc « @p > 1 » thì FINV trả lại lỗi « #NUM! ». * Nếu « @dof1 < 1 » hoặc « @dof2 < 1 » thì FINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= FINV(0.2,2,4) bằng 2.472135955. @SEEALSO=FDIST
