Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DURATION @SYNTAX=DURATION(settlement,maturity,coup,yield,frequency[,basis]) @DESCRIPTION=DURATION calculates the duration of a security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @coup The annual coupon rate as a percentage. @yield The annualized yield of the security as a percentage. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, DURATION returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
dz: @FUNCTION=DURATION @SYNTAX=DURATION(བུ་ལོན་སྤྲོད་འཇལ་,དུས་ཡུན་ཚང་བ་,ཀོཔ་,ཐོན་འབྲས་,འབྱུང་གྲངས་[,basis]) @DESCRIPTION=DURATION དེ་གིས་ སྲུང་སྐྱོབ་ཀྱི་དུས་ཡུན་འདི་རྩིས་སྟོནམ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས། @maturity འདི་སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས། @coup ལོ་བསྟར་འཛིན་ཤོག་ཚད་འདི་བརྒྱ་ཆ་སྦེ། @yield འདི་ སྲུང་སྐྱོབ་ཀྱི་ལོ་བསྟར་ཐོན་འབྲས་འདི་བརྒྱ་ཆ་སྦེ། @frequency འདི་ ལོ་རེའི་ནང་གི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས། ཆོག་པའི་འབྱུང་གྲངས་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་ @basis འདི་ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན: 0 US 30/360 1 ཉིནམ་ངོ་མ/ཉིནམ་ངོ་མ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ/365 4 ཡུ་རོ་པིན་ 30/360 * If @frequency འདི་ ༡, ༢,ཡང་ན་ ༤ ལས་རྒས་པ་ཅིན་, DURATION དེ་གིས་ #NUM! འཛོལ་བ་འདིསླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ ༠་དང་ ༤ གི་བར་ན་མེད་པ་ཅིན་, #NUM! དེ་གིས་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
es: @FUNCTION=DURATION @SYNTAX=DURATION(liquidación,vencimiento,cupón,margen,frecuencia[,base]) @DESCRIPTION=DURATION calcula la duración de una acción. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinta de 1, 2 o 4, DURATION devuelve un error #NÚM!. * Si se omite @base se usa US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
fr: @FUNCTION=DURATION @SYNTAX=DURATION(règlement;échéance;taux;prix;prix_fut;fréquence[;base]) @DESCRIPTION=DURATION calcule la durée d'un titre. qui ne rapporte pas d'intérêts à échéance. @réglement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @taux le taux d'intérêt annuel, @prix son prix à la date de règlement, @prix_fut sa valeur de revente à l'échéance, @fréquence le nombre de coupons par an (1, 2 ou 4), et @base le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, DURATION renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, DURATION renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=DURATION @SYNTAX=DURATION(stortingsdatum;vervaldatum;coupon;rendement;freq[;soort_jaar]) @DESCRIPTION=DURATION berekent de levensduur van een waardepapier. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @coupon is de jaarlijkse coupon-rente als percentage. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestane frequenties zijn: 1 = jaarlijks 2 = halfjaarlijks 4 = per kwartaal @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie anders is dan 1, 2, of 4 geeft DURATION een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar niet tussen 0 en 4 ligt geeft de functie een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
pt_br: @FUNCTION=DURATION @SYNTAX=DURATION(liquidação,vencimento,cupom,retorno,freqüência[,base]) @DESCRIPTION=DURATION retorna a duração anual de uma aplicação com pagamentos de juros periódicos. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @cupom é a taxa anual nominal de juros em porcentagem. @retorno é o retorno anual do título como uma porcentagem. @freqüência é o número de cupons de pagamento por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência for um valor diferente de 1, 2 ou 4, DURATION retorna o erro #NUM. * Se @base é omitida, então o sistema US 30/360 é utilizado. * Se @base não está entre 0 e 4, então DURATION retorna o erro #NUM. @EXAMPLES= @SEEALSO=G_DURATION,MDURATION
sk: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(vyrovnanie,splatnosť,emisia,úrok,výnos[,základňa]) @DESCRIPTION=YIELDMAT počíta ročný výnos cenného papiera, ktorého úrok je splatný v deň splatnosti. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @emisia je dátum emisie papiera. @výnos je ročný výnos papiera. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, YIELDMAT vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, YIELDMAT vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, YIELDMAT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=DURATION @SYNTAX=DURATION(settlement,maturity,coup,yield,frequency[,basis]) @DESCRIPTION=DURATION tính thời gian của một chứng khoán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @coup là lãi suất trái phiếu mỗi năm dạng phần trăm. @yield là _lợi nhuận_ mỗi năm của chứng khoán dạng phần trăm. @frequency (_tần s ố_) là số lần trả trái phiếu mỗi năm. Tần số được phép là: 1 = mỗi năm 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu « @frequency » khác với 1, 2, hay 4 thì DURATION trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì PRICEMAT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=G_DURATION,MDURATION

source: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(rate,pv,fv) @DESCRIPTION=G_DURATION calculates number of periods needed for an investment to attain a desired value. This function is similar to FV and PV with a difference that we do not need give the direction of cash flows e.g. -100 for a cash outflow and +100 for a cash inflow. * If @rate <= 0, G_DURATION returns #DIV0 error. * If @fv = 0 or @pv = 0, G_DURATION returns #DIV0 error. * If @fv / @pv < 0, G_DURATION returns #VALUE error. @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION
dz: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(rate,pv,fv) @DESCRIPTION=G_DURATION དེ་གིས་ རེ་འདོད་ཡོད་པའི་གནས་གོང་ཐོབ་ནི་ལུ་ ཟད་གྲོའི་དོན་ལུ་དགོ་པའི་དུས་ཡུན་གྱི་ཨང་གྲངས་འདི་རྩིས་ྶྟོནམ་ཨིན། ལཱའགན་འདི་ FV དང་ PV དང་གཅིག་པ་ཡོདཔ་དང་ ང་བཅས་ཚུ་གིས་དངུལ་འབབ་རྒྱུན་ཚུ་གི་ཕྱོགས་བྱིན་མ་དགོཔ་e.g. -100 དངུལ་ཕྱིར་འབབ་གྱི་དོན་ལུ་དང་+100 དངུལ་ནང་འབབ་ཀྱི་དོན་ལུ། * If @rate <= 0, G_DURATION དེ་གིས་ #DIV0 འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @fv = 0 or @pv = 0, G_DURATION དེ་གིས་ #DIV0 འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @fv / @pv < 0, G_DURATION དེ་གིས་ #VALUE འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION
es: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(tasa,vp,vf) @DESCRIPTION=G_DURATION calcula el número de periodos necesarios para con la diferencia de que no damos la dirección del flujo de caja ej: -100 para salidas de caja +100 para retornos de caja. * Si @tasa <= 0, G_DURATION devuelve un error #DIV0. * Si @vf = 0 o @pv = 0, G_DURATION devuelve un error #DIV0. * Si @vf / @vp < 0, G_DURATION devuelve un error #VALUE error. @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION
fr: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(taux;val_pres;val_fut) @DESCRIPTION=La fonction G_DURATION calcule le nombre de périodes nécessaires pour qu'un investissement atteigne une valeur souhaitée. Cette fonction est analogue à FV et PV à la différence qu'il n'est pas nécessaire de donner la direction des flux de trésorerie, par exemple -100 pour un débit et +100 pour un crédit. * Si @taux <= 0, G_DURATION renvoie #DIV0! * Si @fv = 0 ou @pv = 0, G_DURATION renvoie #DIV0! * Si @fv / @pv < 0, G_DURATION renvoie #VALEUR! @EXAMPLES= @SEEALSO=PPMT,PV,FV
nl: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(rente;hw;tw) @DESCRIPTION=G_DURATION berekent het aantal termijnen dat nodig is voor een investering om een bepaalde waarde te bereiken. Deze functie is gelijk aan FV en PV (toekomstige waarde en huidige waarde) met het verschil dat we hier de richting van de cash flows niet hoeven aan te geven. Dus: -100 for een uitgaande cash flow en +100 voor een inkomende cash flow. * Als @rente <= 0, geeft G_DURATION een #DEEL0 foutmelding. * Als @tw = 0 of @hw = 0, geeft G_DURATION een #DEEL0 foutmelding. * Als @tw / @hw < 0, geeft G_DURATION een #WAARDE! foutmelding. @EXAMPLES= @SEEALSO=PPMT,PV,FV
pt_br: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(taxa,vp,vf) @DESCRIPTION=G_DURATION calcula o número de períodos necessários para um investimento atingir determinado valor. Esta função é similar às funções FV e PV, com a diferença de que não é nessário informar o sentido do fluxo de caixa, isto é, -100 para um fluxo de saída e +100 para um fluxo de entrada. * Se @taxa <= 0, G_DURATION retorna o erro #DIV0. * Se @vf = 0 ou @vp = 0, G_DURATION retorna o erro #DIV0. * Se @vf / @vp < 0, G_DURATION retorna o erro #VALOR! @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION
sk: @FUNCTION=DURATION @SYNTAX=DURATION(úrok,pv,fv) @DESCRIPTION=DURATION počíta počet období, za ktoré investícia získa danú hodnotu. Táto funkcia je podobná FV a PV s tým rozdielom, že nie je potrebné určovať smer peňažného toku, napr. -100 pre odtok a +100 pre prítok. @EXAMPLES= @SEEALSO=PPMT,PV,FV
vi: @FUNCTION=G_DURATION @SYNTAX=G_DURATION(rate,pv,fv) @DESCRIPTION=G_DURATION tính số thời gian cần thiết cho phép một đầu tư tới giá trị đã muốn. Hàm này tương đương với FV và PV, có sự khác là không cần đưa ra hướng của luồng tiền (v.d. -100 cho luồng tiền ra và +100 cho luồng tiền vào. * Nếu « @rate ≤ 0 » thì G_DURATION trả lại lỗi « #DIV0 ». * Nếu « @fv = 0 » hay « @pv = 0 » thì G_DURATION trả lại lỗi « #DIV0 ». * Nếu « @fv / @pv < 0 » thì G_DURATION trả lại lỗi « #VALUE ». @EXAMPLES= @SEEALSO=PPMT,PV,FV,DURATION,MDURATION

source: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,schedule) @DESCRIPTION=FVSCHEDULE returns the future value of given initial value after applying a series of compound periodic interest rates. The argument @principal is the present value; @schedule is an array of interest rates to apply. The @schedule argument must be a range of cells. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain interest rates 0.11, 0.13, 0.09, 0.17, and 0.03. Then FVSCHEDULE(3000,A1:A5) equals 4942.7911611. @SEEALSO=PV,FV
dz: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,schedule) @DESCRIPTION=FVSCHEDULE དེགིས་ སྐྱེད་ཅུང་དུས་མཚམས་སྐྱེད་ཚད་ཀྱི་ཨང་རིམ་འཇུག་སྤྱོད་འབད་བའི་ཤུལ་ལུ་ བྱིན་ཡོད་པའི་མ་འོངས་པའི་འགོ་ཐོག་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། སྒྲུབ་རྟགས་ @principal འདི་ད་ལྟོའི་གནས་གོང་ཨིན་; @schedule འདི་ འཇུག་སྤྱོད་འབད་ནི་ལུ་སྐྱེད་ཀྱི་ཨེ་རེ་ཨིན། @schedule སྒྲུབ་རྟགས་འདི་ ནང་ཐིག་ཚུ་གི་ཁྱབ་ཚད་ཨིན་དགོཔ། @EXAMPLES= ང་བཅས་ཚུ་གིས་བསམ་གེ་ ནང་ཐིག་ A1, A2, ..., A5 དེ་གིས་ སྐྱེད་ཚད་ 0.11, 0.13, 0.09, 0.17, and 0.03ཡོདཔ་ཨིན། དེ་ལས FVSCHEDULE(3000,A1:A5) མཉམ་པ་ 4942.7911611. @SEEALSO=PV,FV
es: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,planificación) @DESCRIPTION=FVSCHEDULE devuelve el valor futuro de un valor inicial dado después de aplicarle una serie de tasas periódicas compuestas de interés. El argumento @principal es el valor presente; @planificación es un array de tasas de interés a aplicar.El argumento @planificación debe ser un rango de celdas. @EXAMPLES= Asumamos que las celdas A1, A2, …, A5 contienen las tasas de interés 0.11, 0.13, 0.09, 0.17, y 0.03. Entonces FVSCHEDULE(3000,A1:A5) es igual a 4942,7911611. @SEEALSO=PV,FV
fr: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(initial;échéancier) @DESCRIPTION=FVSCHEDULE renvoie la valeur finale de @initial, après avoir appliqué un certain nombre de taux d'intérêts contenus dans @échéancier, qui doit être un intervalle de cellules. @EXAMPLES= Supposons que A1, A2,..., A5 contiennent les taux 0,11, 0,13, 0,09, 0,17, et 0,03. Alors FVSCHEDULE(3000;A1:A5) vaut 4942,7911611. @SEEALSO=PV,FV
nl: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(kapitaal;schema) @DESCRIPTION=FVSCHEDULE geeft de toekomstige waarde van een gegeven initiele waarde na toepassing van een serie samengestelde rentepercentages. Het argument @kapitaal is de huidige waarde, @schema is een array van de rentepercentages. Het @schema argument moet een cel-bereik zijn. @EXAMPLES= Als A1, A2, ..., A5 de rentepercentages 0,11 0,13 0,09 0,17 en 0,03 bevatten, dan geldt: FVSCHEDULE(3000;A1:A5) is 4942,7911611 @SEEALSO=PV,FV
pt_br: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,programado) @DESCRIPTION=FVSCHEDULE retorna o valor futuro de um dado valor inicial após a aplicação de uma série de taxas de interesse por período. O argumento @principal é o valor presente; @programado é um vetor de taxas de interesse a ser aplicado. O argumento @programado deve ser uma região de células. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm as taxas de interesse 0.11, 0.13, 0.09, 0.17, e 0.03. Então: FVSCHEDULE(3000,A1:A5) retorna 4942.7911611. @SEEALSO=PV,FV
sk: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(p,kalendár) @DESCRIPTION=FVSCHEDULE vracia budúcu hodnotu danej počiatočnej hodnoty po použití série periodických úrokových mier. Argument @p je aktuálna hodnota; @kalendár je pole použitých úrokových mier. Argument @kalendár musí byť rozsah buniek. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú úrokové miery 0.11, 0.13, 0.09, 0.17, a 0.03. Potom FVSCHEDULE(3000,A1:A5) sa rovná 4942.7911611. @SEEALSO=PV,FV
vi: @FUNCTION=FVSCHEDULE @SYNTAX=FVSCHEDULE(principal,schedule) @DESCRIPTION=FVSCHEDULE trả lại giá trị tương lại của giá trị ban đầu cho trước, sau khi áp dụng một dãy lãi xuất kép chu kỳ. @principal (_tiền gốc_) là giá trị hiện tại. @schedule (_kế hoạch_) là một mảng lãi xuất cần áp dụng. Đối số @schedule phải là một khoảng ô. @EXAMPLES= Giả sử các ô A1, A2, ..., A5 chứa lãi xuất 0.11, 0.13, 0.09, 0.17, và 0.03. Thì FVSCHEDULE(3000,A1:A5) bằng 4942.7911611. @SEEALSO=PV,FV

source: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO converts one Euro to a given national currency in the European monetary union. @currency is one of the following: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) EUR (Euro) FIM (Finland) FRF (France) GRD (Greek) IEP (Ireland) ITL (Italy) LUF (Luxembourg) NLG (Netherlands) PTE (Portugal) * If the given @currency is other than one of the above, EURO returns #NUM! error. @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
dz: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO དེ་གིས་ ཡུ་རོ་པིན་དངུལ་འབྲེལ་ཚོགས་སྡེ་ནང་ བྱིན་ཡོད་པའི་རྒྱལ་ཡོངས་དངུལ་འདི་ལུ་ཡུ་རོ་གཅིག་གཞི་བསྒྱུར་འབདཝ་ཨིན། @currency འདི་འོག་ལུ་ཡོད་མི་ལས་གཅིག་ཨིན: ATS (ཨཱསི་ཊི་ཡ།) BEF (བེལ་ཇི་ཡམ།) DEM (ཇར་མ་ནི་) ESP (སི་པེན) EUR (ཡུ་རོ) FIM (ཕིན་ལེནཌི) FRF (ཕརཱནསི) GRD (གིརིཀ) IEP (ཨའི་རི་ལེནཌི།) ITL (ཨི་ཊ་ལི) LUF (ལག་ཟེམ་བཱརག།) NLG (ནི་དར་ལེནཌི) PTE (པོར་ཊུ་གཱལ།) * ག་དེམ་ཅིག་སྦེ་ @currency འདི་ ལྟག་ལུ་ཡོད་མི་ལས་གཅིག་ཨིན་པ་ཅིན་, EURO དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
es: @FUNCTION=EURO @SYNTAX=EURO(divisa) @DESCRIPTION=Convierte un Euro a la moneda nacional especificada por la unión económica europea. @divisa se corresponde a alguno de los siguientes valores: ATS (Austria) BEF (Bélgica) DEM (Alemania) ESP (España) FIM (Finlandia) FRF (Francia) GRD (Grecia) IEP (Irlanda) ITL (Italia) LUF (Luxemburgo) NLG (Holanda) PTE (Portugal) Si @divisa es distinto a alguno de los valores indicados anteriormente, entonces EURO devuelve el error #NUM @EXAMPLES= EURO("DEM") es igual a 1,95583. @SEEALSO=EUROCONVERT
fr: @FUNCTION=EURO @SYNTAX=EURO(devise) @DESCRIPTION=EURO convertit un Euro en une devise nationale de l'Union Européenne. @devise doit avoir l'une de ces valeurs : ATS (Autriche) BEF (Belgique) DEM (Allemagne) ESP (Espagne) EUR (Euro) FIM (Finlande) FRF (France) GRD (Grèce) IEP (Irlande) ITL (Italie) LUF (Luxembourg) NLG (Pays-Bas) PTE (Portugal) Toute autre valeur de @devise renvoie une erreur #NUM!. @EXAMPLES= EURO("DEM") vaut 1,95583. @SEEALSO=
nl: @FUNCTION=EURO @SYNTAX=EURO(valuta) @DESCRIPTION=EURO converteert één Euro naar de valuta van een van de landen van de Europese monetaire unie. @valuta is een van de volgende: ATS (Oostenrijk) BEF (Belgie) DEM (Duitsland) ESP (Spanje) EUR (Euro) FIM (Finland) FRF (Frankrijk) GRD (Griekenland) IEP (Ierland) ITL (Italie) LUF (Luxemburg) NLG (Nederland) PTE (Portugal) * Als de gegeven @valuta een andere is dan die hierboven geeft EURO een #GETAL! foutmelding. @EXAMPLES= EURO("NLG") is 2,20371 @SEEALSO=EUROCONVERT
pt_br: @FUNCTION=EURO @SYNTAX=EURO(moeda) @DESCRIPTION=EURO converte um Euro para uma moeda nacional da união monetária Européia. @moeda pode ter os seguintes valores: ATS (Áustria) BEF (Bélgica) DEM (Alemanha) ESP (Espanha) EUR (Euro) FIM (Finlândia) FRF (França) GRD (Grécia) IEP (Irlanda) ITL (Itália) LUF (Luxemburgo) NLG (Holanda) PTE (Portugal) * Se @moeda tiver um valor diferente dos acima, EURO retorna o erro #NUM! @EXAMPLES= EURO("DEM") retorna 1.95583. @SEEALSO=
sk: @FUNCTION=EURO @SYNTAX=EURO(mena) @DESCRIPTION=EURO prevádza jedno Euro na danú národnú menu v Európskej menovej únii. @mena je jedna z nasledujúcich: ATS (Rakúsko) BEF (Belgicko) DEM (Nemecko) ESP (Španielsko) FIM (Fínsko) FRF (Francúzsko) IEP (Írsko) ITL (Taliansko) LUF (Luxembursko) NLG (Holandsko) PTE (Portugalsko) Ak je @mena iná ako tieto uvedené, EURO vracia chybu #NUM!. @EXAMPLES= EURO("DEM") vracia 1.95583. @SEEALSO=
vi: @FUNCTION=EURO @SYNTAX=EURO(currency) @DESCRIPTION=EURO chuyển đổi một đô-la Euro € sang một tiền quốc gia trong Liên bang tiền Châu Âu cho trước. @currency là một của những điều theo đây: ATS (Áo) BEF (Bỉ) DEM (Đức) ESP (Tây-ban-nha) EUR (Euro) FIM (Phần-lan) FRF (Pháp) GRD (Hy-lạp) IEP (Ái Nhĩ Lan) ITL (Ý) LUF (Lúc-xăm-buac) NLG (Hoà-lan) PTE (Bồ-đào-nha) * Nếu tiền @currency cho trước là khác với danh sách trên thì EURO trả lại lỗi « #NUM! ». @EXAMPLES= EURO("DEM") returns 1.95583. @SEEALSO=
