Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX returns a complex number of the form x + yi. @real is the real and @im is the imaginary part of the complex number. @suffix is the suffix for the imaginary part. If it is omitted, COMPLEX uses 'i' by default. * If @suffix is neither 'i' nor 'j', COMPLEX returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= COMPLEX(1,-1) equals 1-i. @SEEALSO=
dz: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX དེ་གིས་ གཞི་སྒྲུབ་ x + yiགི་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @real འདི་ངོ་མ་དང་ @im འདི་ གོ་དཀའ་བའི་ཨང་གྲངས་ཀྱི་འཆར་སྣང་ཆ་ཤས་ཨིན། @suffix འདི་ འཆར་སྣང་ཆ་ཤས་ཀྱི་དོན་ལུ་རྗེས་ཚིག་འདི་ཨིན། འདི་སྐྱུར་བཞག་པ་ཅིན་ COMPLEX དེ་གིས་ སྔོན་སྒྲིག་གིས་སྦེ་ 'i' འདི་ལག་ལེན་འཐབ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @suffix འདི་ 'i' ཡང་་མེན་ 'j'མེན་པ་ཅིན་, COMPLEX དེ་གིས་#VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= COMPLEX(1,-1) དེ་གིས་ 1-iལུ་མཉམ་ཨིན། @SEEALSO=
es: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,sufijo]) @DESCRIPTION=COMPLEX devuelve el número complejo de la forma x + yi. @real es la parte real e @im es la parte imaginaria del número complejo. @sufijo es el sufijo para la parte imaginaria, si es omitido, COMPLEX emplea 'i'. * Si @sufijo no es 'i' ni 'j', entonces COMPLEX devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= COMPLEX(1,-1) es igual a 1-i. @SEEALSO=
fr: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(réel;im[;suffixe]) @DESCRIPTION=La fonction COMPLEX renvoie un nombre complexe de la forme x +yi. @réel est la partie réelle et @im la partie imaginaire du nombre complexe. @suffixe est le suffixe de la partie imaginaire, 'i' par défaut. * Si @suffixe ne vaut ni 'i' ni 'j', l'erreur #VALEUR! est renvoyée. * Cette fonction est compatible avec Excel. @EXAMPLES= COMPLEX(1;-1) vaut 1-i. @SEEALSO=
nl: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(reëel;im[;suffix]) @DESCRIPTION=COMPLEX geeft een complex getal in de vorm x + yi. @real is het reële deel en @im is het imaginaire deel van het complexe getal. @suffix is de suffix die voor het imaginaire deel wordt gebruikt. Als het wordt weggelaten, gebruikt COMPLEX standaard de waarde 'i'. * Als suffix geen 'i' of 'j' is, geeft COMPLEX een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= COMPLEX(1;-1) is 1-i. @SEEALSO=
pt_br: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(real,im[,sufixo]) @DESCRIPTION=COMPLEX retorna um número complexo da forma x + yi. @real é a parte real e @im é a parte imaginária do número complexo. @sufixo é o sufixo usado para a parte imaginária. Se ele for omitido, COMPLEX utiliza 'i' como sufixo. * Se @sufixo não for nem 'i' nem 'j', COMPLEX retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= COMPLEX(1,-1) retorna 1-i. @SEEALSO=
sk: @FUNCTION=COMPLEX @SYNTAX=COMPLEX(reálna,im[,prípona]) @DESCRIPTION=COMPLEX vracia komplexné číslo vo formáte x + yi. @reálna je reálna a @im je imaginárna časť výsledku. @prípona je prípona pre imaginárnu časť. Ak nie je uvedená, COMPLEX použije 'i'. Ak @prípona nie je 'i' ani 'j', COMPLEX vráti chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COMPLEX(1,-1) sa rovná 1-i. @SEEALSO=
vi: @FUNCTION=COMPLEX @SYNTEX=COMPLEX(real,im[,suffix]) @DESCRIPTION=COMPLEX trả lại số phức theo dạng « x + yi ». « @real » là phần thực còn « @im » là phần ảo của số phức. « @suffix » là đuôi của phần ảo. Nếu thiếu « @suffix », COMPLEX sẽ dùng « i » theo mặc định. * Nếu @suffix không phải là « i » cũng không phải là « j », COMPLEX trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= COMPLEX(1,-1) bằng 1-i. @SEEALSO=

source: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY returns the imaginary part of a complex number. * If @inumber is not a valid complex number, IMAGINARY returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMAGINARY("132-j") equals -1. @SEEALSO=IMREAL
dz: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཀྱི་འཆར་སྣང་ཆ་ཤས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་ IMAGINARY དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMAGINARY("132-j") -1མཉམ་པ་ཨིན། @SEEALSO=IMREAL
es: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inum) @DESCRIPTION=IMAGINARY devuelve la parte imaginaria de un número complejo. * Si @inum no es un número complejo válido, IMAGINARY devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMAGINARY("132-j") es igual a -1. @SEEALSO=IMREAL
fr: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(nombre_cpx) @DESCRIPTION=La fonction IMAGINARY renvoie la partie imaginaire d'un nombre complexe. * Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. * Cette fonction est compatible avec Excel. @EXAMPLES= IMAGINARY("132-j") vaut -1. @SEEALSO=IMREAL
nl: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(igetal) @DESCRIPTION=IMAGINARY geeft het imaginaire deel van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMAGINARY een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMAGINARY("132-j") is -1 @SEEALSO=IMREAL
pt_br: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inúmero) @DESCRIPTION=IMAGINARY retorna a parte imaginária de um número complexo. * Se @inúmero não é um número complexo válido, IMAGINARY retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMAGINARY("132-j") retorna -1. @SEEALSO=IMREAL
sk: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(komplex_číslo) @DESCRIPTION=IMAGINARY vracia imaginárnu časť komplexného čísla. Ak je @komplex_číslo neplatné, IMAGINARY vráti chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMAGINARY("132-j") sa rovná -1. @SEEALSO=IMREAL
vi: @FUNCTION=IMAGINARY @SYNTAX=IMAGINARY(inumber) @DESCRIPTION=IMAGINARY trả lại phần ảo của số phức. * Nếu « @inumber » không phải là số phức, IMAGINARY sẽ trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMAGINARY("132-j") bằng -1. @SEEALSO=IMREAL

source: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS returns the absolute value of a complex number. * If @inumber is not a valid complex number, IMABS returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
dz: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS དེ་གིས་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་གནས་གོང་ཡང་དག་འདི་སླར་ལོག་འབདཝ་ཨིན། *ག་དེམ་ཅིག་སྦེ་@inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་ IMABS དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMABS("2-j") equals 2.23606798. @SEEALSO=IMAGINARY,IMREAL
es: @FUNCTION=IMABS @SYNTAX=IMABS(inum) @DESCRIPTION=Devuelve el valor absoluto de un número complejo. * Si @inum no es un número complejo válido, IMABS devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMABS("2-j") es igual a 2,23606798. @SEEALSO=IMAGINARY,IMREAL
fr: @FUNCTION=IMABS @SYNTAX=IMABS(nombre_cpx) @DESCRIPTION=La fonction IMABS renvoie la valeur absolue d'un nombre complexe. * Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. * Cette fonction est compatible avec Excel. @EXAMPLES= IMABS("2-j") = 2,23606798. @SEEALSO=IMAGINARY,IMREAL
nl: @FUNCTION=IMABS @SYNTAX=IMABS(igetal) @DESCRIPTION=IMABS geeft de absolute waarde van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMABS een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMABS("2-j") is 2,23606798 @SEEALSO=IMAGINARY,IMREAL
pt_br: @FUNCTION=IMABS @SYNTAX=IMABS(inúmero) @DESCRIPTION=IMABS retorna o valor absoluto de um número complexo. * Se @inúmero não é um número complexo válido, IMABS retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMABS("2-j") retorna 2.23606798. @SEEALSO=IMAGINARY,IMREAL
sk: @FUNCTION=IMABS @SYNTAX=IMABS(komplex_číslo) @DESCRIPTION=IMABS vracia absolútnu hodnotu komplexného čísla. Ak je @komplex_číslo neplatné, IMABS vráti chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMABS("2-j") sa rovná 2.23606798. @SEEALSO=IMAGINARY,IMREAL
vi: @FUNCTION=IMABS @SYNTAX=IMABS(inumber) @DESCRIPTION=IMABS trả lại giá trị tuyệt đối của số phức. * Nếu « @inumber » không phải là số phức, IMABS trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMABS("2-j") bằng 2.23606798. @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL returns the real part of a complex number. * If @inumber is not a valid complex number, IMREAL returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= imreal("132-j") equals 132. @SEEALSO=IMAGINARY
dz: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་ཡན་ལག་ངོ་མ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་ , IMREAL དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= imreal("132-j") 132ལུ་མཉམ་ཨིན། @SEEALSO=IMAGINARY
es: @FUNCTION=IMREAL @SYNTAX=IMREAL(inum) @DESCRIPTION=IMREAL devuelve la parte real de un número complejo. * Si @inum no es un número complejo válido, IMREAL devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMREAL("132-j") es igual a 132. @SEEALSO=IMAGINARY
fr: @FUNCTION=IMREAL @SYNTAX=IMREAL(nombre_cpx) @DESCRIPTION=La fonction IMREAL renvoie la partie réelle d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, IMREAL renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= imreal("132-j") vaut 132. @SEEALSO=IMAGINARY
nl: @FUNCTION=IMREAL @SYNTAX=IMREAL(igetal) @DESCRIPTION=IMREAL geeft het reële deel van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMREAL een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= imreal("132-j") is 132 @SEEALSO=IMAGINARY
pt_br: @FUNCTION=IMREAL @SYNTAX=IMREAL(inúmero) @DESCRIPTION=IMREAL retorna a parte real de um número complexo. * Se @inúmero não for um número complexo válido, IMREAL retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= imreal("132-j") retorna 132. @SEEALSO=IMAGINARY
sk: @FUNCTION=IMREAL @SYNTAX=IMREAL(komplex_číslo) @DESCRIPTION=IMREAL vracia reálnu časť komplexného čísla. Ak je @komplex_číslo neplatné, IMREAL vráti chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMREAL("132-j") sa rovná 132. @SEEALSO=IMAGINARY
vi: @FUNCTION=IMREAL @SYNTAX=IMREAL(inumber) @DESCRIPTION=IMREAL trả lại phần thực của số phức. * Nếu « @inumber » không phải là số phức, IMREAL trả lại lỗi « #VALUE! ». * Hàn này tương thích với Excel. @EXAMPLES= imreal("132-j") bằng 132. @SEEALSO=IMAGINARY

source: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE returns the complex conjugate of a complex number. * If @inumber is not a valid complex number, IMCONJUGATE returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMCONJUGATE("1-j") equals 1+j. @SEEALSO=IMAGINARY,IMREAL
dz: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་གོ་དཀའ་བའི་གཅིག་ཞུ་འདྲེས་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMCONJUGATE དེ་གིས་#VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMCONJUGATE("1-j") 1+jམཉམ་པ་ཨིན། @SEEALSO=IMAGINARY,IMREAL
es: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inum) @DESCRIPTION=Devuelve el conjugado de un número complejo. * Si @inum no es un número complejo válido, IMCONJUGATE devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMCONJUGATE("1-j") es igual a 1+i. @SEEALSO=IMAGINARY,IMREAL
fr: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(nombre_cpx) @DESCRIPTION=La fonction IMCONJUGATE renvoie le nombre complexe conjugué de @nombre_cpx. Si @nombre_cpx n'est pas un nombre complexe valide, IMCONJUGATE renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCONJUGATE("1-j") = 1+j. @SEEALSO=IMAGINARY,IMREAL
nl: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(igetal) @DESCRIPTION=IMCONJUGATE geeft de complex geconjugeerde van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMCONJUGATE een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMCONJUGATE("1-j") is 1+j @SEEALSO=IMAGINARY,IMREAL
pt_br: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inúmero) @DESCRIPTION=IMCONJUGATE retorna o conjugado de um número complexo. * Se @inúmero não é um número complexo válido, IMCONJUGATE retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMCONJUGATE("1-j") retorna 1+j. @SEEALSO=IMAGINARY,IMREAL
sk: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(komplex_číslo) @DESCRIPTION=IMCONJUGATE vracia komplexne združené číslo ku @komplex_číslo. Ak je @komplex_číslo neplatné, IMCONJUGATE vráti chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCONJUGATE("1-j") sa rovná 1+j. @SEEALSO=IMAGINARY,IMREAL
vi: @FUNCTION=IMCONJUGATE @SYNTAX=IMCONJUGATE(inumber) @DESCRIPTION=IMCONJUGATE trả lại số phức liên hợp với số phức đã cho. * Nếu « @inumber » không phải là số phức, IMCONJUGATE trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMCONJUGATE("1-j") bằng 1+j. @SEEALSO=IMAGINARY,IMREAL

source: @FUNCTION=IMINV @SYNTAX=IMINV(inumber) @DESCRIPTION=IMINV returns the inverse, or reciprocal, of the complex number z (@inumber), where 1/z = (x - i y)/(x^2 + y^2). * If @inumber is not a valid complex number, IMINV returns #VALUE! error. @EXAMPLES= IMINV("1-j") equals 0.5+0.5j. @SEEALSO=
es: @FUNCTION=IMINV @SYNTAX=IMINV(ncomplejo) @DESCRIPTION=IMINV devuelve el inverso o recíproco, del número complejo z (@ncomplejo), donde 1/z = (x - i y)/(x^2 + y^2). * Si @ncomplejo no es un número complejo válido, IMINV devuelve el error #VALOR!. @EXAMPLES= IMINV("1-j") es igual a 0.5+0.5j. @SEEALSO=

source: @FUNCTION=IMNEG @SYNTAX=IMNEG(inumber) @DESCRIPTION=IMNEG returns the negative of the complex number z (@inumber), where -z = (-x) + i(-y). * If @inumber is not a valid complex number, IMNEG returns #VALUE! error. @EXAMPLES= IMNEG("1-j") equals -1+j. @SEEALSO=
dz: @FUNCTION=IMNEG @SYNTAX=IMNEG(inumber) @DESCRIPTION=IMNEG དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་ མེད་ཆ་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ -z = (-x) + i(-y). * ག་དེམ་ཅིག་སྦེ་ @inumber འད་ནུས་ཅན་དགོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMNEG དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན @EXAMPLES= IMNEG("1-j") མཉམ་པ་ཨིན་ -1+j. @SEEALSO=
es: @FUNCTION=IMNEG @SYNTAX=IMNEG(ncomplejo) @DESCRIPTION=IMNEG devuelve el negativo del número complejo z (@ncomplejo), donde -z = (-x) + i(-y). * Si @complejo no es un número complejo válido, IMNEG devuelve el error #VALOR!. @EXAMPLES= IMNEG("1-j") es igual a -1+j. @SEEALSO=
fr: @FUNCTION=IMNEG @SYNTAX=IMNEG(nombre_cpx) @DESCRIPTION=La fonction IMNEG renvoie l'opposé d'un nombre complexe. -z = (-x) + (-y)i. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMNEG("2-j") = -2+j. @SEEALSO=IMLN
nl: @FUNCTION=IMNEG @SYNTAX=IMEXP(igetal) @DESCRIPTION=IMNEG geeft de negatieve van een complex getal z (@igetal) waarbij -z = (-x) + i(-y) * Als @igetal geen geldig complex getal is, geeft IMNEG een #WAARDE! foutmelding. @EXAMPLES= IMNEG("1-j") is -1+j @SEEALSO=
pt_br: @FUNCTION=IMNEG @SYNTAX=IMNEG(inúmero) @DESCRIPTION=IMNEG retorna o valor negativo de um número complexo z (@inúmero), onde -z = (-x) + i(-y). * Se @inúmero não é um número complexo válido, IMNEG retorna o erro #VALOR! @EXAMPLES= IMNEG("1-j") retorna -1+j. @SEEALSO=
sk: @FUNCTION=IMEXP @SYNTAX=IMEXP(komplex_číslo) @DESCRIPTION=IMEXP vracia e na @komplex_číslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMEXP("2-j") sa rovná 3.992324-6.217676j. @SEEALSO=IMLN
vi: @FUNCTION=IMNEG @SYNTAX=IMNEG(inumber) @DESCRIPTION=IMNEG trả lại giá trị âm của số phức z (@inumber): -z = (-x) + i(-y). * Nếu « @inumber » không phải là số phức, IMNEG trả lại lỗi « #VALUE! ». @EXAMPLES= IMNEG("1-j") bằng -1+j. @SEEALSO=

source: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS returns the cosine of a complex number. * If @inumber is not a valid complex number, IMCOS returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMCOS("1+j") equals 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
dz: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་ཀོ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMCOS དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMCOS("1+j") མཉམ་པ་ཨིན་ 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
es: @FUNCTION=IMCOS @SYNTAX=IMCOS(complejo) @DESCRIPTION=Devuelve el coseno de un número complejo. * Si @complejo no es un número complejo válido, IMCOS devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMCOS("1+i") es igual a 0,833730-0,988898i. @SEEALSO=IMSIN,IMTAN
fr: @FUNCTION=IMCOS @SYNTAX=IMCOS(nombre_cpx) @DESCRIPTION=La fonction IMCOS renvoie le cosinus d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCOS("1+j") = 0,833730-0,988898j. @SEEALSO=IMSIN,IMTAN
nl: @FUNCTION=IMCOS @SYNTAX=IMCOS(igetal) @DESCRIPTION=IMCOS geeft de cosinus van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMCOS een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMCOS("1+j") is 0,833730-0,988898j @SEEALSO=IMSIN,IMTAN
pt_br: @FUNCTION=IMCOS @SYNTAX=IMCOS(inúmero) @DESCRIPTION=IMCOS retorna o cosseno de um número complexo. * Se @inúmero não é um número complexo válido, IMCOS retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMCOS("1+j") retorna 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. * Ak je @komplex_číslo neplatné, IMCOS vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMCOS @SYNTAX=IMCOS(inumber) @DESCRIPTION=IMCOS trả lại cosin của số phức. * Nếu « @inumber » không phải là số phức, IMCOS trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMCOS("1+j") bằng 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN

source: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN returns the tangent of a complex number. * If @inumber is not a valid complex number, IMTAN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMTAN("2-j") equals -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS
dz: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཀྱི་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་མེན་པ་ཅིན་, IMTAN དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMTAN("2-j") མཉམ་པ་ཨིན་ -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS
es: @FUNCTION=IMTAN @SYNTAX=IMTAN(complejo) @DESCRIPTION=Devuelve la tangente de un número complejo. * Si @complejo no es un número complejo válido, IMTAN devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
fr: @FUNCTION=IMTAN @SYNTAX=IMTAN(nombre_cpx) @DESCRIPTION=La fonction IMTAN renvoie la tangente d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
nl: @FUNCTION=IMTAN @SYNTAX=IMTAN(igetal) @DESCRIPTION=IMTAN geeft de tangens van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMTAN een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
pt_br: @FUNCTION=IMTAN @SYNTAX=IMTAN(inúmero) @DESCRIPTION=IMTAN retorna a tangente de um número complexo. * Se @inúmero não é um número complexo válido, IMTAN retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=IMSIN,IMCOS
sk: @FUNCTION=IMTAN @SYNTAX=IMTAN(komplex_číslo) @DESCRIPTION=IMTAN vracia tangens komplexného čísla. * Ak je @komplex_číslo neplatné, IMTAN vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMTAN("2-j") sa rovná -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS
vi: @FUNCTION=IMTAN @SYNTAX=IMTAN(inumber) @DESCRIPTION=IMTAN trả lại tan của số phức. * Nếu « @inumber » không phải là số phức, IMTAN trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMTAN("2-j") bằng -0.2434582-1.1667363j. @SEEALSO=IMSIN,IMCOS

source: @FUNCTION=IMSEC @SYNTAX=IMSEC(inumber) @DESCRIPTION=IMSEC returns the complex secant of the complex number z (@inumber), where sec(z) = 1/cos(z). * If @inumber is not a valid complex number, IMSEC returns #VALUE! error. @EXAMPLES= IMSEC("2-j") equals -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
dz: @FUNCTION=IMSEC @SYNTAX=IMSEC(inumber) @DESCRIPTION=IMSEC དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་གཉིས་བགོ་སླར་ལོག་འབདཝ་ཨིན་,དེ་ཡང་ sec(z) = 1/cos(z). * ག་དེམ་ཅིག་སྦེ་@inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMSEC དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMSEC("2-j") མཉམ་པ་ཨིན་ -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
es: @FUNCTION=IMSEC @SYNTAX=IMSEC(complejo) @DESCRIPTION=IMSEC devuelve la secante compleja del número complejo z (@complejo), donde sec(z) = 1/cos(z). * Si @complejo no es un número complejo válido, IMSEC devuelve el error #VALOR!. @EXAMPLES= IMSEC("2-j") es igual a -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
fr: @FUNCTION=IMSEC @SYNTAX=IMSEC(nombre_cpx) @DESCRIPTION=La fonction IMSEC renvoie la sécante d'un nombre complexe. sec(z) = 1/cos(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSEC("2-j") = 0,413149-0,687527. @SEEALSO=IMCSC,IMCOT
nl: @FUNCTION=IMSEC @SYNTAX=IMCOS(igetal) @DESCRIPTION=IMSEC geeft de complexe secans van een complex getal z (@igetal) waarbij sec(z) = 1/cos(z) * Als @igetal geen geldig complex getal is, geeft IMSEC een #WAARDE! foutmelding. @EXAMPLES= IMSEC("2-j") is -0,413149-0,687527j @SEEALSO=IMCSC,IMCOT
pt_br: @FUNCTION=IMSEC @SYNTAX=IMSEC(inúmero) @DESCRIPTION=IMCOS retorna a secante de um número complexo z (@inúmero), onde sec(z) = 1/cos(z). * Se @inúmero não é um número complexo válido, IMSEC retorna o erro #VALOR! @EXAMPLES= IMSEC("2-j") retorna -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMSEC @SYNTAX=IMSEC(inumber) @DESCRIPTION=IMSEC trả lại sec phức của số phức z (@inumber): sec(z) = 1/cos(z). * Nếu « @inumber » không phải là số phức, IMSEC trả lại lỗi « #VALUE! ». @EXAMPLES= IMSEC("2-j") bằng -0.413149-0.687527j. @SEEALSO=IMCSC,IMCOT
