Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=SEARCH @SYNTAX=SEARCH(search_string,text[,start_num]) @DESCRIPTION=SEARCH returns the location of the @search_ string within @text. The search starts with the @start_num character of text @text. If @start_num is omitted, it is assumed to be one. The search is not case sensitive. @search_string can contain wildcard characters (*) and question marks (?). A question mark matches any character and a wildcard matches any string including the empty string. If you want the actual wildcard or question mark to be found, use tilde (~) before the character. * If @search_string is not found, SEARCH returns #VALUE! error. * If @start_num is less than one or it is greater than the length of @text, SEARCH returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= SEARCH("c","Cancel") equals 1. SEARCH("c","Cancel",2) equals 4. @SEEALSO=FIND
dz: @FUNCTION=SEARCH @SYNTAX=SEARCH(search_string,text[,start_num]) @DESCRIPTION=SEARCH དེ་གིས་ @search_ stringགི་གནས་ཁོངས་འདི་ @text གི་ནང་འཁོད་སླར་ལོག་འབདཝ་ཨིན། འཚོལ་ཞིབ་འདི་ ཡང་ཚིག་ཡིག་ @text གི་ @start_num ཡིག་འབྲུ་དང་ཅིག་ཁར་འགོ་བཙུགསཔ་ཨིན། @start_num འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་གཅིག་ཨིན་ཟེར་བཞགཔ་ཨིན། འཚོལ་ཞིབ་འདི་གནད་དོན་དྲན་ཚོར་ཅན་མེན། @search_string དེ་གིས་ ཝའིལ་ཀཌི་ཡིག་འབྲུ་ (*) གནས་ཚུགསཔ་དང་ དྲི་རྟགས་(?) ཚུ་གནས་ཚུགས། དྲི་རྟགས་དེ་གིས་ཡིག་འབྲུ་གང་རུང་མཐུན་ནི་དང་ ཝའིལ་ཀཌི་དེ་གིས་ ཡིག་རྒྱུན་སྟོངམ་བརྩི་སྟེ་ཡིག་རྒྱུན་གང་རུང་མཐུན་ཚུགས། ཁྱོད་ལུ་ཝིལ་ཀཌི་ངོ་མ་ཡང་ན་ཐོབ་ནི་ལུ་དྲི་རྟགས་དགོ་པ་ཅིན་ སྣ་སྒྲ་ཅན་གྱི་རྟགས་(~)འདི་ཡིག་འབྲུའི་ཧེ་མ་ལག་ལེན་འཐབ། * If @search_string འདི་ཐོབ་མ་ཚུགས་པ་ཅིན་, SEARCH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @start_num འདི་གཅིག་ལས་ཉུང་མི་ཡང་ན་ @textགི་རིང་ཚད་ལས་སྦོམ་ཨིན་པ་ཅིན་, SEARCH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SEARCH("c","Cancel") equals 1. SEARCH("c","Cancel",2) equals 4. @SEEALSO=FIND
es: @FUNCTION=SEARCH @SYNTAX=SEARCH(texto1,texto2[,inicio]) @DESCRIPTION=Devuelve la posición del carácter o cadena de texto en otra cadena de texto. @texto1 es el carácter o texto a buscar. @texto2 es la cadena de texto en la cual buscar. @inicio indica la posición en @texto2 a partir de la cual iniciar la búsqueda. Si @inicio se omite, se asume como igual a uno (1). La búsqueda considera de la misma manera mayúsculas y minúsculas. @texto1 puede incluir caracteres comodín (*) y puntos de interrogación (?) para controlar la búsqueda. Un punto de interrogación corresponde a un carácter cualquiera; un asterisco corresponde a una cadena de texto cualquiera, incluida la cadena vacía. Si desea buscar un punto de interrogación o un asterisco use la virgulilla (~) antes del carácter. * Si @texto1 no se encuentra, SEARCH devuelve el error #VALOR! . * Si @inicio es inferior a 1 o superior al tamaño de @texto2 , SEARCH devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= SEARCH("c","Cancel") es igual a 1. SEARCH("c","Cancel",2) es igual a 4. @SEEALSO=FIND
fr: @FUNCTION=SEARCH @SYNTAX=SEARCH(texte;cible[;départ]) @DESCRIPTION=Renvoie l'emplacement d'un caractère ou d'une chaîne de texte à l'intérieur d'une autre chaîne. @texte est la chaîne de caractères à rechercher. @cible est la chaîne de caractères dans laquelle doit se faire la recherche. @départ est la position de départ de la recherche dans @cible. Si @départ est omis, la valeur 1 est utilisée à la place. La recherche n'est pas sensible à la casse. @texte peut contenir des caractères jokers (*) et (?) afin de contrôler la recherche. Un point d'interrogation se substituera à tout caractère, et une étoile se substituera à toute chaîne de caractères, y compris la chaîne vide. Si ces deux caractères spéciaux sont eux-mêmes l'objet de la recherche, il faut les faire précéder d'un tilde (~). * Si @texte ne peut pas être trouvé, SEARCH renvoie l'erreur #VALEUR!. * Si @départ est inférieur à un ou plus grand que la longueur de @cible, SEARCH renvoie l'erreur #VALEUR!. * Cette fonction est compatible avec Excel. @EXAMPLES= SEARCH("c";"Cancel") = 1. SEARCH("c";"Cancel";2) = 4. @SEEALSO=FIND
nl: @FUNCTION=SEARCH @SYNTAX=SEARCH(zoektekst;tekst[;begingetal]) @DESCRIPTION=SEARCH geeft de positie van de zoektekst binnen @tekst. Het zoeken begint pas bij teken @begingetal van de @tekst. Als @begingetal is weggelaten wordt aangenomen dat deze 1 is. Het zoeken is niet hoofdlettergevoelig. @zoektekst mag wildcard-tekens (*) en vraagtekens (?) bevatten om de zoekopdracht uit te breiden. Een vraagteken vindt elk willekeurig teken, een wildcard-teken vindt elke willekeurige tekenreeks inclusief de lege tekenreeks. Als u naar het wildcard-teken of vraagteken zelf wilt zoeken moet u er een tilde (~) voor zetten. * Als @zoektekst niet is gevonden, geeft SEARCH een #WAARDE! foutmelding. * Als @begingetal kleiner is dan 1, of als het groter is dan de lengte van @tekst, geeft SEARCH een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= SEARCH("c";"Cancel") is 1 SEARCH("c";"Cancel";2) is 4 @SEEALSO=FIND
pt_br: @FUNCTION=SEARCH @SYNTAX=SEARCH(texto_procurado,texto[,núm_início]) @DESCRIPTION=SEARCH retorna a posição de um caracter ou um texto dentro de um outro texto. @texto_procurado é o texto ou caractere a ser procurado. @texto é o texto no qual deseja-se procurar. @núm_início é a posição inicial da procura em @texto. Se @núm_início for omitido, assume-se igual a 1. A procura não é sensível a maiúsculas/minúsculas. @texto_procurado pode conter caracteres curingas (*) e interrogações (?) para controlar a procura. Uma interrogação combina com qualquer caractere e combina com qualquer texto incluindo o texto vazio. Se você deseja que o caracter curinga ou interrogação sejam procurados, use o til (~) antes do caracter. * Se @texto_procurado não for encontrado, SEARCH retorna o erro #VALOR! * Se @núm_início for menor do que 1 ou maior do que o comprimento de @texto, SEARCH retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= SEARCH("c","Cancela") retorna 1. SEARCH("c","Cancela",2) retorna 4. @SEEALSO=FIND
sk: @FUNCTION=SEARCH @SYNTAX=SEARCH(text,v[,štart_číslo]) @DESCRIPTION=SEARCH vracia umiestnenie znaku alebo reťazca v inom reťazci. @text je hľadaný znak alebo reťazec. @v je reťazec, v ktorom sa má hľadať. @štart_číslo je počiatočná pozícia hľadanie v @v. Ak nie je @štart_číslo uvedené, predpokladá sa 1. Hľadanie nerozlišuje veľkosť písmen. @text môže obsahovať žolíky (*) a (?) pre kontrolu hľadanie.. Otáznik odpovedá ľubovoľnému znaku a hviezdička odpovedá ľubovoľnému, aj prázdnemu, reťazcu. Ak chcete hľadať priamo žolík, použite tildu (~) pred týmto znakom. * Ak nie je @text nájdený, SEARCH vracia chybu #VALUE!. * Ak je @štart_číslo menšie ako 1 alebo väčšie ako dĺžka @v, SEARCH vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SEARCH("c","Cancel") sa rovná 1. SEARCH("c","Cancel",2) sa rovná 4. @SEEALSO=FIND
vi: @FUNCTION=SEARCH @SYNTAX=SEARCH(search_string,text[,start_num]) @DESCRIPTION=SEARCH trả lại vị trí của chuỗi tìm kiếm @search_ string trong chuỗi @text. Việc tìm kiếm bắt đầu từ ký tự @start_num của chuỗi @text. Nếu @start_num bỏ trống thì giả sử nó là số 1. Việc tìm kiếm không phân biệt chữ hoa, thừơng. Chuỗi tìm kiếm @search_string có thể chứa ký tự đại diện (*) và dấu hỏi (?). Một dấu hỏi khớp với bất cứ ký tự nào, và một ký tự đại diện khớp với bất cứ chuỗi nào, gồm chuỗi rỗng. Nếu bạn muốn tìm dấu thật, hẵy dùng dấu sóng (~) trước ký tự này trong chuỗi tìm kiếm. * Nếu không tìm thấy chuỗi @search_string thì SEARCH trả lại lỗi « #VALUE! ». * Nếu số bắt đầu @start_num nhỏ hơn 1 hoặc nó lớn hơn độ dài chuỗi @text, thì SEARCH trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= SEARCH("c","Cancel") bằng 1. SEARCH("c","Cancel",2) bằng 4. @SEEALSO=FIND

source: @FUNCTION=ASC @SYNTAX=ASC(string) @DESCRIPTION=ASC a compatibility function that is meaningless in Gnumeric. In MS Excel (tm) it converts 2 byte @string into single byte text. @EXAMPLES= CHAR("Foo") equals "Foo". @SEEALSO=
dz: @FUNCTION=ASC @SYNTAX=ASC(string) @DESCRIPTION=ASC ཇི་ནུ་མི་རིག་ནང་ དོན་མེད་པའི་མཐུན་འགྱུར་ཅན་ལས་འགན་ཅིག། ཨེམ་ཨེསི་ཨེགསི་སེལ་ནང་ (tm) བཱའིཊི་ ༢་ @stringའདི་བཱའིཊི་རྐྱང་པའི་ཚིག་ཡིག་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན། @EXAMPLES= CHAR("Foo") equals "Foo". @SEEALSO=
es: @FUNCTION=ASC @SYNTAX=ASC(cadena) @DESCRIPTION=ASC una función de compatibilidad que no tiene significado en Gnumeric. En MS Excel (tm) convierte una @cadena de 2 bytes en texto de un solo byte. @EXAMPLES= CHAR("Foo") igual a "Foo". @SEEALSO=
nl: @FUNCTION=ASC @SYNTAX=ASC(tekenreeks) @DESCRIPTION=ASC een compatibiliteisfunctie die betekenisloos is in Gnumeric. In MS Excel (tm) zet het een 2 byte @tekenreeks om in enkelbyte tekst. @EXAMPLES= CHAR("Foo") is gelijk aan "Foo". @SEEALSO=
pt_br: @FUNCTION=ASC @SYNTAX=ASC(string) @DESCRIPTION=ASC é uma função para manter compatibilidade que não tem uso no Gnumeric. No MS Excel (tm) ela converte uma @string de 2 byte em uma string de um byte de texto. @EXAMPLES= CHAR("Foo") retorna "Foo". @SEEALSO=
vi: @FUNCTION=ASC @SYNTAX=ASC(string) @DESCRIPTION=ASC là một hàm tương thích không có nghĩa trong trình Gnumeric. Trong trình MS Excel™ nó chuyển đổi chuỗi byte đôi @string sang chuỗi byte đơn. @EXAMPLES= CHAR("Foo") bằng "Foo". @SEEALSO=

source: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,username,password,sql) @DESCRIPTION=The EXECSQL function lets you execute a command in a database server, and show the results returned in current sheet. It uses libgda as the means for accessing the databases. For using it, you need first to set up a libgda data source. @EXAMPLES= To get all the data from the table "Customers" present in the "mydatasource" GDA data source, you would use: EXECSQL("mydatasource","username","password","SELECT * FROM customers") @SEEALSO=READDBTABLE
dz: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,username,password,sql) @DESCRIPTION=The EXECSQL ལས་འགན་འདི་གིས་ གནས་སྡུད་གཞི་རྟེན་སར་བར་ནང་ལུ་ ཁྱོད་ཀྱིས་བརྡ་བཀོད་ཅིག་ལག་ལེན་འཐབ་བཅུགཔ་ཨིནམ་དང་ ད་ལྟོའི་ལེབ་ཤོག་ནང་སླར་ལོག་འབད་ཡོད་པའི་གྲུབ་འབྲས་འདི་སྟོན། དེ་གིས་ ལིབ་ཌ་འདི་གནས་སྡུད་གཞི་རྟེན་འཛུལ་སྤྱོད་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་ཨིན། དེ་ལག་ལནེ་འཐབ་ནི་ལུ་ ཁྱོད་ཀྱིས་དང་པ་རང་ལིབ་ཌ་གནས་སྡུད་བྱུང་ཁུངས་འདི་གཞི་སྒྲིག་འབད་དགོ། @EXAMPLES= གནས་སྡུད་ཆ་མཉམ་ཐིག་ཁྲམ་ལས་ལེན་ནི་ལུ་ "Customers" present in the "mydatasource" ཇི་ཌི་ཨེ་གནས་སྡུད་བྱུང་ཁུངས་ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོཔ: EXECSQL("mydatasource","username","password","SELECT * FROM customers") @SEEALSO=READDBTABLE
es: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,nombre-usuario,contraseña,sql) @DESCRIPTION=La función EXECSQL permite ejecutar un comando en un servidor de bases de de datos, y mostrar los resultados devueltos en la hoja actual. Usa libgda como medio para acceder a las bases de datos. Para usarla, primero debe debe configurar un origen de datos libgda. @EXAMPLES= Para obtener todos los datos de la tabla «Clientes» presente en el origen de datos GDA «myorigendedatos» , tendría que hacer: EXECSQL("miorigendedatos","usuario","contraseña","SELECT * FROM clientes") @SEEALSO=
fr: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,identifiant,motdepasse,sql) @DESCRIPTION=La fonction EXECSQL vous permet d'exécuter une commande sur un serveur de base de données, et d'afficher les résultats dans la feuille courante. Elle utilise libgda comme moyen d'accès aux bases de données. @EXAMPLES= Pour obtenir toutes les données de la table "clients" présente dans la source de données GDA "mydatasource", vous devrez utiliser : EXECSQL("mydatasource","identifiant","motdepasse","SELECT * FROM clients") @SEEALSO=READDBTABLE
nl: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn;gebruikersnaam;wachtwoord;sql) @DESCRIPTION=De EXECSQL functie biedt de mogelijkheid een opdracht aan een database server te geven. Het resultaat wordt in het huidige werkblad weergegeven. Het gebruikt libgda voor toegang tot de databases. U moet hiervoor eerst een libgda-databron opzetten. @EXAMPLES= Om alle gegevens van de tabel: "Klanten" in de GDA-databron: "mijndatabron" te krijgen, gebruikt u: EXECSQL("mijndatabron";"gebruikersnaam";"wachtwoord";"SELECT * FROM klanten") @SEEALSO=READDBTABLE
pt_br: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,usuário,senha,sql) @DESCRIPTION=A função EXECSQL permite que você execute um comando num servidor de banco de dados, e mostre o resultado na pasta atual. Ela utiliza a biblioteca libgda para acessar o banco de dados. @EXAMPLES= Para obter todos os dados a partir da tabela "Clientes" disponível da fonte de dados GDA "meusdados", você deve utilizar: EXECSQL("meusdados","usuário","senha","SELECT * FROM clientes") @SEEALSO=READDBTABLE
sk: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(dsn,používateľ,heslo,sql) @DESCRIPTION=Funkcia EXECSQL umožňuje vykonať príkaz na databázovom serveri a zobraziť výsledov aktuálnom liste. Používa knižnicu libgda pre prístup k databázam.. Pre jej použitie je nutné nastaviť datový zdroj libgda. @EXAMPLES= Pre získanie dát z tabuľky "Customers" v dátovom zdroji GDA "mydatasource" GDA je možné použiť: EXECSQL("mydatasource","používateľ","heslo","SELECT * FROM customers") @SEEALSO=READDBTABLE
vi: @FUNCTION=EXECSQL @SYNTAX=EXECSQL(i) @DESCRIPTION=Hàm EXECSQL cho phép bạn thực hiện một lệnh trong trình phục vụ cơ sở dữ liệu và nhận được kết quả trong tờ làm việc hiện thời. Nó dùng libgda để truy cập cơ sở dữ liệu. Để dùng nó, bàn cần thiết lập nguồn dữ liệu libGDA. @EXAMPLES= Để lấy mọi dữ liệu từ bảng "Customers" trong nguồn "mydatasource", bạn cần dùng: EXECSQL("mydatasource","username","password","SELECT * FROM customers") @SEEALSO=READDBTABLE

source: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,username,password,table) @DESCRIPTION=The READDBTABLE function lets you get the contents of a table, as stored in a database. For using it, you need first to set up a libgda data source. Note that this function returns all the rows in the given table. If you want to get data from more than one table or want a more precise selection (conditions), use the EXECSQL function. @EXAMPLES= To get all the data from the table "Customers" present in the "mydatasource" GDA data source, you would use: READDBTABLE("mydatasource","username","password","customers") @SEEALSO=EXECSQL
dz: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,username,password,table) @DESCRIPTION=The READDBTABLE ལས་འགན་འདི་གིས་ གནས་སྡུད་གཞི་རྟེན་ནང་གསོག་འཇོག་འབད་ཡོདཔ་བཟུམ་སྦེ་ ཁྱོད་ལུ་ཐིག་ཁྲམ་གྱི་ནང་དོན་ཚུ་ལེན་བཅུགཔ་ཨིན། དེ་ལག་ལནེ་འཐབ་ནི་ལུ་, ཁྱོད་ཀྱིས་དངཔ་རང་ལུབ་ཌ་གནས་སྡུད་བྱུང་ཁུངས་འདི་གཞི་སྒྲིག་འབད་དགོ། ལས་འགན་འདི་གིས་བྱིན་ཡོད་པའི་ཐིག་ཁྲམ་ནང་གྲལ་ཐིག་ཚུ་ཆ་མཉམ་སླར་ལོག་འབདཝ་ཨིན་ཟེར་དྲན་འཛིན་འབད། ཁྱོད་ལུ་ གནས་སྡུད་འདི་ཐིག་ཁྲམ་གཅིག་ལས་ལྷག་སྟེ་དགོ་པ་ཅིན་ ཡང་ན་ སེལ་འཐུ་(conditions)ཀྲིག་ཀྲི་དགོ་པ་ཅིན་, EXECSQLལས་འགན་འདི་ལག་ལེན་འཐབ། @EXAMPLES= གནས་སྡུད་ཆ་མཉམ་ཐིག་ཁྲམ་ལས་ལེན་ནི་ལུ་ "Customers" present in the "mydatasource" GDA གནས་སྡུད་བྱུང་ཁུངས་ལེན་ནི་ལུ་, ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོཔ: READDBTABLE("mydatasource","username","password","customers") @SEEALSO=EXECSQL
es: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,usuario,contraseña,tabla) @DESCRIPTION=La función READDBTABLE le permite obtener el contenido de una tabla almacenados en una base de datos. Para usarla, primero tiene que configurar un origen de datos libgda. Note que esta función devuelve todas las filas en la tabla dada. Si quiere obtener datos de más de una tabla o quiere una selección más precisa (condiciones), utilice la función EXECSQL. @EXAMPLES= Para obtener todos los datos de la tabla «Clientes» presente en origen de datos GDA "miorigendedados" debería hacer: READDBTABLE("mydatasource","usuario","contraseña","clientes") @SEEALSO=EXECSQL
pt_br: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,nome_do_usuário,senha,tabela) @DESCRIPTION=A função READDBTABLE permite que você tenha acesso aos dados de uma tabela armazenada em um banco de dados. Para utilizá-la, você deve preparar uma fonte de dados do tipo libgda. Note que esta função retorna todas as linhas da tabela. Se você deseja obter dados de mais do que uma tabela ou deseja uma seleção mais precisa (condições), utilize a função EXCESQL. @EXAMPLES= Para obter todos os dados da tabela "Clientes" presente na fonte de dados GDA "minhafontededados", você deve utilizar: READDBTABLE("minhafontededados","nome_do_usuário","senha","clientes") @SEEALSO=EXECSQL
vi: @FUNCTION=READDBTABLE @SYNTAX=READDBTABLE(dsn,username,password,table) @DESCRIPTION=Hàm READDBTABLE cho phép bạn lấy nội dung bảng, như được cất giữ trong cơ sở dữ liệu. Để dùng nó, trước hết bạn cần thiết lập nguồn dữ liệu libgda. Hãy ghi chú rầng hàm này trả các hàng trong bảng cho trước. Nếu bạn muốn lấy dữ liệu từ nhiều bảng, hoặc muốn chọn điều kiện một cách chính xác hơn, thì hãy dùng hàm EXECSQL. @EXAMPLES= Để lấy mọi dữ liệu "Customers" có trong nguồn dữ liệu GDA "mydatasource" thì bạn cần dùng: READDBTABLE("mydatasource","username","password","customers") @SEEALSO=EXECSQL

source: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI function calculates the number of integers less than or equal to @n that are relatively prime to @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
dz: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI ལས་འགན་འདི་གིས་ ཧྲིལ་གྲངས་ཀྱི་ཨང་གྲངས་ @n ལུ་མཉམ་པ་དང་ཡང་ན་ཉུང་མི་ཚུ་ @n ལུ་འབྲེལ་ཐོག་ལས་གལ་ཅན་ཨིན་མི་འདི་རྩིས་བཏོནམ་ཨིན། @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
es: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=La función NT_PHI calcula el número de enteros menores o iguales @n y que son primos relativos de @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
fr: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=La fonction NT_PHI calcule le nombre d'entiers inférieurs ou égaux à @n qui sont premiers avec @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
nl: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=NT_PHI berekent het aantal gehele getallen kleiner of gelijk aan @n die relatief priem zijn tot @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
pt_br: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=A função NT_PHI calcula o número de inteiros menores ou iguais a @n que são primos de @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
sk: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=Funkcia NT_PHI vracia počet celých čísel menších alebo rovných @n, ktoré sú relatívne prvočísla k @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA
vi: @FUNCTION=NT_PHI @SYNTAX=NT_PHI(n) @DESCRIPTION=Hàm NT_PHI tính số nguyên nhỏ hơn hoặc bằng @n mà tương ứng với số nguyên tố thứ @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_SIGMA

source: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU function (Möbius mu function) returns 0 if @n is divisible by the square of a prime . Otherwise it returns: -1 if @n has an odd number of different prime factors . 1 if @n has an even number of different prime factors . * If @n = 1 NT_MU returns 1. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
dz: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU ལས་འགན་ (Möbius mu function) སླར་ལོག་འབདཝ་ཨིན། 0 ཨིན་ ག་དེམ་ཅིག་སྦེ་ @n འདི་ ཧྲིལ་གྲངས་ལུ་བགོ་མ་བཏུབ་མི་གྲངས་ཅིག་གི་རང་བསྒྱུར་རྩ་གྲངས་ཀྱིས་བགོ་ཚུགསཔ། དེ་མེན་པ་ཅིན་དེ་གིས་ སླར་ལོག་འབད་ཡོདཔ: -1 ཨིན་ག་དེམ་ཅིག་སྦེ་ @n དེ་ལུ་བགོ་གྲངས་གཙོ་བོ་སོ་སོ་གི་ཨང་གྲངས་ཡ་ཨང་ཅིག་ཡོདཔ་ཨིན། 1 ཨིན་ ག་དེམ་ཅིག་སྦེ་ @n བགོ་གྲངས་གཙོ་བོ་སོ་སོ་ཚུ་གི་ཆ་ཅན་ཨང་ཅིག་ཡོད། * If @n = 1ཨིན་པ་ཅིན་ NT_MU དེ་གིས་1 སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
es: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=La función NT_MU (función mu de Möbius) devuelve 0 si @n es divisible por el cuadrado de un primo. En caso contrario devuelve: -1 si @n tiene un número impar de factores primos diferentes. 1 si @n tiene un número par de factores primos diferentes. * Si @n=1, devuelve 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
fr: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=La fonction NT_MU (fonction mu de Möbius) renvoie 0 si @n est divisible par le carré d'un nombre premier. Autrement elle renvoie : -1 si @n a un nombre impair de facteurs premiers. 1 si @n a un nombre pair de facteurs premiers. * Si @n = 1 elle renvoie 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
nl: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=NT_MU (Möbius mu functie) is 0 als @n deelbaar is door het kwadraat van een priemgetal. Anders is het: -1 als @n een oneven aantal verschillende priemfactoren heeft. 1 als @n een even aantal verschillende priemfactoren heeft. * Als @n=1 geeft NT_MU 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
pt_br: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=A função NT_MU (função mu de Mobius) retorna 0 se @n é divisível pelo quadrado de um primo. Caso contrário, ela retorna: -1 se @n tem um número ímpar de fatores primos distintos. 1 se @n tem um número par de fatores primos distintos. * Se @n = 1, NT_MU retorna 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
sk: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=Funkcia NT_MU (Möbius mu) vracia 0 ak je @n deliteľné druhou mocninou prvočísla. Inak vracia: -1 ak má @n nepárny počet rôznych prvočiniteľov . 1 ak má @n párny počet rôznych prvočiniteľov . * Ak je @n = 1 NT_MU vracia 1. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
vi: @FUNCTION=NT_MU @SYNTAX=NT_MU(n) @DESCRIPTION=Hàm NT_MU (Hàm Möbius mu) trả lại 0 nếu @n là có thể chia hết cho bình phương của một số nguyên tố. Nếu khác nó trả lại: -1 nếu tổng các thừa số nguyên tố mà tích của chúng tạo thành @n là một số lẻ. 1 nếu tổng các thừa số nguyên tố mà tích của chúng tạo thành @n là một số chẵn. * Nếu @n=1 thì trả lại 1 @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI

source: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D function calculates the number of divisors of @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
dz: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D ལས་འགན་འདི་གིས་ @n གི་བགོ་བྱེད་ཀྱི་ཨང་གྲངས་འདི་རྩིས་བཏོནམ་ཨིན། @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
es: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=La función NT_D calcula la cantidad de divisores de @n. * Esta función acepta sólo un argumento. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
fr: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=La fonction NT_D calcule le nombre de diviseurs de @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
nl: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=NT_D berekent het aantal delers van @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
pt_br: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=A função NT_D calcula o número de divisores de @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
sk: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=Funkcia NT_D vracia počet deliteľov @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA
vi: @FUNCTION=NT_D @SYNTAX=NT_D(n) @DESCRIPTION=Hàm NT_D tính số số chia @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_SIGMA

source: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA function calculates the sum of the divisors of @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
dz: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA ལས་འགན་འདི་གིས་ @n གི་བགོ་བྱེད་ཀྱི་བསྡོམ་འདི་རྩིས་སྟོནམ་ཨིན། @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
es: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=La función NT_SIGMA calcula la suma de los divisores de @n. * Esta función acepta sólo un argumento. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
fr: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=La fonction NT_SIGMA calcule la somme des diviseurs de @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
nl: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=NT_SIGMA berekent de som van de delers van @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
pt_br: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=A função NT_SIGMA calcula a soma dos divisores de @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
sk: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=Funkcia NT_SIGMA počíta súčet deliteľov @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
vi: @FUNCTION=NT_SIGMA @SYNTAX=NT_SIGMA(n) @DESCRIPTION=Hàm NT_SIGMA tính tổng các số chia @n. @EXAMPLES= @SEEALSO=NT_D, ITHPRIME, NT_PHI
