Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1,array2) @DESCRIPTION=PEARSON returns the Pearson correlation coefficient of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
dz: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1,array2) @DESCRIPTION=PEARSON དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་གཉིས་ཀྱི་ཕན་ཚུན་འབྲེལ་བའི་གྲངས་རྟགས་པི་ཡར་སཱོན་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞགཔ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
es: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1;array2) @DESCRIPTION=Devuelve el coeficiente de correlación de Pearson para dos conjuntos de datos. * Se ignoran las cadenas de texto y las celdas vacías. * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
fr: @FUNCTION=PEARSON @SYNTAX=PEARSON(tableau1;tableau2) @DESCRIPTION=La fonction PEARSON renvoie le coefficient de corrélation de Pearson de deux ensembles de données. * Les chaînes et les cellules vides sont ignorées. * Cette fonction est compatible avec Excel. @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
nl: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1;array2) @DESCRIPTION=PEARSON geeft de Pearson correlatiecoëfficiënt van twee verzamelingen. * Strings en lege cellen worden genegeerd. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
pt_br: @FUNCTION=PEARSON @SYNTAX=PEARSON(matriz1,matriz2) @DESCRIPTION=PEARSON retorna o coeficiente da correlação Pearson de dois conjuntos de dados. * Textos e células vazias simplesmente são ignorados. * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
sk: @FUNCTION=PEARSON @SYNTAX=PEARSON(pole1,pole2) @DESCRIPTION=PEARSON vracia Pearsonov korelačný koeficient dvoch množín. * Reťazce a prázdne bunky sú jednoducho ignorované. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX
vi: @FUNCTION=PEARSON @SYNTAX=PEARSON(array1,array2) @DESCRIPTION=PEARSON trả lại hệ số tương quan Pearson của hai tập hợp dữ liệu. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=INTERCEPT,LINEST,RSQ,SLOPE,STEYX

source: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ returns the square of the Pearson correlation coefficient of two data sets. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
dz: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་གཉིས་ཀྱི་ཕན་ཚུན་འབྲེལ་བའི་པི་ཡར་སཱོན་གྱི་གྲུ་གཞི་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞག་ཡོདཔ། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
es: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ devuelve el cuadrado del coeficiente de correlación de Pearson de dos conjuntos de datos. * Las cadenas y las celdas vacías simplemente se ignoran. * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
fr: @FUNCTION=RSQ @SYNTAX=RSQ(tableau1;tableau2) @DESCRIPTION=La fonction RSQ renvoie le carré du coefficient de corrélation de Pearson des deux ensembles de données. * Les chaînes et les cellules vides sont simplement ignorées. * Cette fonction est compatible avec Excel. @SEEALSO=CORREL,COVAR,INTERPCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
nl: @FUNCTION=RSQ @SYNTAX=RSQ(array1;array2) @DESCRIPTION=RSQ geeft het kwadraat van de Pearson correlatiecoëfficiënt van twee verzamelingen. * Strings en lege cellen worden genegeerd. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
pt_br: @FUNCTION=RSQ @SYNTAX=RSQ(vetor1,vetor2) @DESCRIPTION=RSQ retorna o quadrado do coeficiente da correlação Pearson de dois conjuntos de dados fornecidos. * Textos e células vazias simplesmente são ignorados. * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
sk: @FUNCTION=RSQ @SYNTAX=RSQ(pole1,pole2) @DESCRIPTION=RSQ vracia druhú mocninu Pearsonovho korelačného koeficientu dvoch množín. * Reťazce a prázdne bunky sú jednoducho ignorované. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND
vi: @FUNCTION=RSQ @SYNTAX=RSQ(array1,array2) @DESCRIPTION=RSQ trả lại bình phương của hệ số tương quan Pearson của hai bộ dữ liệu. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=CORREL,COVAR,INTERCEPT,LINEST,LOGEST,PEARSON,SLOPE,STEYX,TREND

source: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN returns the median of the given data set. * Strings and empty cells are simply ignored. * If even numbers are given MEDIAN returns the average of the two numbers in the middle. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MEDIAN(A1:A5) equals 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SSMEDIAN,SUM
dz: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN དེ་གིས་ བྱིན་ཡོད་པའི་གནས་སྡུད་གཞི་སྒྲིག་གི་གུང་ཐིག་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེདཔ་སྦེ་བཞགཔ་ཨིན། * ཆ་ཅན་ཨང་གྲངས་ཚུ་བྱིན་ཡོད་པ་ཅིན་ MEDIAN དེ་གིས་ བར་མའི་ནང་ལུ་ཨང་གྲངས་གཉིས་ཀྱི་ཅ་སྙོམས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་40.1ཚུ་ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ MEDIAN(A1:A5) equals 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SSMEDIAN,SUM
es: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1;n2;…) @DESCRIPTION=Devuelve la mediana del conjunto de datos. * Las cadenas y celdas vacías son ignoradas. * Si el número de datos es par, MEDIAN devuelve el media de los dos números del medio. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3, 21,3; 25,9 y 40,1. Entonces MEDIAN(A1:A5) es igual a 21,3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
fr: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1; n2;...) @DESCRIPTION=La fonction MEDIAN renvoie la médiane d'un ensemble de données. * Les chaînes et les cellules vides sont simplement ignorées. * Si un nombre pair de valeurs est fourni, MEDIAN renvoie la moyenne des deux nombres du milieu. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors MEDIAN(A1:A5) vaut 21,3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
nl: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1; n2; ...) @DESCRIPTION=MEDIAN geeft de mediaan van de gegeven verzameling. * Tekenreeksen en lege cellen worden genegeerd. * Als er een even aantal getallen worden gegeven, geeft MEDIAN het gemiddelde van de twee getallen in het midden. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: MEDIAN(A1:A5) is 21,3 @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
pt_br: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN retorna a mediana do conjunto de dados fornecidos. * Textos e células vazias são simplemente ignorados. * Se é fornecido um número par de dados, MEDIAN retorna a média dos dois números do meio. * Esta função é compatível com o Excel. @EXAMPLES= Assumindo que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: MEDIAN(A1:A5) retorna 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
sk: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN vracia medián danej množiny. * Reťazce a prázdne bunky sú jednoducho ignorované. * Ak je zadaný párny počet čísel, MEDIAN vracia priemer dvoch čísel v prostriedku. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom MEDIAN(A1:A5) sa rovná 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SUM
vi: @FUNCTION=MEDIAN @SYNTAX=MEDIAN(n1, n2, ...) @DESCRIPTION=MEDIAN trả lại trung vị của tập hợp dữ liệu cho trước. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Nếu cho số chẵn thì MEDIAN trả lại số trung bình của hai số tại điểm giữa. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì MEDIAN(A1:A5) bằng 21.3. @SEEALSO=AVERAGE,COUNT,COUNTA,DAVERAGE,MODE,SSMEDIAN,SUM

source: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(array[,interval)] @DESCRIPTION=The SSMEDIAN function returns the median for grouped data as commonly determined in the social sciences. The data points given in @array are assumed to be the result of grouping data into intervals of length @interval * If @interval is not given, SSMEDIAN uses 1. * If @array is empty, SSMEDIAN returns #NUM! error. * If @interval <= 0, SSMEDIAN returns #NUM! error. * SSMEDIAN does not check whether the data points are at least @interval apart. @EXAMPLES= Let us assume that the cells A1, A2, A3 contain numbers 7, 8, 8. Then SSMEDIAN(A1:A3, 1) equals 7.75. @SEEALSO=MEDIAN
dz: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(array[,interval)] @DESCRIPTION=The SSMEDIAN ལས་འགན་འདི་གིས་ སྤྱི་སྡེའི་ལམ་ལུགས་ཚུ་ནང་ མཐུན་མོང་གི་གཏན་འབེབས་བཟོ་ཡོདཔ་བཟུམ་སྦེ་ སྡེ་ཚན་བཟོ་ཡོད་པའི་གནས་སྡུད་ཀྱི་དོན་ལུ་ གུང་ཐིག་འདི་སླར་ལོག་འབདཝ་ཨིན། @array ནང་བྱིན་ཡོད་པའི་གནས་སྡུད་དོན་ཚན་ཚུ་ རིང་ཚད་@interval གི་བར་མཚམས་ནང་གི་ སྡེ་ཚན་བཟོ་བའི་གནས་སྡུད་ཀྱི་གྲུབ་འབྲས་ཨིན་ཟེར་བཞག་ཡོདཔ། * If @interval འདི་མ་བྱིན་པ་ཅིན་, SSMEDIAN དེ་གིས་1 ལག་ལེན་འཐབ་ཨིན། * If @array འདི་སྟོངམ་ཨིན་པ་ཅིན་, SSMEDIAN དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @interval <= 0ཨིན་པ་ཅིན་, SSMEDIAN དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * SSMEDIAN དེ་གིས་ གནས་སྡུད་དོན་ཚན་ཚུ་ @interval ལོགས་སུ་ཨིན་ན་མེན་ན་ཞིབ་དཔྱད་མི་འབད། @EXAMPLES= ནང་ཐིག་ A1, A2, A3 ཚུ་ ལུ་ཨང་གྲངས་ 7, 8, 8 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ SSMEDIAN(A1:A3, 1) equals 7.75. @SEEALSO=MEDIAN
es: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(array[,intervalo])) @DESCRIPTION=La función SSMEDIAN devuelve la media para datos agrupados como los que se determinan comúnmente en las ciencias sociales. Los puntos de datos dados en e@array se asumen que son el resultado de la agrupación de datos en intervalos de longitud @intervalo. * Si no se da @intervalo, SSMEDIAN usa 1. * Si @array está vacío, SSMEDIAN devuelve el error #NÚM!. * Si @intervalo <= 0, SSMEDIAN devuelve el error #NÚM!. * ssmedian no comprueba si los puntos de datos son al menos un @intervalo a parte. @EXAMPLES= Supongamos que las celdas A1, A2, A3 contienen los números 7, 8, 8. Entonces SSMEDIAN(A1:A3, 1) igual a 7.75. @SEEALSO=MEDIAN
fr: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(tableau[;intervalle]) @DESCRIPTION=La fonction SSMEDIAN renvoie la médiane d'un ensemble de données, telle qu'elle est généralement calculée en sciences sociales. Les points de données de @tableau sont supposés résulter du regroupement des données en intervalles de longueur @intervalle. * Si @tableau est vide, SSMEDIAN renvoie #NUM!. * Si @intervalle est omis, SSMEDIAN utilise 1. * Si @intervalle est négatif ou nul, SSMEDIAN renvoie #NUM! * SSMEDIAN ne verifie pas si les points sont effectivement espacés de @intervalle. @EXAMPLES= Si A1, A2, A3 contiennent 7, 8 et 8, alors SSMEDIAN(A1:A3;1) vaut 7,75. @SEEALSO=MEDIAN
nl: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(array[;interval)] @DESCRIPTION=SSMEDIAN geeft de mediaan voor gegroepeerde data zoals die gewoonlijk worden gebruikt in de sociale wetenschappen. De datapunten gegeven in @array worden verondersteld het resultaat te zijn van het groeperen van de data in intervallen met lengte @interval * Als @interval niet wordt gegeven gebruikt SSMEDIAN de waarde 1. * Als @array leeg is geeft SSMEDIAN een #GETAL! foutmelding. * Als @interval <= 0 geeft SSMEDIAN een #GETAL! foutmelding. * SSMEDIAN controleert niet of de datapunten tenminste een lengte @interval uit elkaar liggen. @EXAMPLES= Als de cellen A1, A2, A3 de getallen 7, 8, 8 bevatte, dan geldt: SSMEDIAN(A1:A3; 1) is 7,75 @SEEALSO=MEDIAN
pt_br: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(vetor[,intervalo)] @DESCRIPTION=A função SSMEDIAN retorna a mediana para dados agrupados comumente utilizados nas Ciências Sociais. Os dados são fornecidos em @vetor sendo assumidos como o resultado do agrupamento de dados em intervalos de tamanho @intervalo. * Se @intervalo não é fornecido, SSMEDIAN utiliza 1. * Se @vetor está vazio, SSMEDIAN retorna o erro #NUM! * Se @intervalo <= 0, SSMEDIAN retorna o erro #NUM! * SSMEDIAN não verifica se os dados estão agrupados em intervalos de ao menos @intervalo. @EXAMPLES= Considere que as células A1, A2, A3 contêm os números 7, 8, 8. Então: SSMEDIAN(A1:A3, 1) retorna 7.75. @SEEALSO=MEDIAN
sk: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(pole,k) @DESCRIPTION=Funkcia PERCENTILE vracia 100*@k-ty percentil daných hodnôt (t.j., číslo x, ktoré je časť @k počtu hodnôt menších ako x). Ak je @pole prázdne, PERCENTILE vracia chybu #NUM!. Ak je @k < 0 alebo @k > 1, PERCENTILE vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom PERCENTILE(A1:A5,0.42) sa rovná 20.02. @SEEALSO=QUARTILE
vi: @FUNCTION=SSMEDIAN @SYNTAX=SSMEDIAN(array[,interval)] @DESCRIPTION=Hàm SSMEDIAN trả lại trung vị cho dữ liệu được xếp nhóm như thường được quyết định trong khóa học xã hội. Các điểm dữ liệu được cho tro mảng @array được giả sử là kết quả của việc xếp nhóm dữ liệu ra khoảng có độ dài @interval * Nếu không cho @interval thì SSMEDIAN dùng số 1. * Nếu mảng @array rỗng thì SSMEDIAN trả lại lỗi « #NUM! ». * Nếu khoảng « @interval ≤ 0 » thì SSMEDIAN trả lại lỗi « #NUM! ». * SSMEDIAN không kiểm tra nếu điểm dữ liệu có ít nhất độ dài @interval giữa mỗi hai điểm.. @EXAMPLES= Giả sử các ô « A1, A2, A3 » chứa số « 7, 8, 8 ». Thì SSMEDIAN(A1:A3, 1) bằng 7.75. @SEEALSO=MEDIAN

source: @FUNCTION=LARGE @SYNTAX=LARGE(n, k) @DESCRIPTION=LARGE returns the k-th largest value in a data set. * If data set is empty LARGE returns #NUM! error. * If @k <= 0 or @k is greater than the number of data items given LARGE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then LARGE(A1:A5,2) equals 25.9. LARGE(A1:A5,4) equals 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
es: @FUNCTION=LARGE @SYNTAX=LARGE(n, k) @DESCRIPTION=LARGE devuelve el k-ésimo mayor valor en un conjunto de datos. * Si el conjunto de datos está vacío, devuelve el error #NÚM!. * Si @k <= 0 o @k es mayor que el número de términos, LARGE devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3, 21,3; 25,9 y 40,1. Entonces LARGE(A1:A5;2) es igual a 25,9. LARGE(A1:A5;4) es igual a 17,3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
vi: @FUNCTION=LARGE @SYNTAX=LARGE(n, k) @DESCRIPTION=LARGE (lớn) thì trả lại giá trị lớn nhất thứ k trong một tập hợp dữ liệu nào đó. • Tập hợp dữ liệu rỗng thì LARGE trả lại lỗi « #NUM! ». • @k ≤ 0 hoặc @k lớn hơn số các mục dữ liệu cho trước thì LARGE trả lại lỗi « #NUM! ». • Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì LARGE(A1:A5,2) bằng 25.9. LARGE(A1:A5,4) bằng 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL

source: @FUNCTION=SMALL @SYNTAX=SMALL(n, k) @DESCRIPTION=SMALL returns the k-th smallest value in a data set. * If data set is empty SMALL returns #NUM! error. * If @k <= 0 or @k is greater than the number of data items given SMALL returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SMALL(A1:A5,2) equals 17.3. SMALL(A1:A5,4) equals 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
es: @FUNCTION=SMALL @SYNTAX=SMALL(n, k) @DESCRIPTION=SMALL devuelve el k-ésimo menor valor en un conjunto de datos. * Si el conjunto de datos está vacío, entonces devuelve el error #NÚM!. * Si @k <= 0 o @k es mayor que el número de términos, SMALL devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3, 21,3; 25,9 y 40,1. Entonces LARGE(A1:A5;2) es igual a 17,3. LARGE(A1:A5;4) es igual a 25,9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
vi: @FUNCTION=SMALL @SYNTAX=SMALL(n, k) @DESCRIPTION=SMALL (nhỏ) thì trả lại giá trị nhỏ nhất thứ k trong một tập hợp dữ liệu nào đó. • Tập hợp dữ liệu rỗng thì SMALL trả lại lỗi « #NUM! ». • @k ≤ 0 hoặc @k lớn hơn số mục dữ liệu cho trước thì SMALL trả lại lỗi « #NUM! ». • Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì SMALL(A1:A5,2) bằng 17.3. SMALL(A1:A5,4) bằng 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE

source: @FUNCTION=PROB @SYNTAX=PROB(x_range,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=PROB function returns the probability that values in a range or an array are between two limits. If @upper_limit is not given, PROB returns the probability that values in @x_range are equal to @lower_limit. * If the sum of the probabilities in @prob_range is not equal to 1 PROB returns #NUM! error. * If any value in @prob_range is <=0 or > 1, PROB returns #NUM! error. * If @x_range and @prob_range contain a different number of data entries, PROB returns #N/A error. * This function is Excel compatible. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
dz: @FUNCTION=PROB @SYNTAX=PROB(x_range,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=PROB ལས་འགན་འདི་གིས་ ཁྱབ་ཚད་ནང་གནས་གོང་འབད་མི་འབྱུང་སྲིད་པ་ ཡང་ན་ ཨེ་རེ་ཚུ་ཚད་གཉིས་ཀྱི་བར་ན་ཨིན་མི་སླར་ལོག་འབདཝ་ཨིན། @upper_limit འདི་བྱིན་ཏེ་མེད་པ་ཅིན་, PROB དེ་གིས་ re @x_range ཚུ་ @lower_limit ལུ་མཉམ་པའི་ནང་གནས་གོང་འབད་མི་འབྱུང་སྲིད་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @prob_range ནང་གི་འབྱུང་སྲིད་པའི་བསྡོམ་ཚུ་1 ལུ་མཉམ་པ་མེད་པ་ཅིན་PROB དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @prob_range ནང་ལུ་གནས་གོང་གང་རུང་འདི་ <=0 ཡང་ན་ > 1 ཨིན་པ་ཅིན་, PROB དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x_range དང་ @prob_range དེ་ལུ་ གནས་སྡུད་འཛུལ་ཞུགས་ཀྱི་ཨང་གྲངས་སོ་སོ་ཡོད་པ་ཅིན་, PROB དེ་གིས་ #N/A འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
es: @FUNCTION=PROB @SYNTAX=PROB(rango_x,rango_prob,límite_inf[,límite_sup]) @DESCRIPTION=La función PROB devuelve la probabilidad de que los valores de un rango o un array estén entre dos límites. Si @límite_sup no se da, PROB devuelve la probabilidad de que los valores de @rango_x sean iguales a @límite_inf. * Si la suma de las probabilidades de @rango_prob no es igual a 1, PROB devuelve el error #NÚM!. * Si cualquier valor de @rango_prob es <= 0 ó > 1, PROB devuelve el error #NÚM!. * Si @rango_x y @rango_prob contiene un número diferentes de entradas de datos, PROB devuelve el error #N/D. * Esta función es compatible con Excel @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
fr: @FUNCTION=PROB @SYNTAX=PROB(interv_x;interv_prob;limite_inf[;limite_sup]) @DESCRIPTION=La fonction PROB renvoie la probabilité que les valeurs dans un intervalle ou un tableau soient situées entre deux limites. Si @limite_sup n'est pas donnée, PROB renvoie la probabilité que les valeurs dans @interv_x soient égales à @limite_inf. * Si la somme des probabilités dans @interv_prob n'est pas égale à 1, PROB renvoie l'erreur #NUM!. * Si une des valeurs de @interv_prob est <=0 ou >1, PROB renvoie l'erreur #NUM!. * Si @interv_x et @interv_prob contiennent un nombre différent de données, PROB renvoie l'erreur #N/A!. * Cette fonction est compatible avec Excel. @SEEALSO=BINOMDIST,CRITBINOM
nl: @FUNCTION=PROB @SYNTAX=PROB(bereik_x; waarschijnlijkheid_bereik; onderlimiet[; bovenlimiet]) @DESCRIPTION=PROB geeft de waarschijnlijkheid dat waarden in een bereik of array, tussen twee limieten vallen. Als @bovenlimiet niet wordt gegeven, geeft PROB de waarschijnlijkheid dat waarden in @x_bereik gelijk zijn aan @onderlimiet. * Als de som van de waarschijnlijkheden in @waarschijnlijkheid_bereik niet gelijk is aan 1, geeft PROB een #GETAL! foutmelding. * Als een van de waarden in waarschijnlijkheid_bereik 0 is, of > 1, geeft PROB een #GETAL! foutmelding. * Als @x_bereik en @waarschijnlijkheid_bereik een verschillend aantal datapunten bevatten, geeft PROB een #N/B! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
pt_br: @FUNCTION=PROB @SYNTAX=PROB(região_x,região_prob,limite_inferior[,limite_superior]) @DESCRIPTION=A função PROB retorna a probabilidade de valores em uma região ou um conjunto entre dois limites. Se @limite_superior não é fornecido, PROB retorna a probabilidade dos valores em @região_x serem iguais a @limite_inferior. * Se a soma das probabilidades em @escala_prob não for igual a 1, PROB retorna o erro #NUM! * Se qualquer valor em @região_prob é <=0 ou > 1, PROB retorna o erro #NUM! * Se @região_x e @região_prob contêm um número diferente de entradas de dados, PROB retorna erro #N/A! * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
sk: @FUNCTION=PROB @SYNTAX=PROB(rozsah_x,prav_rozsah,dolný_limit[,horný_limit]) @DESCRIPTION=Funkcia PROB vracia pravdepodobnosť, že hodnoty z rozsahu alebo z poľa budú medzi dvoma hodnotami. Ak nie je @hodný_limit uvedený, PROB vracia pravdepodobnosť, že hodnoty v @rozsah_x budú rovné @dolný_limit. * Ak nie je súčet pravdepodobností v @prav_rozsah rovný 1 PROB vracia chybu #NUM!. * Ak je niektorá hodnota v @prav_rozsah <=0 alebo > 1, PROB vracia chybu #NUM!. * Ak @rozsah_x a @prav_rozsah obsahujú rôzny počet dát, PROB vracia chybu #N/A!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
vi: @FUNCTION=PROB @SYNTAX=PROB(x_range,prob_range,lower_limit[,upper_limit]) @DESCRIPTION=Hàm PROB trả lại xác suất các giá trị trong một phạm vi hay mảng nào đó có giữa hai giới hạn. Nếu không cho giới hạn cao hơn @upper_limit thì PROB trả lại xác suất các giá trị trong phạm vi @x_range bằng giới hạn thấp hơn @lower_limit. * Nếu tổng của các xác suất trong phạm vi @prob_range không bằng số 1 thì PROB trả lại lỗi « #NUM! ». * Nếu giá trị nào trong phạm vi @prob_range ≤ 0 hoặc > 1 thì PROB trả lại lỗi « #NUM! ». * Nếu phạm vi @x_range và @prob_range không chứa cùng một số mục nhập dữ liệu thì PROB trả lại lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=BINOMDIST,CRITBINOM
