Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM calculates and returns the accrued interest for a security from @issue to @maturity date. @issue is the issue date of the security. @maturity is the maturity date of the security. @rate is the annual rate of the security and @par is the par value of the security. If you omit @par, ACCRINTM applies $1,000 instead. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @issue date or @maturity date is not valid, ACCRINTM returns #NUM! error. * If @rate <= 0 or @par <= 0, ACCRINTM returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, ACCRINTM returns #NUM! error. * If @issue date is after @maturity date or they are the same, ACCRINTM returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINT
dz: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM དེ་གིས་ སྲུང་སྐྱོབ་ཀྱི་དོན་ལུ་@issue ལས་ @maturity ཚེས་གྲངས་ལུ་ སྐྱེད་འཛེགས་ནི་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། @issue འདི་ སྲུང་སྐྱོབ་སྤྲོད་པའི་ཚེས་གྲངས་འདི་ཨིན། @maturity སྲུང་སྐྱོབ་ཀྱི་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @rate འདི་ སྲུང་སྐྱོབ་ཀྱི་ལོ་བསྟར་ཚད་འདི་ཨིནམ་དང་ @par འདི་ སྲུང་སྐྱོབ་ཀྱི་གནས་གོང་རེ་རེ་ཨིན། ཁྱོད་ཀྱིས་@parསྐྱུར་བཞག་པ་ཅིན་, ACCRINTM དེ་གིས་ $1,000 གི་ཚབ་ལུ་འཇུག་སྤྱོད་འབདཝ་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱི་ཨང་གྲངས་བརྩི་བའི་རིམ་ལུགས་ཨིན: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ 2 ཉིནམ་ངོ་མ/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @issue ཚེས་གྲངས་ཡང་ན་ @maturity ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, ACCRINTM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན།* If @rate <= 0 ཡང་ན་ @par <= 0ཨིན་པ་ཅིན་, ACCRINTM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་ @basis > 4ཨིན་པ་ཅིན་, ACCRINTM དེ་གིས་#NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @issue ཚེས་གྲངས་འདི་ @maturity ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ ཡང་ན་ གཅིག་པ་ཨིན་པ་ཅིན་, ACCRINTM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=ACCRINT
es: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(emisión,vencimiento,tasa[,par,base]) @DESCRIPTION=ACCRINTM calcula y devuelve el interés acumulado para una acción desde la fecha de @emisión hasta la fecha de @vencimiento. @vencimiento es la fecha de vencimiento de la acción, @tasa es la tasa anual de la acción y @par es el valor par de la acción. Si omite @par, ACCRINTM aplica 1.000$ en su lugar.@base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @emisión o @vencimiento no es válida,ACCRINTM devuelve un error #NÚM! * Si @tasa <= 0 o @par <=0, ACCRINTM revuelve un error #NÚM!. * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, ACCRINTM devuelve un error #NÚM! * Si la fecha de @emisión es posterior a la fecha de @vencimiento o son la misma, ACCRINTM devuelve un error #NÚM! @EXAMPLES= @SEEALSO=ACCRINT
fr: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(émission;échéance;taux[;nominal[;base]]) @DESCRIPTION=ACCRINT calcule l'intérêt couru non échu d'un titre dont l'intérêt est perçu à l'échéance. @émission est la date d'émission du titre, @échéance son échéance, @taux son taux annuel, et @nominal sa valeur nominale (1000 $ par défaut). @base indique le système de comptage de jours utilisé : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @émission ou @échéance ne sont pas des dates valides, ACCRINT renvoie l'erreur #NUM!. * Les dates doivent respecter @émission < @échéance, sinon ACCRINT renvoie #NUM!. * Si @taux <= 0 ou @nominal <= 0 , ACCRINT renvoie #NUM! error. * Si @base < 0 ou > 4, ACCRINT renvoie #NUM!. @EXAMPLES= @SEEALSO=ACCRINTM
nl: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(uitgifte;vervaldatum;rente[;nominale_waarde;soort_jaar]) @DESCRIPTION=ACCRINTM (ned. SAMENG.RENTE.V) berekent de opgelopen rente voor een waardepapier vanaf de @uitgifte datum tot de @vervaldatum. @uitgifte is de uitgiftedatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @rente is de jaarlijkse rente van het waardepapier. @nominale_waarde is de nominale waarde van het waardepapier. Als @nominale_waarde is weggelaten wordt uitgegaan van $1000. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @uitgifte datum of @vervaldatum ongeldig is, geeft ACCRINTM een #GETAL! foutmelding. * Als @rente <= 0 of @nominale_waarde <= 0, geeft ACCRINTM een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar < 0 of > 4 geeft ACCRINTM een #GETAL! foutmelding. * Als @uitgifte datum na @vervaldatum ligt of als ze gelijk zijn, geeft ACCRINTM een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=ACCRINT
pt_br: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(emissão,vencimento,taxa[,valor_nominal,base]) @DESCRIPTION=ACCRINTM calcula e retorna os juros acumulados para um título entre as data de @emissão e @vencimento. @emissão é a data de emissão do título. @vencimento é a data de vencimento do título. @taxa é a taxa de juros nominal anualizada do título e @valor_nominal é o valor nominal do título. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @emissão ou @vencimento não são datas válidas, ACCRINTM retorna o erro #NUM! * Se @taxa <= 0 ou @valor_nominal <= 0, ACCRINTM retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, ACCRINTM retorna o erro #NUM! * Se a data @emissão é posterior a data @vencimento, ou mesmo se elas são as mesmas, ACCRINTM retorna o erro #NUM! @EXAMPLES= @SEEALSO=ACCRINT
sk: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(emisia,splatnosť,úrok,[nom_hod,základňa]) @DESCRIPTION=ACCRINTM počíta nahromadený úrok z cenného papiera, z ktorého je úrok platený k dátumu splatnosti. @úrok je ročný úrok cenného papiera a @nom_hod je jeho nominálna hodnota. Ak nie je uvedená @nom_hod, je použité $1,000. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @emisie alebo dátum @splatnosti neplatný, ACCRINT vracia chybu #NUM!. Ak je @úrok alebo @nom_hod 0 alebo záporná, ACCRINT vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, ACCRINT vracia chybu #NUM!. Ak je dátum @emisie po dátume @splatnosti alebo sú rovnaké, ACCRINT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=ACCRINT
vi: @FUNCTION=ACCRINTM @SYNTAX=ACCRINTM(issue,maturity,rate[,par,basis]) @DESCRIPTION=ACCRINTM tính rồi trả lại tiền lãi để dồn lại cho một chứng khoán từ ngày @issue đến ngày @maturity. @issue là ngày _phát hành_ chứng khoán. @maturity là ngày đến hạn thanh toán của chứng nhận. @rate là lãi xuất mỗi năm của chứng khoán. @par là giá trị danh nghĩa của chứng khoán. Nếu bạn bỏ trống @par thì ACCRINTM áp dụng $1,000 thay vào đó.@basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @issue, hay ngày @maturity không hợp lệ thì ACCRINT trả lại lỗi « #NUM! ». * Những ngày này phải là: @issue < @first_interest < @settlement, nếu không thì ACCRINTM trả lại lỗi « #NUM! ». * Nếu « @rate ≤ 0 » hay « @par ≤ 0 » thì ACCRINTM trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì ACCRINTM trả lại lỗi « #NUM! ». * Nếu ngày @issue sau ngày @matyurity hoặc hai ngày này là cùng một ngày thì ACCRINTM trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=ACCRINT

source: @FUNCTION=INTRATE @SYNTAX=INTRATE(settlement,maturity,investment,redemption[,basis]) @DESCRIPTION=INTRATE calculates and returns the interest rate of a fully vested security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @investment is the price of the security paid at @settlement date and @redemption is the amount to be received at @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, INTRATE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, INTRATE returns #NUM! error. * If @settlement date is after @maturity date or they are the same, INTRATE returns #NUM! error. @EXAMPLES= If you had a bond with a settlement date of April 15, 2000, maturity date September 30, 2000, investment of $100,000, redemption value $103,525, using the actual/actual basis, the bond discount rate is: =INTRATE(36631, 36799, 100000, 103525, 1) which equals 0.0648 or 6.48% @SEEALSO=RECEIVED, DATE
dz: @FUNCTION=INTRATE @SYNTAX=INTRATE(settlement,maturity,investment,redemption[,basis]) @DESCRIPTION=INTRATE དེ་གིས་ སྲུང་སྐྱོབ་ཆ་ཚང་སྤྲོད་པའི་སྐྱེད་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་ཀྱི་དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ཨིན།@investment འདི་ @settlement ཚེས་གྲངས་ལུ་སྤྲོད་པའི་སྲུང་སྐྱོབ་དང་ @redemption འདི་ @maturity ཚེས་གྲངས་ལུ་ཐོབ་ནིའི་དངུལ་བསྡོམ་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁ་བརྐྱབ་པའི་རིམ་ལུགས་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @settlement ཚེས་གྲངས་ཡང་ན་ @maturity ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, INTRATE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་ @basis > 4ཨིན་པ་ཅིན་, INTRATE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @settlement ཚེས་གྲངས་འདི་ @maturity ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ཡང་ན་གཅིག་པ་ཨིན་པ་ཅིན་, INTRATE དེ་གིས་#NUM!འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= གཞི་བཙུགས་ཚེས་གྲངས་སྤྱི་ཟླ་བཞི་པའི་ཚེས་ ༡༥་ ༢༠༠༠་དང་ དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ སྤྱི་ཟླ་དགུ་པའི་ཚེས་ ༣༠་ ༢༠༠༠དང་ཅིག་ཁར་ ཁྱོད་འབྲེལ་བ་ཡོད་པ་ཅིན་ $100,000 གི་ཟད་གྲོ་, བུན་ཚབ་གནས་གོང་ $103,525, ངོ་མ་/ངོ་མའི་གཞི་རྩ་ལག་ལེན་འཐབ་སྟེ་,བཱོནཌི་ཕབ་ཆའི་ཚད་འདི: =INTRATE(36631, 36799, 100000, 103525, 1) འདི་གིས་ 0.0648 ཡང་ན་ 6.48%ལུ་མཉམ་མི་འདི་ཨིན། @SEEALSO=RECEIVED, DATE
es: @FUNCTION=INTRATE @SYNTAX=INTRATE(liquidación,vencimiento,inversión,amortización[,base]) @DESCRIPTION=INTRATE calcula y devuelve la tasa de interés de una acción completamente invertida. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @inversión es el precio pagado por la acción en la fecha de @liquidación y @amortización es la cantidad a ser recibida en la fecha de @vencimiento. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @liquidación o @vencimiento no es válida, INTRATE devuelve un error #NÚM! * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, INTRATE devuelve un error #NÚM! * Si la fecha de @liquidación es posterior a la fecha de @vencimiento o son la misma, INTRATE devuelve un error #NÚM! @EXAMPLES= Si tuvo un bono con una fecha de liquidación el 15 de Abril de 2000, fecha de vencimiento 20 de Spetiembre de 2000, inversión de 100.000 $, valor de amortización 103.525$, usando la base actual/actual, la tasa de descuento del bono es: =INTRATE(36631, 36799, 100000, 103525, 1) que es igual a 0,0648 o 6,48% @SEEALSO=RECEIVED, DATE
pt_br: @FUNCTION=INTRATE @SYNTAX=INRTATE(liquidação,vencimento,investimento,resgate[,base]) @DESCRIPTION=A função INTRATE calcula e retorna a taxa de interesse total de um título legal. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @investimento é o prêmio do título pago na data @liquidação e @resgate é o valor a receber na data de @vencimento. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @liquidação ou @vencimento não são datas válidas, INTRATE retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, INTRATE retorna o erro #NUM! * Se a data @liquidação é posterior a data @vencimento, ou mesmo se elas são as mesmas, INTRATE retorna o erro #NUM! @EXAMPLES= Se você tem um título com data de liquidação em 15 de Abril de 2000, data de vencimento 30 de Setembro de 2000, investimento de $100.000, valor de resgate $103.525, utilizando a base atual/atual, a taxa de desconto de título é: =INTRATE(36631;36799;100000;103525;1) que retorna 0,0768 ou 7,68% Pode-se utilizar também a função DATE(ano,mês,dia): =INTRATE(DATE(2000;4;15);DATE(2000;9;30);100000;103525;1) que retorna 0,0768 ou 7,68% @SEEALSO=RECEIVED, DATE
vi: @FUNCTION=INTRATE @SYNTAX=INTRATE(settlement,maturity,investment,redemption[,basis]) @DESCRIPTION=INTRATE tính rồi trả lại lãi xuất của một chứng khoán vested đầy đủ. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @investment là _giá chứng khoán đã trả_ vào ngày @settlement @redemption là _số tiền sẽ được nhận_ vào ngày @maturity. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @settlement hay ngày @maturity không hợp lệ thì INTRATE trả lại lỗi « #NUM! ». * Những ngày này phải là: @issue < @first_interest < @settlement, nếu không thì INTRATE trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì INTRATE trả lại lỗi « #NUM! ». * Nếu ngày @settlement sau ngày @maturity hoặc hai ngày này là cùng một ngày thì INTRATE trả lại lỗi « #NUM! ». @EXAMPLES= Nếu bạn có một trái khoán có: • ngày than toán ngày 15 tháng tư, năm 2000 • ngày đến hạn thanh toán ngày 30 tháng chín năm 2000 • đầu tư $100,000 • giá trị sẽ nhận vào ngày đến hạn thanh toán là $103,525 thì dùng cơ bản thật/thật, tỷ lệ chiết khấu trái khoán là: =INTRATE(36631, 36799, 100000, 103525, 1) mà bằng 0.0648 hay 6.48% @SEEALSO=RECEIVED, DATE

source: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED calculates and returns the amount to be received at maturity date for a security bond. @settlement is the settlement date of the security. @maturity is the maturity date of the security. The amount of investment is specified in @investment. @rate is the security's discount rate. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, RECEIVED returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, RECEIVED returns #NUM! error. * If @settlement date is after @maturity date or they are the same, RECEIVED returns #NUM! error. @EXAMPLES= @SEEALSO=INTRATE
dz: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED དེ་གིས་ སྲུང་སྐྱོབ་བཱོནཌི་གི་དོན་ལུ་ དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ལུ་ཐོབ་ནི་གི་དངུལ་བསྡོམ་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་སྲུང་སྐྱོབ་ཀྱི་དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ཨིན། ཟད་གྲོ་གི་བསྡོམ་འདི་@investment ནང་གསལ་བཀོད་འབད་དེ་ཡོདཔ་ཨིན། @rate འདི་སྲུང་སྐྱོབ་ཕབ་ཆའི་ཚད་ཨིན། @basis འདི་ཁྱོད་ཀཡིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོམ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་30/360 * If @settlement ཚེས་གྲངས་ཡང་ན་ @maturity ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, RECEIVED དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་@basis > 4ཨིན་པ་ཅིན་, RECEIVED དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @settlement ཚེས་གྲངས་འདི་ @maturity ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ཨིན་པ་ཅིན་ཡང་ན་གཅིག་པ་ཅིན་, RECEIVED དེ་གིས་#NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=INTRATE
es: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(liquidación,vencimiento,inversión,tasa[,base]) @DESCRIPTION=RECEIVED calcula y devuelve la cantidad a ser recibida a la fecha de vencimiento para una acción bono. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. La cantidad de inversión se especifica en @inversión. @tasa es la tasa de descuento de la acción. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @liquidación o @vencimiento no es válida, RECEIVED devuelve un error #NÚM! * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, RECEIVED devuelve un error #NÚM! * Si la fecha de @liquidación es posterior a la fecha de @vencimiento o son la misma, RECEIVED devuelve un error #NÚM! @EXAMPLES= @SEEALSO=INTRATE
fr: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(liquidation;échéance;invest;taux[;base]) @DESCRIPTION=RECEIVED calcule le prix à échéance d'un investissement sans coupons. @liquidation est la date d'achat, @échéance la date d'échéance, @invest le prix payé à la date @liquidation et @taux son taux d'intérêt. @base indique le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @liquidation ou @échéance ne sont pas valides, ou si @liquidation >= @échéance, RECEIVED renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, RECEIVED renvoie l'erreur #NUM!. @EXAMPLES= @SEEALSO=RECEIVED, DATE
nl: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(stortingsdatum;vervaldatum;investering;disconto[;soort_jaar]) @DESCRIPTION=RECEIVED (ned. OPBRENGST) berekent het bedrag dat op de @vervaldatum wordt uitgekeerd voor een volgestort waardepapier. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @investering is het bedrag dat in het waardepapier is geïnvesteerd. @disconto is het discontopercentage van het waardepapier. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @stortingsdatum of @vervaldatum ongeldig is, geeft RECEIVED een #GETAL! foutmelding. * Als @soort_jaar wordt weggelaten, wordt Amerikaans 30/360 gebruikt. * Als @soort_jaar < 0 of @soort_jaar > 4, geeft RECEIVED een #GETAL! foutmelding. * Als @stortingsdatum na @vervaldatum ligt of als ze gelijk zijn, geeft RECEIVED een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=INTRATE
pt_br: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(liquidação,vencimento,investimento,taxa[,base]) @DESCRIPTION=RECEIVED calcula e retorna a quantia a ser recebida na data de vencimento de um título. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @investimento é a quantia investida. @taxa é a taxa de desconto do título. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @liquidação ou @vencimento não são datas válidas, RECEIVED retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, RECEIVED retorna o erro #NUM! * Se a data @liquidação é posterior a data @vencimento, ou mesmo se elas são as mesmas, RECEIVED retorna o erro #NUM! @EXAMPLES= @SEEALSO=INTRATE
sk: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(vyrovnanie,splatnosť,investícia,úrok[,základňa]) @DESCRIPTION=RECEIVED počíta získanú sumu dňa @splatnosť pre obligáciu. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. Velkosť investície je v @investícia. @úrok je úroková miera.@základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, RECEIVED vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, RECEIVED vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, RECEIVED vracia chybu #NUM!. @EXAMPLES= @SEEALSO=INTRATE
vi: @FUNCTION=RECEIVED @SYNTAX=RECEIVED(settlement,maturity,investment,rate[,basis]) @DESCRIPTION=RECEIVED tính rồi trả lại số tiền sẽ được nhận vào ngày đến hạn thanh toán cho một trái chứng khoán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày đến hạn thanh toán chứng khoán. @investment là số tiền đầu tư. @rate là tỷ lệ chiết khấu cho chứng khoán. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @settlement hay ngày @maturity không hợp lệ thì RECEIVED trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì RECEIVED trả lại lỗi « #NUM! ». * Nếu ngày @settlement sau ngày @maturity hoặc hai ngày này là cùng một ngày thì RECEIVED trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=INTRATE
