Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI returns a Bernoulli-distributed random number. * If @p < 0 or @p > 1 RANDBERNOULLI returns #NUM! error. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
dz: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI དེ་གིས་ བར་ནའུ་ལི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1ཨིན་པ་ཅིན་ RANDBERNOULLI དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
es: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI devuelve un número aleatorio distribuido según Bernuolli. * Si @p < 0 ó @p > 1, RANDBERNUOLLI devuelve el error #NÚM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
fr: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Bernoulli. * Si @p < 0 ou @p > 1, RANDBERNOULLI renvoie #NUM!. @SEEALSO=RAND,RANDBETWEEN
nl: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI geeft een willekeurig getal volgens een Bernoulli distributie * Als @p < 0 of @p > 1 geeft RANDBERNOULLI een #GETAL! foutmelding. @EXAMPLES= RANDBERNOULLI(0,5) @SEEALSO=RAND,RANDBETWEEN
pt_br: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI retorna um número aleatório que segue a distribuição de Bernoulli. * Se @p < 0 ou @p > 1, RANDBERNOULLI retorna o erro #NUM! @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné číslo podľa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI trả lại số ngẫu nhiên theo phân phối Bernoulli. * Nếu « @p < 0 » hoặc « @p > 1 » thì trả lại lỗi « #NUM! ». @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(mean,stdev) @DESCRIPTION=RANDNORM returns a normal-distributed random number. * If @stdev < 0 RANDNORM returns #NUM! error. @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND
dz: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(mean,stdev) @DESCRIPTION=RANDNORM དེ་གིས་ སྤྱིར་གཏང་-བཀྲམ་སྤེལ་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @stdev < 0 ཨིན་པ་ཅིན་RANDNORM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND
es: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(media,desvst) @DESCRIPTION=RANDNORM devuelve un número aleatorio distribuido según una distribución gaussiana. * Si @desvst < 0 RANDNORM devuelve el error #NÚM!. @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND
fr: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(moyenne;écart_type) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution normale. * Si @écart_type < 0, RANDNORM renvoie #NUM!. @SEEALSO=RAND,RANDBETWEEN
nl: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(gemiddelde;stdev) @DESCRIPTION=RANDGAUSSIAN geeft eepn willekeurig getal volgens een normale distributie. * Als @stdev < 0 geeft RANDNORM een #WAARDE! foutmelding. @EXAMPLES= RANDNORM(0;1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(média,desvpad) @DESCRIPTION=RANDNORM retorna um número aleatório que segue a distribuição normal. * Se @desvpad < 0, RANDNORM retorna o erro #NUM! @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné číslo podľa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDNORM @SYNTAX=RANDNORM(mean,stdev) @DESCRIPTION=RANDNORM trả lại một số ngẫu nhiên theo phân phối chuẩn. * Nếu « @stdev < 0 » thì RANDNORM trả lại lỗi « #NUM! ». @EXAMPLES= RANDNORM(0,1). @SEEALSO=RAND

source: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY returns a Cauchy-distributed random number with scale parameter a. The Cauchy distribution is also known as the Lorentz distribution. * If @a < 0 RANDCAUCHY returns #NUM! error. @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND
dz: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY དེ་གིས་ ཀོ་ཆི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་ ཆ་ཚད་ཚད་བཟུང་ ཨེ་དང་ཅིག་ཁར་སླར་ལོག་འབདཝ་ཨིན། ཀོ་ཆི་བཀྲམ་སྤེལ་འདི་ ལོ་རེནསི་བཀྲམ་སྤེལ་ཟེར་ཡང་སླབ་ཨིན། * If @a < 0 ཨི་ནཔ་ཅིན་RANDCAUCHY དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND
es: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY devuelve un número aleatorio según la distribución de Cauchy con parámetro de escala a. La distribución de Cauchy también es conocida como la distribución de Lorentz. * Si @a < 0 RANDCAUCHY devuelve el error #NÚM!. @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND
fr: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Cauchy (également appelée de Lorentz) ayant @a pour paramètre d'échelle. * Si @a < 0, RANDCAUCHY renvoie #NUM!. @SEEALSO=RAND
nl: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY geeft een willekeurig getal volgens een Cauchy-distributie met schaalparameter a. De Cauchy-distributie is ook bekend onder de naam Lorentz-distributie. * Als @a < 0 geeft RANDCAUCHY een #GETAL! foutmelding. @EXAMPLES= RANDCAUCHY(1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY retorna um número aleatório que segue a distribuição de Cauchy com parâmetro a. A distribuição de Cauchy é também conhecida como distribuição de Lorentz. * Se @a < 0, RANDCAUCHY retorna o erro #NUM! @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné číslo podľa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDCAUCHY @SYNTAX=RANDCAUCHY(a) @DESCRIPTION=RANDCAUCHY trả lại một số ngẫu nhiên theo phân phối Cauchy, với tham số tỷ lệ a. Phân phối Cauchy cũng được gọi là phân phối Lorentz. * Nếu « @a < 0 » thì RANDCAUCHY trả lại lỗi « #NUM! ». @EXAMPLES= RANDCAUCHY(1). @SEEALSO=RAND

source: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta,sigma) @DESCRIPTION=RANDLOGNORM returns a lognormal-distributed random number. @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND
dz: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta,sigma) @DESCRIPTION=RANDLOGNORM དེ་གིས་ དྲན་དེབ་སྤྱིར་གཏང་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND
es: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta,sigma) @DESCRIPTION=RANDLOGNORM devuelve un número aleatorio según una distribución normal-logarítmica. @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND
fr: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta;sigma) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution log-normale. @SEEALSO=RAND
nl: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta;sigma) @DESCRIPTION=RANDLOGNORM geeft een willekeurig getal volgens een lognormale distributie. @EXAMPLES= RANDLOGNORM(1;2) @SEEALSO=RAND
pt_br: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta,sigma) @DESCRIPTION=RANDLOGNORM retorna um número aleatório que segue a distribuição lognormal. @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND
sk: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON vracia náhodné číslo podľa Poissonovho rozdelenia. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDLOGNORM @SYNTAX=RANDLOGNORM(zeta,sigma) @DESCRIPTION=RANDLOGNORM trả lại một số ngẫu nhiên theo phân phối loga chuẩn. @EXAMPLES= RANDLOGNORM(1,2). @SEEALSO=RAND

source: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL returns a Weibull-distributed random number. @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND
dz: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL དེ་གིས་ ཝིའི་བཱུལ་-བཀྲམ་སྤེལ་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND
es: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL devuelve un número aleatorio según una distribución Weibull. @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND
fr: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a;b) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Weibull. @SEEALSO=RAND
nl: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a;b) @DESCRIPTION=RANDWEIBULL geeft een willekeurig getal volgens een Weibull-distributie. @EXAMPLES= RANDWEIBULL(1;2) @SEEALSO=RAND
pt_br: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL retorna um número aleatório que segue a distribuição de Weibull. @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDWEIBULL @SYNTAX=RANDWEIBULL(a,b) @DESCRIPTION=RANDWEIBULL trả lại một số ngẫu nhiên theo phân phối Weibull. @EXAMPLES= RANDWEIBULL(1,2). @SEEALSO=RAND

source: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE returns a Laplace-distributed random number. Laplace distribution is also known as two-sided exponential probability distribution. @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND
dz: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE དེ་གིས་ ལེབ་པེལེསི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན།ལེབ་པེལེསི་བཀྲམ་སྤེལ་འདི་ ཟུར་གཉིས་ལྡན་བསྒྱུར་གྲངས་འབྱུང་སྲིད་པའི་བཀྲམ་སྤེལ་ཟེར་ཡང་སླབ་ཨིན། @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND
es: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE devuelve un número aleatorio según la distribución de Laplace. La distribución de Laplace es también conocida como distribución de probabilidad exponencial doble. @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND
fr: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Laplace, égalemment connue sous le nom de distribution exponentielle à deux cotés. @SEEALSO=RAND
nl: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE geeft een willekeurig getal volgens een Laplace-verdeling. De Laplace-verdeling is ook bekend onder de naam twee-zijdig exponentiële kansverdeling. @EXAMPLES= RANDLAPLACE(1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE retorna um número aleatório que segue a distribuição de Laplace. A distribuição de Laplace é também conhecida como distribuição exponencial bilateral. @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDLAPLACE @SYNTAX=RANDLAPLACE(a) @DESCRIPTION=RANDLAPLACE trả lại một số ngẫu nhiên theo phân phối Laplace. Phân phối Laplace cũng được gọi là phân phối xác suất cạnh đôi. @EXAMPLES= RANDLAPLACE(1). @SEEALSO=RAND

source: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH returns a Rayleigh-distributed random number. @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND
dz: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH དེ་གིས་ རེ་ལིའི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND
es: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH devuelve un número aleatorio según la distribución de Rayleigh @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND
fr: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Rayleigh. @SEEALSO=RAND
nl: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH geeft een willekeurig getal volgens een Rayleigh-distributie. @EXAMPLES= RANDRAYLEIGH(1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH retorna um número aleatório que segue a distribuição de Rayleigh. @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDRAYLEIGH @SYNTAX=RANDRAYLEIGH(sigma) @DESCRIPTION=RANDRAYLEIGH trả lại một số ngẫu nhiên theo phân phối Rayleigh. @EXAMPLES= RANDRAYLEIGH(1). @SEEALSO=RAND

source: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,sigma) @DESCRIPTION=RANDRAYLEIGHTAIL returns a random variate from the tail of the Rayleigh distribution with scale parameter sigma and a lower limit of a. The distribution is, p(x) dx = {x over sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, for x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH
dz: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,sigma) @DESCRIPTION=RANDRAYLEIGHTAIL དེ་གིས་ གང་བྱུང་འགྱུར་བ་འདི་ ཆ་ཚད་ཚད་བཟུང་སིག་མ་དང་ཨེ་གི་འོག་གི་ཚད་དང་ཅིག་ཁར་ རེ་ལིའི་བཀྲམ་སྤེལ་གྱི་མཇུག་ལས་སླར་ལོག་འབདཝ་ཨིན། བཀརམ་སྤེལ་འདི་ p(x) dx = {x over sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, for x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH
es: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,sigma) @DESCRIPTION=RANDRAYLEIGHTAIL devuelve una variación aleatoria de la cola de una distribución Rayleigh con parámetro de escala @sigma y límite inferior @a. La distribución es: p(x) dx = {x sobre sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, para x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH
fr: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a;sigma) @DESCRIPTION=Renvoie un nombre aléatoire de la queue d'une distribution de RAyleigh, de facteur d'échelle @sigma et avec une limite inférieure de @a. La distribution est : p(x) dx = {x over sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, pour x > a. @SEEALSO=RAND,RANDRAYLEIGH
nl: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a;sigma) @DESCRIPTION=RANDRAYLEIGHTAIL geeft een willekeurig getal uit de staart van de Rayleigh distributie met schaalparameter sigma en onderlimiet a. De distributie is, p(x) dx = {x over sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, voor x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0,3;1) @SEEALSO=RAND,RANDRAYLEIGH
pt_br: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,sigma) @DESCRIPTION=RANDRAYLEIGHTAIL retorna um número aleatório da cauda da distribuição de Rayleigh com parâmetro de escala @sigma e limite inferior @a. A distribuição Rayleigh tem a forma: p(x) dx = {x sobre sigma^2} exp ((a^2 - x^2) /(2 sigma^2)) dx, para x > a. @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDRAYLEIGHTAIL @SYNTAX=RANDRAYLEIGHTAIL(a,sigma) @DESCRIPTION=RANDRAYLEIGHTAIL trả lại một số ngẫu nhiên bị giới hạn, từ đuôi của phân phối Rayleigh, với tham số tỷ lệ « Σ », và giới hạn thấp hơn là « a ». Phân phối là: p(x) dx = {x trên sigma²} exp ((a² - x²) /(2 sigma²)) dx, cho « x > a ». @EXAMPLES= RANDRAYLEIGHTAIL(0.3,1). @SEEALSO=RAND,RANDRAYLEIGH

source: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA returns a Gamma-distributed random number. * If @a <= 0 RANDGAMMA returns #NUM! error. @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND
dz: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA དེ་གིས་ ག་མ་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * If @a <= 0 RANDGAMMA དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND
es: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA devuelve un número aleatorio según una distribución Gamma. * Si @a <= 0 RANDGAMMA devuelve el error #NÚM!. @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND
fr: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a;b) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Gamma. * Si @a < 0, RANDGAMMA renvoie #NUM!. @SEEALSO=RAND
nl: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a;b) @DESCRIPTION=RANDGAMMA geeft een willekeurig getal volgens een Gamma-distributie * Als @a <= 0 geeft RANDGAMMA een #GETAL! foutmelding. @EXAMPLES= RANDGAMMA(1;2) @SEEALSO=RAND
pt_br: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA retorna um número aleatório que segue a distribuição Gamma. * Se @a <= 0, RANDGAMMA retorna o erro #NUM! @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné číslo podľa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDGAMMA @SYNTAX=RANDGAMMA(a,b) @DESCRIPTION=RANDGAMMA trả lại một số ngẫu nhiên theo phân phối γ. * Nếu « @a ≤ 0 » thì RANDGAMMA trả lại lỗi « #NUM! ». @EXAMPLES= RANDGAMMA(1,2). @SEEALSO=RAND

source: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO returns a Pareto-distributed random number. @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND
dz: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO དེ་གིས་ པེ་རི་ཊོ་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND
es: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO devuelve un número aleatorio distribuido según Pareto. @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND
fr: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a;b) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Pareto. @SEEALSO=RAND
nl: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a;b) @DESCRIPTION=RANDPARETO geeft een willekeurig getal volgens een Pareto-distributie. @EXAMPLES= RANDEXP(1;2) @SEEALSO=RAND
pt_br: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO retorna um número aleatório que segue a distribuição de Pareto. @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDPARETO @SYNTAX=RANDPARETO(a,b) @DESCRIPTION=RANDPARETO trả lại một số ngẫu nhiên theo phân phối Pareto. @EXAMPLES= RANDPARETO(1,2). @SEEALSO=RAND

source: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST returns a F-distributed random number. @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA
dz: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST དེ་གིས་ ཨེཕ་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA
es: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST devuelve un número aleatorio F-distribuido. @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA
fr: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1;nu2) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution F.. @SEEALSO=RAND,RANDGAMMA
nl: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1;nu2) @DESCRIPTION=RANDFDIST geeft een willekeurig getal volgens een F-distributie. @EXAMPLES= RANDFDIST(1;2) @SEEALSO=RAND,RANDGAMMA
pt_br: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST retorna um número aleatório que segue a distribuição F. @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA
sk: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON vracia náhodné číslo podľa Poissonovho rozdelenia. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDFDIST @SYNTAX=RANDFDIST(nu1,nu2) @DESCRIPTION=RANDFDIST trà về một số ngẫu nhiên theo phân phối F. @EXAMPLES= RANDFDIST(1,2). @SEEALSO=RAND,RANDGAMMA

source: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA returns a Beta-distributed random number. @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA
dz: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA དེ་གིས་ སྔོན་དཔྱད་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA
es: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA devuelve un número aleatorio Beta- distribuido. @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA
fr: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a;b) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution Beta. @SEEALSO=RAND,RANDGAMMA
nl: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a;b) @DESCRIPTION=RANDBETA geeft een willekeurig getal volgens een Beta-distributie. @EXAMPLES= RANDBETA(1;2) @SEEALSO=RAND,RANDGAMMA
pt_br: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA retorna um número aleatório que segue a distribuição Beta. @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDBETA @SYNTAX=RANDBETA(a,b) @DESCRIPTION=RANDBETA trả lại một số ngẫu nhiên theo phân phối β. @EXAMPLES= RANDBETA(1,2). @SEEALSO=RAND,RANDGAMMA

source: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC returns a logistic-distributed random number. The distribution function is, p(x) dx = { exp(-x/a) over a (1 + exp(-x/a))^2 } dx for -infty < x < +infty. @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
dz: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC དེ་གིས་ གཏན་ཚིག་ཅན་གྱི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། བཀྲམ་སྤེལ་གྱི་ལས་འགན་འདི་, p(x) dx = { exp(-x/a) over a (1 + exp(-x/a))^2 } dx for -infty < x < +infty. @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
es: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC devuelve un número aleatorio logísticamente distribuido. La función de distribución es: p(x) dx = { exp(-x/a) sobre (1 + exp(-x/a))^2 } dx para -inf < x < +inf. @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
fr: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution logistique. La fonction de distribution est p(x) dx = {exp(-x/a) over a (1 + exp(-x/a))^2 } dx pour tout x. @SEEALSO=RAND
nl: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC geeft een willekeurig getal volgens een logistische distributie. De distributiefunctie is, p(x) dx = { exp(-x/a) over a (1 + exp(-x/a))^2 } dx voor -oneindig < x < +oneindig @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
pt_br: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC retorna um número aleatório que segue a distribuição Logística. A distribuição Logística tem a forma: p(x) dx = { exp(-x/a) sobre a (1 + exp(-x/a))^2 } dx para -infinito < x < +infinito. @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
sk: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON vracia náhodné číslo podľa Poissonovho rozdelenia. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDLOGISTIC @SYNTAX=RANDLOGISTIC(a) @DESCRIPTION=RANDLOGISTIC trả lại một số ngẫu nhiên theo phân phối lôgistic. Hàm phân phối là: p(x) dx = { exp(-x/a) trên a (1 + exp(-x/a))² } dx cho « -∞ < x < +∞ ». @EXAMPLES= RANDLOGISTIC(1). @SEEALSO=RAND
