Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: ISREF:TRUE if @{value} is a reference
da: ISREF:SAND hvis @{value} er en reference

source: This function checks if a value is a cell reference.
da: Denne funktion kontrollerer om en værdi er en cellereference.

source: ISTEXT:TRUE if @{value} is text
da: ISTEXT:SAND hvis @{value} er tekst

source: N:@{text} converted to a number
da: N:@{text} konverteret til et tal

source: text:string
da: text:streng

source: If @{text} contains non-numerical text, 0 is returned.
da: Hvis @{text} indeholder ikke-numerisk tekst, så returneres 0.

source: =N("eleven")
da: =N("elleve")

source: TYPE:a number indicating the data type of @{value}
da: TYPE:Et tal der angiver datatypen af @{value}

source: TYPE returns a number indicating the data type of @{value}: 1 = number 2 = text 4 = boolean 16 = error 64 = array
da: TYPE returnerer et tal der angiver datatypen for @{value}: 1 = tal 2 = tekst 4 = boolsk 16 = fejl 64 = matrix

source: GETENV:the value of execution environment variable @{name}
da: GETENV:Værdien af eksekveringsmiljøvariablen @{name}

source: name:the name of the environment variable
da: name:navnet på miljøvariablen

source: If a variable called @{name} does not exist, #N/A will be returned.
da: Hvis en variabel kaldet @{name} ikke findes, så returneres #N/A.

source: Variable names are case sensitive.
da: Variabelnavne skelner mellem store og små bogstaver.

source: GET.LINK:the target of the hyperlink attached to @{cell} as a string
da: GET.LINK:Målet for hyperhenvisningen knyttet til @{cell} som en streng

source: The value return is not updated automatically when the link attached to @{cell} changes but requires a recalculation.
da: Returværdien opdateres ikke automatisk når henvisningen knyttet til @{cell} ændres, men kræver en genberegning.

source: AND:logical conjunction
da: AND:Logisk konjunktion

source: b0:logical value
da: b0:logisk værdi

source: b1:logical value
da: b1:logisk værdi

source: AND calculates the logical conjunction of its arguments @{b0},@{b1},...
da: AND beregner den logiske konjunktion af sine argumenter @{b0},@{b1},...

source: If an argument is numerical, zero is considered FALSE and anything else TRUE.
da: Hvis et argument er numerisk, betragtes nul som FALSK og alt andet som SANDT.

source: Strings and empty values are ignored.
da: Strenge og tomme værdier ignoreres.

source: If no logical values are provided, then the error #VALUE! is returned.
da: Hvis ingen logiske værdier tilbydes, så returneres fejlen #VÆRDI!

source: This function is strict: if any argument is an error, the result will be the first such error.
da: Denne funktion er streng: hvis et argument er en fejl, vil resultatet være den første sådan fejl.

source: NOT:logical negation
da: NOT:Logisk negation

source: b:logical value
da: b:logisk værdi

source: NOT calculates the logical negation of its argument.
da: NOT beregner den logiske negation af sit argument.

source: If the argument is numerical, zero is considered FALSE and anything else TRUE.
da: Hvis argumentet er numerisk, betragtes nul som FALSK og alt andet som SANDT.

source: OR:logical disjunction
da: OR:Logisk disjunktion

source: OR calculates the logical disjunction of its arguments @{b0},@{b1},...
da: OR beregner den logiske disjunktion af sine argumenter @{b0},@{b1},...

source: XOR:logical exclusive disjunction
da: XOR:Logisk eksklusiv disjunktion

source: XOR calculates the logical exclusive disjunction of its arguments @{b0},@{b1},...
da: XOR beregner den logiske eksklusive disjunktion af sine argumenter @{b0},@{b1},...

source: IFERROR:test for error
da: IFERROR:Test for fejl

source: x:value to test for error
da: x:værdi der skal testes for fejl

source: y:alternate value
da: y:alternativ værdi

source: This function returns the first value, unless that is an error, in which case it returns the second.
da: Denne funktion returnerer den første værdi, medmindre den er en fejl, i hvilket tilfælde den returnerer den anden.
es: Esta función devuelve el primer valor, a no ser que sea un error, en cuyo caso devuelve el segundo.

source: IFNA:test for #N/A error
da: IFNA:Test for #N/A-fejl

source: x:value to test for #N/A error
da: x:værdi der skal testes for #N/A-fejl

source: This function returns the first value, unless that is #N/A, in which case it returns the second.
da: Denne funktion returnerer den første værdi, medmindre den er #N/A, i hvilket tilfælde den returnerer den anden.

source: IFS:multi-branch conditional
da: IFS:Flergrenet betingelse

source: cond1:condition
da: cond1:betingelse

source: value1:value if @{condition1} is true
da: value1:værdi hvis @{condition1} er sand

source: cond2:condition
da: cond2:betingelse

source: value2:value if @{condition2} is true
da: value2:værdi hvis @{condition2} er sand

source: This function returns the value after the first true conditional. If no conditional is true, #VALUE! is returned.
da: Denne funktion returnerer værdien efter den første sande betingelse. Hvis ingen betingelse er sand, returneres #VÆRDI!

source: SWITCH:multi-branch selector
da: SWITCH:Flergrenet vælger

source: ref:value
da: ref:værdi

source: choice1:first choice value
da: choice1:første valgværdi

source: value1:first result value
da: value1:første resultatværdi

source: choice2:second choice value
da: choice2:anden valgværdi

source: value2:second result value
da: value2:anden resultatværdi

source: This function compares the reference value, @{ref}, against the choice values, @{choice1} etc., and returns the corresponding result value when it finds a match. The choices may be followed by a default value to use. If there are no choices that match and no default value, #N/A is return.
da: Denne funktion sammenligner referenceværdien, @{ref}, med valgværdierne, @{choice1} osv., og returnerer den tilsvarende resultatværdi når den finder et match. Valgene kan efterfølges af en standardværdi der skal bruges. Hvis der ikke er nogen valg der matcher og ingen standardværdi, returneres #N/A.

source: TRUE:the value TRUE
da: TRUE:Værdien SAND

source: TRUE returns the value TRUE.
da: TRUE returnerer værdien SAND.

source: FALSE:the value FALSE
da: FALSE:Værdien FALSK

source: FALSE returns the value FALSE.
da: FALSE returnerer værdien FALSK.

source: ADDRESS:cell address as text
da: ADDRESS:Celleadresse som tekst

source: row_num:row number
da: row_num:rækkenummer

source: col_num:column number
da: col_num:kolonnenummer

source: text:name of the worksheet, defaults to no sheet
da: text:navn på arbejdsarket, standardværdi er intet ark

source: If @{row_num} or @{col_num} is less than one, ADDRESS returns #VALUE!
da: Hvis @{row_num} eller @{col_num} er mindre end én, så returnerer ADDRESS #VÆRDI!Hvis @{row_num} eller @{col_num} er mindre end en, så returnerer ADDRESS #VÆRDI!

source: If @{abs_num} is greater than 4 ADDRESS returns #VALUE!
da: Hvis @{abs_num} er større end 4, så returnerer ADDRESS #VÆRDI!

source: AREAS:number of areas in @{reference}
da: AREAS:Antal områder i @{reference}

source: reference:range
da: reference:interval

source: CHOOSE:the (@{index}+1)th argument
da: CHOOSE:Det (@{index}+1)'te argument

source: index:positive number
da: index:positivt tal

source: value1:first value
da: value1:første værdi

source: value2:second value
da: value2:anden værdi

source: CHOOSE returns its (@{index}+1)th argument.
da: CHOOSE returnerer sit (@{index}+1)'te argument.

source: @{index} is truncated to an integer. If @{index} < 1 or the truncated @{index} > number of values, CHOOSE returns #VALUE!
da: @{index} er afkortet til et heltal. Hvis @{index} < 1 eller den afkortet @{index} > antal værdier, så returnerer CHOOSE #VÆRDI!

source: VLOOKUP:search the first column of @{range} for @{value}
da: VLOOKUP:Søg i første kolonne af @{range} efter @{value}

source: value:search value
da: value:Søgeværdi

source: range:range to search
da: range:interval der skal søges i

source: column:1-based column offset indicating the return values
da: column:1-baseret kolonneforskydning der angiver returværdierne

source: as_index:if true, the 0-based row offset is returned; defaults to FALSE
da: as_index:hvis sand, så returneres den 0-baserede rækkeforskydning; standardværdi er FALSK

source: VLOOKUP returns #REF! if @{column} falls outside @{range}.
da: VLOOKUP returnerer #REF! hvis @{column} falder uden for @{range}.

source: HLOOKUP:search the first row of @{range} for @{value}
da: HLOOKUP:Søg i første række af @{range} efter @{value}

source: row:1-based row offset indicating the return values
da: row:1-baseret rækkeforskydning der angiver returværdierne

source: HLOOKUP returns #REF! if @{row} falls outside @{range}.
da: HLOOKUP returnerer #REF! hvis @{row} falder uden for @{range}.

source: value:value to look up
da: value:værdi der skal slås op

source: vector1:range to search:
da: vector1:interval der skal søges i:

source: vector2:range of return values
da: vector2:interval af returværdier

source: The data must be sorted.
da: Dataene skal være sorterede.

source: If @{value} is smaller than the first value it returns #N/A.
da: Hvis @{value} er mindre end den første værdi, så returneres #N/A.

source: MATCH:the index of @{seek} in @{vector}
da: MATCH:Indekset for @{seek} i @{vector}

source: seek:value to find
da: seek:værdi der skal findes

source: vector:n by 1 or 1 by n range to be searched
da: vector:n×1- eller 1×n-interval der skal søges i

source: MATCH searches @{vector} for @{seek} and returns the 1-based index.
da: MATCH søger i @{vector} efter @{seek} og returnerer det 1-baserede indeks.

source: If @{seek} could not be found, #N/A is returned.
da: Hvis @{seek} ikke kunne findes, så returneres #N/A.

source: If @{vector} is neither n by 1 nor 1 by n, #N/A is returned.
da: Hvis @{vector} hverken er n×1 eller 1×n, så returneres #N/A.

source: INDIRECT:contents of the cell pointed to by the @{ref_text} string
da: INDIRECT:Indholdet af cellen peget på af @{ref_text}-strengen

source: ref_text:textual reference
da: ref_text:tekstuel reference

source: INDEX:reference to a cell in the given @{array}
da: INDEX:Reference til en celle i den givne @{array}

source: array:cell or inline array
da: array:celle eller indbygget matrix

source: row:desired row, defaults to 1
da: row:ønsket række, standardværdi er 1

source: col:desired column, defaults to 1
da: col:ønsket kolonne, standardværdi er 1

source: area:from which area to select a cell, defaults to 1
da: area:fra hvilket område der skal vælges en celle, standardværdi er 1

source: COLUMN:vector of column numbers
da: COLUMN:Vektor af kolonnenumre

source: x:reference, defaults to the position of the current expression
da: x:reference, standardværdi er positionen for det aktuelle udtryk

source: COLUMN() in G13 equals 7.
da: COLUMN() i G13 er lig med 7.
es: COLUMN() en G13 equivale a 7.

source: COLUMNNUMBER:column number for the given column called @{name}
da: COLUMNNUMBER:Kolonnenummer for den givne kolonne kaldet @{name}

source: name:column name such as "IV"
da: name:kolonnenavn såsom "IV"

source: If @{name} is invalid, COLUMNNUMBER returns #VALUE!
da: Hvis @{name} er ugyldigt, så returnerer COLUMNNUMBER #VÆRDI!

source: COLUMNS:number of columns in @{reference}
da: COLUMNS:Antal kolonner i @{reference}

source: reference:array or area
da: reference:matrix eller område

source: If @{reference} is neither an array nor a reference nor a range, COLUMNS returns #VALUE!
da: Hvis @{reference} hverken er en matrix eller en reference eller et interval, returnerer COLUMNS #VÆRDI!

source: OFFSET:an offset cell range
da: OFFSET:Et forskudt celleinterval

source: range:reference or range
da: range:reference eller interval

source: row:number of rows to offset @{range}
da: row:antal rækker der skal forskyde @{range}

source: col:number of columns to offset @{range}
da: col:antal kolonner der skal forskyde @{range}

source: height:height of the offset range, defaults to height of @{range}
da: height:højde for forskydningsintervallet, standardværdi er højde for @{range}

source: width:width of the offset range, defaults to width of @{range}
da: width:bredde for forskydningsintervallet, standardværdi er bredde for @{range}

source: If @{range} is neither a reference nor a range, OFFSET returns #VALUE!
da: Hvis @{range} hverken er en reference eller et interval, så returnerer OFFSET #VÆRDI!Hvis @{range} hverken er en reference eller et interval, så returnerer OFFSET #VÆRDI!

source: ROW:vector of row numbers
da: ROW:Vektor af rækkenumre

source: ROWS:number of rows in @{reference}
da: ROWS:Antal rækker i @{reference}

source: reference:array, reference, or range
da: reference:matrix, reference eller interval

source: If @{reference} is neither an array nor a reference nor a range, ROWS returns #VALUE!
da: Hvis @{reference} hverken er en matrix eller en reference eller et interval, returnerer ROWS #VÆRDI!

source: SHEETS:number of sheets in @{reference}
da: SHEETS:Antal ark i @{reference}

source: reference:array, reference, or range, defaults to the maximum range
da: reference:matrix, reference eller interval, standardværdi er maksimumintervallet

source: If @{reference} is neither an array nor a reference nor a range, SHEETS returns #VALUE!
da: Hvis @{reference} hverken er en matrix eller en reference eller et interval, returnerer SHEETS #VÆRDI!

source: SHEET:sheet number of @{reference}
da: SHEET:Arknummer for @{reference}

source: If @{reference} is neither a reference nor a literal sheet name, SHEET returns #VALUE!
da: Hvis @{reference} hverken er en reference eller et bogstaveligt arknavn, returnerer SHEET #VÆRDI!

source: HYPERLINK:second or first arguments
da: HYPERLINK:Andet eller første argument

source: link_location:string
da: link_location:streng

source: label:string, optional
da: label:streng, valgfri

source: TRANSPOSE:the transpose of @{matrix}
da: TRANSPOSE:Transponeringen af @{matrix}

source: matrix:range
da: matrix:interval

source: FLIP:@{matrix} flipped
da: FLIP:@{matrix} vendt

source: ARRAY:vertical array of the arguments
da: ARRAY:Lodret matrix af argumenterne

source: v:value
da: v:værdi

source: SORT:sorted list of numbers as vertical array
da: SORT:Sorteret liste af tal som lodret matrix

source: ref:list of numbers
da: ref:liste af tal

source: order:0 (descending order) or 1 (ascending order); defaults to 0
da: order:0 (faldende rækkefølge) eller 1 (stigende rækkefølge); standardværdi er 0

source: Strings, booleans, and empty cells are ignored.
da: Strenge, boolske værdier og tomme celler ignoreres.

source: SORT({4,3,5}) evaluates to {5,4,3}
da: SORT({4,3,5}) evaluerer til {5,4,3}

source: UNIQUE:unique values in a range or array
da: UNIQUE:Unikke værdier i et interval eller en matrix

source: data:range or array
da: data:interval eller matrix

source: by_col:by column if TRUE, by row otherwise; defaults to FALSE
da: by_col:efter kolonne hvis SAND, efter række ellers; standardværdi er FALSK

source: exactly_once:suppress values present multiple times; defaults to FALSE
da: exactly_once:undertryk værdier der forekommer flere gange; standardværdi er FALSK

source: GCD:the greatest common divisor
da: GCD:Største fælles divisor

source: n0:positive integer
da: n0:positivt heltal

source: n1:positive integer
da: n1:positivt heltal

source: If any of the arguments is not an integer, it is truncated.
da: Hvis et af argumenterne ikke er et heltal, afkortes det.

source: LCM:the least common multiple
da: LCM:Mindste fælles multiplum

source: GD:Gudermannian function
da: GD:Gudermannian-funktion

source: x:value
da: x:værdi

source: HYPOT:the square root of the sum of the squares of the arguments
da: HYPOT:Kvadratroden af summen af kvadraterne på argumenterne

source: n0:number
da: n0:tal

source: n1:number
da: n1:tal

source: ABS:absolute value
da: ABS:Absolut værdi

source: ACOS:the arc cosine of @{x}
da: ACOS:Den inverse kosinus af @{x}

source: ACOSH:the hyperbolic arc cosine of @{x}
da: ACOS:Den inverse hyperbolske kosinus af @{x}

source: ACOT:inverse cotangent of @{x}
da: ACOT:Den inverse kotangens af @{x}

source: ACOTH:the inverse hyperbolic cotangent of @{x}
da: ACOTH:Den inverse hyperbolske kotangens af @{x}

source: ASIN:the arc sine of @{x}
da: ASIN:Den inverse sinus af @{x}

source: If @{x} falls outside the range -1 to 1, ASIN returns #NUM!
da: Hvis @{x} falder uden for intervallet -1 til 1, så returnerer ASIN #TAL!

source: ASINH:the inverse hyperbolic sine of @{x}
da: ASINH:Den inverse hyperbolske sinus af @{x}

source: ATAN:the arc tangent of @{x}
da: ATAN:Den inverse tangens af @{x}

source: The result will be between −π/2 and +π/2.
da: Resultatet vil være mellem −π/2 og +π/2.

source: ATANH:the inverse hyperbolic tangent of @{x}
da: ATANH:Den inverse hyperbolske tangens af @{x}

source: If the absolute value of @{x} is greater than 1.0, ATANH returns #NUM!
da: Hvis den absolutte værdi af @{x} er større end 1, så returnerer ATANH #TAL!

source: ATAN2:the arc tangent of the ratio @{y}/@{x}
da: ATAN2:Den inverse tangens af @{y}/@{x}

source: x:x-coordinate
da: x:x-koordinat

source: y:y-coordinate
da: y:y-koordinat

source: The result will be between −π and +π.
da: Resultatet vil være mellem −π og +π.

source: The order of the arguments may be unexpected.
da: Rækkefølgen af argumenterne kan være uventet.

source: AGM:the arithmetic-geometric mean
da: AGM:Det aritmetisk-geometriske gennemsnit

source: a:value
da: a:værdi

source: b:value
da: b:værdi

source: AGM computes the arithmetic-geometric mean of the two values.
da: AGM beregner det aritmetisk-geometriske gennemsnit af de to værdier.

source: CEIL:smallest integer larger than or equal to @{x}
da: CEIL:Mindste heltal større end eller lig med @{x}

source: CEIL(@{x}) is the smallest integer that is at least as large as @{x}.
da: CEIL(@{x}) er det mindste heltal der er mindst lige så stort som @{x}.

source: This function is the OpenFormula function CEILING(@{x}).
da: Denne funktion er OpenFormula-funktionen CEILING(@{x}).

source: COUNTIF:count of the cells meeting the given @{criteria}
da: COUNTIF:Antal celler der opfylder den givne @{criteria}

source: range:cell area
da: range:celleområde

source: criteria:condition for a cell to be counted
da: criteria:betingelse for at en celle skal tælles

source: COUNTIFS:count of the cells meeting the given @{criteria}
da: COUNTIFS:Antal celler der opfylder de givne @{criteria}

source: criteria:condition for a cell to be summed
da: criteria:betingelse for at en celle skal summeres

source: actual_range:cell area, defaults to @{range}
da: actual_range:celleområde, standardværdi er @{range}

source: actual_range:cell area
da: actual_range:celleområde

source: range1:cell area
da: range1:celleområde

source: criteria1:condition for a cell to be included
da: criteria1:betingelse for at en celle skal inkluderes

source: criteria:condition for a cell to be included
da: criteria:betingelse for at en celle skal inkluderes

source: If @{x} or @{significance} is non-numeric, CEILING returns a #VALUE! error.
da: Hvis @{x} eller @{significance} er ikkenumerisk, så returnerer CEILING en fejl af typen #VÆRDI!

source: COS:the cosine of @{x}
da: COS:Kosinus af @{x}

source: x:angle in radians
da: x:vinkel i radianer

source: COSPI:the cosine of Pi*@{x}
da: COSPI:Kosinus af Pi*@{x}

source: x:number of half turns
da: x:antal halvomgange

source: COSH:the hyperbolic cosine of @{x}
da: COSH:Hyperbolsk cosinus af @{x}

source: COT:the cotangent of @{x}
da: COT:Kotangens af @{x}

source: COTPI:the cotangent of Pi*@{x}
da: COTPI:Kotangens af Pi*@{x}

source: COTH:the hyperbolic cotangent of @{x}
da: COTH:Den hyperbolske kotangens af @{x}

source: DEGREES:equivalent degrees to @{x} radians
da: DEGREES:ækvivalente grader til @{x} radianer

source: EXP:e raised to the power of @{x}
da: EXP:Exponentialfunktionen af @{x}

source: e is the base of the natural logarithm.
da: e er den naturlige logaritmes grundtal.

source: FACT:the factorial of @{x}, i.e. @{x}!
da: FACT:Fakultet af @{x}

source: The domain of this function has been extended using the GAMMA function.
da: Definitionsmængden for denne funktion er blevet udvidet ved hjælp af GAMMA-funktionen.

source: GAMMA:the Gamma function
da: GAMMA:Gammafunktionen

source: GAMMALN:natural logarithm of the Gamma function
da: GAMMALN:Den naturlige logaritme af Gammafunktionen

source: DIGAMMA:the Digamma function
da: DIGAMMA:Digamma-funktionen

source: IGAMMA:the incomplete Gamma function
da: GAMMA:Den ufuldstændige gammafunktionen

source: a:number
da: a:tal

source: BETA:Euler beta function
da: BETA:Eulers betafunktion

source: y:number
da: y:tal

source: BETALN:natural logarithm of the absolute value of the Euler beta function
da: BETALN:Den naturlige logaritme af Eulers betafunktion

source: COMBIN:binomial coefficient
da: COMBIN:Binomialkoefficient

source: n:non-negative integer
da: n:ikke-negativt heltal

source: k:non-negative integer
da: k:ikke-negativt heltal

source: If @{n} is less than @{k} COMBIN returns #NUM!
da: Hvis @{n} er mindre end @{k}, så returnerer COMBIN #TAL!

source: INT:largest integer not larger than @{x}
da: INT:Største heltal der ikke er større end @{x}

source: LAMBERTW:the Lambert W function
da: LAMBERTW:Lambert's W-funktion

source: k:branch
da: k:gren

source: @{k} defaults to 0, the principal branch.
da: @{k} standardværdi er 0, hovedgrenen.

source: @{k} must be either 0 or -1.
da: @{k} skal være enten 0 eller -1.

source: LOG:logarithm of @{x} with base @{base}
da: LOG:Logaritme af @{x} med grundtal @{base}

source: x:positive number
da: x:positivt tal

source: base:base of the logarithm, defaults to 10
da: base:grundtal for logaritmen, standardværdi er 10

source: @{base} must be positive and not equal to 1.
da: @{base} skal være positiv og ikke lig med 1.

source: If @{x} ≤ 0, LOG returns #NUM! error.
da: Hvis @{x} ≤ 0, så returnerer LOG fejlen #TAL!

source: ILOG:integer logarithm of @{x} with base @{base}
da: ILOG:Heltalsdelen af logaritmen af @{x} med grundtal @{base}

source: LN:the natural logarithm of @{x}
da: LN:Den naturlige logaritme af @{x}

source: If @{x} ≤ 0, LN returns #NUM! error.
da: Hvis @{x} ≤ 0, så returnerer LN fejlen #TAL!

source: If @{x} ≤ -1, LN1P returns #NUM! error.
da: Hvis @{x} ≤ -1, returnerer LN1P fejlen #TAL!

source: z:number
da: z:tal

source: If both @{x} and @{y} equal 0, POWER returns #NUM!
da: Hvis både @{x} og @{y} er lig med 0, så returnerer POWER #TAL!

source: If @{x} = 0 and @{y} < 0, POWER returns #DIV/0!
da: Hvis @{x} = 0 og @{y} < 0, så returnerer POWER #DIV/0!

source: If @{x} < 0 and @{y} is not an integer, POWER returns #NUM!
da: Hvis @{x} < 0 og @{y} ikke er et heltal, så returnerer POWER #TAL!

source: @{z} defaults to 1
da: @{z} standardværdi er 1

source: If @{z} is not a positive integer, POWER returns #NUM!
da: Hvis @{z} ikke er et positivt heltal, så returnerer POWER #TAL!

source: If @{x} < 0, @{y} is odd, and @{z} is even, POWER returns #NUM!
da: Hvis @{x} < 0, @{y} er ulige og @{z} er lige, så returnerer POWER #TAL!

source: POCHHAMMER:the value of GAMMA(@{x}+@{n})/GAMMA(@{x})
da: POCHHAMMER:Værdien af GAMMA(@{x}+@{n})/GAMMA(@{x})

source: LOG2:the base-2 logarithm of @{x}
da: LOG2:2-talslogaritmen af @{x}

source: If @{x} ≤ 0, LOG2 returns #NUM!
da: Hvis @{x} ≤ 0, returnerer LOG2 #TAL!

source: LOG10:the base-10 logarithm of @{x}
da: LOG10:10-talslogaritmen af @{x}

source: If @{x} ≤ 0, LOG10 returns #NUM!
da: Hvis @{x} ≤ 0, returnerer LOG10 #TAL!

source: MOD:the remainder of @{x} under division by @{n}
da: MOD:Resten af @{x} divideret med @{n}

source: n:value
da: n:værdi

source: MOD function returns the remainder when @{x} is divided by @{n}.
da: MOD-funktionen returnerer resten når @{x} divideres med @{n}.

source: If @{n} is 0, MOD returns #DIV/0!
da: Hvis @{n} er 0, så returnerer MOD #DIV/0!
