Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: method:numbering system, defaults to 1
da: method:nummereringssystem, standardværdi er 1

source: The WEEKDAY function returns the day-of-week of @{date}. The value of @{method} determines how days are numbered; it defaults to 1.
da: WEEKDAY-funktionen returnerer ugedagen for @{date}. Værdien af @{method} bestemmer hvordan dage nummereres; standardværdien er 1.

source: If @{method} is 1, then Sunday is 1, Monday is 2, etc.
da: Hvis @{method} er 1, er søndag 1, mandag 2 osv.

source: If @{method} is 2, then Monday is 1, Tuesday is 2, etc.
da: Hvis @{method} er 2, er mandag 1, tirsdag 2 osv.

source: If @{method} is 3, then Monday is 0, Tuesday is 1, etc.
da: Hvis @{method} er 3, er mandag 0, tirsdag 1 osv.

source: If @{method} is 11, then Monday is 1, Tuesday is 2, etc.
da: Hvis @{method} er 11, er mandag 1, tirsdag 2 osv.

source: If @{method} is 12, then Tuesday is 1, Wednesday is 2, etc.
da: Hvis @{method} er 12, er tirsdag 1, onsdag 2 osv.

source: If @{method} is 13, then Wednesday is 1, Thursday is 2, etc.
da: Hvis @{method} er 13, er onsdag 1, torsdag 2 osv.

source: If @{method} is 14, then Thursday is 1, Friday is 2, etc.
da: Hvis @{method} er 14, er torsdag 1, fredag 2 osv.

source: If @{method} is 15, then Friday is 1, Saturday is 2, etc.
da: Hvis @{method} er 15, er fredag 1, lørdag 2 osv.

source: If @{method} is 16, then Saturday is 1, Sunday is 2, etc.
da: Hvis @{method} er 16, er lørdag 1, søndag 2 osv.

source: If @{method} is 17, then Sunday is 1, Monday is 2, etc.
da: Hvis @{method} er 17, er søndag 1, mandag 2 osv.

source: DAYS360:days between dates
da: DAYS360:Dage mellem datoer

source: method:counting method
da: method:tællemetode

source: DAYS360 returns the number of days from @{start_date} to @{end_date}.
da: DAYS360 returnerer antallet af dage fra @{start_date} til @{end_date}.

source: If @{method} is 0, the default, the MS Excel (tm) US method will be used. This is a somewhat complicated industry standard method where the last day of February is considered to be the 30th day of the month, but only for @{start_date}.
da: Hvis @{method} er 0, standardværdien, vil MS Excel (tm) US-metoden blive brugt. Dette er en noget kompliceret industristandard-metode hvor den sidste dag i februar betragtes som den 30. dag i måneden, men kun for @{start_date}.

source: If @{method} is 1, the European method will be used. In this case, if the day of the month is 31 it will be considered as 30
da: Hvis @{method} er 1, vil den europæiske metode blive brugt. I dette tilfælde, hvis dagen i måneden er 31 vil den blive betragtet som 30

source: If @{method} is 2, a saner version of the US method is used in which both dates get the same February treatment.
da: Hvis @{method} er 2, bruges en mere fornuftig version af US-metoden hvor begge datoer får samme februarbehandling.

source: EOMONTH:end of month
da: EOMONTH:Slutningen af måneden

source: EOMONTH returns the date serial value of the end of the month specified by @{date} adjusted forward or backward the number of months specified by @{months}.
da: EOMONTH returnerer dato-serieværdien for slutningen af den måned angivet af @{date} justeret frem eller tilbage det antal måneder angivet af @{months}.

source: WORKDAY:add working days
da: WORKDAY:Tilføj arbejdsdage

source: days:number of days to add
da: days:Antal dage der skal tilføjes

source: holidays:array of holidays
da: holidays:Matrix af helligdage

source: weekend:array of 0s and 1s, indicating whether a weekday (S, M, T, W, T, F, S) is on the weekend, defaults to {1,0,0,0,0,0,1}
da: weekend:Matrix af 0'er og 1'er, der indikerer hvorvidt en ugedag (S, M, T, O, T, F, L) er weekend, standard er {1,0,0,0,0,0,1}

source: WORKDAY adjusts @{date} by @{days} skipping over weekends and @{holidays} in the process.
da: WORKDAY justerer @{date} med @{days} og springer over weekender og @{holidays} i processen.

source: @{days} may be negative.
da: @{days} kan være negativ.

source: If an entry of @{weekend} is non-zero, the corresponding weekday is not a work day.
da: Hvis en post i @{weekend} er ikke-nul, er den tilsvarende ugedag ikke en arbejdsdag.

source: This function is Excel compatible if the last argument is omitted.
da: Denne funktion er kompatibel med Excel hvis det sidste argument udelades.

source: NETWORKDAYS:number of workdays in range
da: NETWORKDAYS:Antal arbejdsdage i interval

source: NETWORKDAYS calculates the number of days from @{start_date} to @{end_date} skipping weekends and @{holidays} in the process.
da: NETWORKDAYS beregner antallet af dage fra @{start_date} til @{end_date} hvor weekender og @{holidays} springes over i processen.

source: ISOWEEKNUM:ISO week number
da: ISOWEEKNUM:ISO-ugenummer

source: ISOWEEKNUM calculates the week number according to the ISO 8601 standard. Weeks start on Mondays and week 1 contains the first Thursday of the year.
da: ISOWEEKNUM beregner ugenummeret i henhold til ISO 8601-standarden. Uger starter om mandagen og uge 1 indeholder årets første torsdag.

source: January 1 of a year is sometimes in week 52 or 53 of the previous year. Similarly, December 31 is sometimes in week 1 of the following year.
da: 1. januar i et år er sommetider i uge 52 eller 53 af det foregående år. Tilsvarende er 31. december sommetider i uge 1 af det følgende år.

source: ISOYEAR:year corresponding to the ISO week number
da: ISOYEAR:år svarende til ISO-ugenummeret

source: ISOYEAR calculates the year to go with week number according to the ISO 8601 standard.
da: ISOYEAR beregner året der hører til ugenummeret i henhold til ISO 8601-standarden.

source: WEEKNUM:week number
da: WEEKNUM:Ugenummer

source: WEEKNUM calculates the week number according to @{method} which defaults to 1.
da: WEEKNUM beregner ugenummeret i henhold til @{method} som har standardværdien 1.

source: If @{method} is 1, then weeks start on Sundays and January 1 is in week 1.
da: Hvis @{method} er 1, så starter en uge på en søndag og 1. januar er i uge 1.

source: If @{method} is 2, then weeks start on Mondays and January 1 is in week 1.
da: Hvis @{method} er 2, så starter en uge på en mandag og 1. januar er i uge 1.

source: If @{method} is 150, then the ISO 8601 numbering is used.
da: Hvis @{method} er 150, så bruges ISO 8601 nummerering.

source: YEARFRAC:fractional number of years between dates
da: YEARFRAC:Antal år som brøkdel mellem datoer

source: basis:calendar basis
da: basis:kalendergrundlag

source: YEARFRAC calculates the number of days from @{start_date} to @{end_date} according to the calendar specified by @{basis}, which defaults to 0, and expresses the result as a fractional number of years.
da: YEARFRAC beregner antallet af dage fra @{start_date} til @{end_date} i henhold til kalenderen angivet af @{basis}, som har standardværdien 0, og udtrykker resultatet som et brøktal af år.

source: DAYS:difference between dates in days
da: DAYS:Forskellen mellem datoer i dage

source: DAYS returns the positive or negative number of days from @{start_date} to @{end_date}.
da: DAYS returnerer det positive eller negative antal dage fra @{start_date} til @{end_date}.

source: call_put_flag:'c' for a call and 'p' for a put
da: call_put_flag:'c' for call og 'p' for put

source: spot:spot price
da: spot:spotpris

source: strike:strike price
da: strike:strike-pris

source: time:time to maturity in years
da: time:tid til udløb i år

source: time:time to maturity in days
da: time:tid til udløb i dage

source: time_payout:time to dividend payout
da: time_payout:tid til udbytteudbetaling

source: time_exp:time to expiration
da: time_exp:tid til udløb

source: rate:risk-free interest rate to the exercise date in percent
da: rate:risikofri rente til udnyttelsesdato i procent

source: rate:annualized interest rate
da: rate:årlig rente

source: rate:annualized risk-free interest rate
da: rate:årlig risikofri rente

source: volatility:annualized volatility of the asset in percent for the period through to the exercise date
da: volatility:årlig volatilitet af aktivet i procent for perioden frem til udnyttelsesdatoen

source: volatility:annualized volatility of the asset
da: volatility:årlig volatilitet for aktivet

source: d:amount of the dividend to be paid expressed in currency
da: d:størrelse af det udbytte der skal betales udtrykt i valuta

source: cost_of_carry:net cost of holding the underlying asset (for common stocks, the risk free rate less the dividend yield), defaults to 0
da: cost_of_carry:nettoomkostning ved at besidde det underliggende aktiv (for almindelige aktier, den risikofrie rente minus udbytteudbyttet), standardværdi er 0

source: cost_of_carry:net cost of holding the underlying asset
da: cost_of_carry:nettoomkostning ved at holde det underliggende aktiv

source: The returned value will be expressed in the same units as @{strike} and @{spot}.
da: Den returnerede værdi vil blive udtrykt i samme enheder som @{strike} og @{spot}.

source: CUM_BIV_NORM_DIST:cumulative bivariate normal distribution
da: CUM_BIV_NORM_DIST:Kumuleret bivariat normalfordeling

source: a:limit for first random variable
da: a:grænse for første stokastiske variabel

source: b:limit for second random variable
da: b:grænse for anden stokastiske variabel

source: rho:correlation of the two random variables
da: rho:korrelation mellem de to stokastiske variable

source: CUM_BIV_NORM_DIST calculates the probability that two standard normal distributed random variables with correlation @{rho} are respectively each less than @{a} and @{b}.
da: CUM_BIV_NORM_DIST beregner sandsynligheden for at to standard normalfordelte tilfældige variable med korrelation @{rho} hver især er mindre end henholdsvis @{a} og @{b}.

source: OPT_BS:price of a European option
da: OPT_BS:Pris på en europæisk option

source: OPT_BS uses the Black-Scholes model to calculate the price of a European option struck at @{strike} on an asset with spot price @{spot}.
da: OPT_BS bruger Black-Scholes-modellen til at beregne prisen på en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}.

source: OPT_BS_DELTA:delta of a European option
da: OPT_BS_DELTA:Delta for en europæisk option

source: OPT_BS_DELTA uses the Black-Scholes model to calculate the 'delta' of a European option struck at @{strike} on an asset with spot price @{spot}.
da: OPT_BS_DELTA bruger Black-Scholes-modellen til at beregne 'delta' for en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}.

source: OPT_BS_GAMMA:gamma of a European option
da: OPT_BS_GAMMA:Gamma for en europæisk option

source: OPT_BS_GAMMA uses the Black-Scholes model to calculate the 'gamma' of a European option struck at @{strike} on an asset with spot price @{spot}. The gamma of an option is the second derivative of its price with respect to the price of the underlying asset.
da: OPT_BS_GAMMA bruger Black-Scholes-modellen til at beregne 'gamma' for en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}. Gamma for en option er den anden afledte af dens pris med hensyn til prisen på det underliggende aktiv.

source: Gamma is expressed as the rate of change of delta per unit change in @{spot}.
da: Gamma udtrykkes som ændringsraten af delta per enhedsændring i @{spot}.

source: Gamma is the same for calls and puts.
da: Gamma er det samme for calls og puts.

source: OPT_BS_THETA:theta of a European option
da: OPT_BS_THETA:Theta for en europæisk option

source: OPT_BS_THETA uses the Black-Scholes model to calculate the 'theta' of a European option struck at @{strike} on an asset with spot price @{spot}. The theta of an option is the rate of change of its price with respect to time to expiry.
da: OPT_BS_THETA bruger Black-Scholes-modellen til at beregne 'theta' for en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}. Theta for en option er ændringsraten af dens pris med hensyn til tid til udløb.

source: Theta is expressed as the negative of the rate of change of the option value, per 365.25 days.
da: Theta udtrykkes som det negative af ændringsraten af optionsværdien, per 365,25 dage.

source: OPT_BS_VEGA:vega of a European option
da: OPT_BS_VEGA:Vega for en europæisk option

source: OPT_BS_VEGA uses the Black-Scholes model to calculate the 'vega' of a European option struck at @{strike} on an asset with spot price @{spot}. The vega of an option is the rate of change of its price with respect to volatility.
da: OPT_BS_VEGA bruger Black-Scholes-modellen til at beregne 'vega' for en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}. Vega for en option er ændringsraten af dens pris med hensyn til volatilitet.

source: Vega is the same for calls and puts.
da: Vega er det samme for calls og puts.

source: Vega is expressed as the rate of change of option value, per 100% volatility.
da: Vega udtrykkes som ændringsraten af optionsværdien, per 100% volatilitet.

source: OPT_BS_RHO:rho of a European option
da: OPT_BS_RHO:Rho for en europæisk option

source: OPT_BS_RHO uses the Black-Scholes model to calculate the 'rho' of a European option struck at @{strike} on an asset with spot price @{spot}. The rho of an option is the rate of change of its price with respect to the risk free interest rate.
da: OPT_BS_RHO bruger Black-Scholes-modellen til at beregne 'rho' for en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}. Rho for en option er ændringsraten af dens pris med hensyn til den risikofrie rente.

source: Rho is expressed as the rate of change of the option value, per 100% change in @{rate}.
da: Rho udtrykkes som ændringsraten af optionsværdien, per 100% ændring i @{rate}.

source: OPT_BS_CARRYCOST:elasticity of a European option
da: OPT_BS_CARRYCOST:Elasticitet for en europæisk option

source: OPT_BS_CARRYCOST uses the Black-Scholes model to calculate the 'elasticity' of a European option struck at @{strike} on an asset with spot price @{spot}. The elasticity of an option is the rate of change of its price with respect to its @{cost_of_carry}.
da: OPT_BS_CARRYCOST bruger Black-Scholes-modellen til at beregne 'elasticiteten' af en europæisk option med strike-pris @{strike} på et aktiv med spotpris @{spot}. Elasticiteten af en option er ændringsraten af dens pris med hensyn til dens @{cost_of_carry}.

source: Elasticity is expressed as the rate of change of the option value, per 100% volatility.
da: Elasticitet udtrykkes som ændringsraten af optionsværdien, per 100% volatilitet.

source: OPT_GARMAN_KOHLHAGEN:theoretical price of a European currency option
da: OPT_GARMAN_KOHLHAGEN:Teoretisk pris på en europæisk valutaoption

source: time:number of days to exercise
da: time:antal dage til udnyttelse

source: domestic_rate:domestic risk-free interest rate to the exercise date in percent
da: domestic_rate:indenlandsk risikofri rente til udnyttelsesdatoen i procent

source: foreign_rate:foreign risk-free interest rate to the exercise date in percent
da: foreign_rate:udenlandsk risikofri rente til udnyttelsesdatoen i procent

source: OPT_GARMAN_KOHLHAGEN values the theoretical price of a European currency option struck at @{strike} on an asset with spot price @{spot}.
da: OPT_GARMAN_KOHLHAGEN værdiansætter den teoretiske pris for en europæisk valutaoption med strike-pris @{strike} på et aktiv med spotpris @{spot}.

source: OPT_FRENCH:theoretical price of a European option adjusted for trading day volatility
da: OPT_FRENCH:Teoretisk pris på en europæisk option justeret for handelsdagsvolatilitet

source: time:ratio of the number of calendar days to exercise and the number of calendar days in the year
da: time:forholdet mellem antallet af kalenderdage til udnyttelse og antallet af kalenderdage i året

source: ttime:ratio of the number of trading days to exercise and the number of trading days in the year
da: ttime:forholdet mellem antallet af handelsdage til udnyttelse og antallet af handelsdage i året

source: OPT_FRENCH values the theoretical price of a European option adjusted for trading day volatility, struck at @{strike} on an asset with spot price @{spot}.
da: OPT_FRENCH værdiansætter den teoretiske pris for en europæisk option justeret for handelsdags-volatilitet, med strike-pris @{strike} på et aktiv med spotpris @{spot}.

source: OPT_JUMP_DIFF:theoretical price of an option according to the Jump Diffusion process
da: OPT_JUMP_DIFF:Teoretisk pris på en option ifølge jump-diffusion-processen

source: rate:the annualized rate of interest
da: rate:den årlige rente

source: lambda:expected number of 'jumps' per year
da: lambda:forventet antal 'hop' per år

source: gamma:proportion of volatility explained by the 'jumps'
da: gamma:andel af volatilitet forklaret af 'hop'

source: OPT_JUMP_DIFF models the theoretical price of an option according to the Jump Diffusion process (Merton).
da: OPT_JUMP_DIFF modellerer den teoretiske pris for en option i henhold til Jump Diffusion-processen (Merton).

source: OPT_MILTERSEN_SCHWARTZ:theoretical price of options on commodities futures according to Miltersen & Schwartz
da: OPT_MILTERSEN_SCHWARTZ:Teoretisk pris på optioner på råvarefutures ifølge Miltersen & Schwartz

source: p_t:zero coupon bond with expiry at option maturity
da: p_t:nulkuponobligation med udløb ved optionens udløbstid

source: f_t:futures price
da: f_t:futurespris

source: t1:time to maturity of the option
da: t1:tid til optionens udløb

source: t2:time to maturity of the underlying commodity futures contract
da: t2:tid til udløb af den underliggende råvarefutureskontrakt

source: v_s:volatility of the spot commodity price
da: v_s:volatilitet for spot-råvareprisen

source: v_e:volatility of the future convenience yield
da: v_e:volatilitet for det fremtidige bekvemmelighedsudbytte

source: v_f:volatility of the forward rate of interest
da: v_f:volatilitet for terminrenten

source: rho_se:correlation between the spot commodity price and the convenience yield
da: rho_se:korrelation mellem spotvareprisen og bekvemlighedsudbyttet

source: rho_sf:correlation between the spot commodity price and the forward interest rate
da: rho_sf:korrelation mellem spotvareprisen og terminsrenten

source: rho_ef:correlation between the forward interest rate and the convenience yield
da: rho_ef:korrelation mellem terminsrenten og bekvemlighedsudbyttet

source: kappa_e:speed of mean reversion of the convenience yield
da: kappa_e:hastighed for middelværdi-tilbagevenden for bekvemmelighedsudbyttet

source: kappa_f:speed of mean reversion of the forward interest rate
da: kappa_f:hastighed for middelværdi-tilbagevenden for terminrenten

source: OPT_RGW:theoretical price of an American option according to the Roll-Geske-Whaley approximation
da: OPT_RGW:Teoretisk pris på en amerikansk option ifølge Roll-Geske-Whaley-approksimationen

source: OPT_BAW_AMER:theoretical price of an option according to the Barone Adesie & Whaley approximation
da: OPT_BAW_AMER:Teoretisk pris på en option ifølge Barone Adesie & Whaley-approksimationen

source: OPT_BJER_STENS:theoretical price of American options according to the Bjerksund & Stensland approximation technique
da: OPT_BJER_STENS:Teoretisk pris for amerikanske optioner i henhold til Bjerksund & Stensland-tilnærmelsesteknikken

source: OPT_EXEC:theoretical price of executive stock options
da: OPT_EXEC:Teoretisk pris på direktionsaktieoptioner

source: lambda:jump rate for executives
da: lambda:spring-rate for direktører

source: The model assumes executives forfeit their options if they leave the company.
da: Modellen antager at ledere fortaber deres optioner hvis de forlader virksomheden.

source: OPT_FORWARD_START:theoretical price of forward start options
da: OPT_FORWARD_START:Teoretisk pris på fremadstartoptioner

source: alpha:fraction setting the strike price at the future date @{time_start}
da: alpha:brøkdel der fastsætter strike-prisen på den fremtidige dato @{time_start}

source: time_start:time until the option starts in days
da: time_start:tid indtil optionen starter i dage

source: OPT_TIME_SWITCH:theoretical price of time switch options
da: OPT_TIME_SWITCH:Teoretisk pris på tidsskifteoptioner

source: a:amount received for each time period
da: a:beløb modtaget for hver tidsperiode

source: m:number of time units the option has already met the condition
da: m:antal tidsenheder optionen allerede har opfyldt betingelsen

source: dt:agreed upon discrete time period expressed as a fraction of a year
da: dt:aftalt diskret tidsperiode udtrykt som brøkdel af et år

source: OPT_TIME_SWITCH models the theoretical price of time switch options. (Pechtl 1995). The holder receives @{a} * @{dt} for each period that the asset price was greater than @{strike} (for a call) or below it (for a put).
da: OPT_TIME_SWITCH modellerer den teoretiske pris for time switch-optioner. (Pechtl 1995). Indehaveren modtager @{a} * @{dt} for hver periode hvor aktivprisen var større end @{strike} (for en call) eller under den (for en put).

source: OPT_SIMPLE_CHOOSER:theoretical price of a simple chooser option
da: OPT_SIMPLE_CHOOSER:Teoretisk pris på en simpel valgmuligheds option

source: time1:time in years until the holder chooses a put or a call option
da: time1:tid i år indtil indehaveren vælger en put- eller call-option

source: time2:time in years until the chosen option expires
da: time2:tid i år indtil den valgte option udløber

source: OPT_COMPLEX_CHOOSER:theoretical price of a complex chooser option
da: OPT_COMPLEX_CHOOSER:Teoretisk pris på en kompleks valgmuligheds option

source: strike_call:strike price, if exercised as a call option
da: strike_call:strike-pris, hvis udnyttet som en call-option

source: strike_put:strike price, if exercised as a put option
da: strike_put:strike-pris, hvis udnyttet som en put-option

source: time:time in years until the holder chooses a put or a call option
da: time:tid i år indtil indehaveren vælger en put- eller call-option

source: time_call:time in years to maturity of the call option if chosen
da: time_call:tid i år til udløb af call-optionen hvis valgt

source: time_put:time in years to maturity of the put option if chosen
da: time_put:tid i år til udløb af put-optionen hvis valgt

source: OPT_ON_OPTIONS:theoretical price of options on options
da: OPT_ON_OPTIONS:Teoretisk pris på optioner på optioner

source: type_flag:'cc' for calls on calls, 'cp' for calls on puts, and so on for 'pc', and 'pp'
da: type_flag:'cc' for calls på calls, 'cp' for calls på puts, og så videre for 'pc' og 'pp'

source: strike1:strike price at which the option being valued is struck
da: strike1:strike-pris hvorved den værdiansatte option udnyttes

source: strike2:strike price at which the underlying option is struck
da: strike2:strike-pris hvorved den underliggende option udnyttes

source: time1:time in years to maturity of the option
da: time1:tid i år til optionens udløb

source: time2:time in years to the maturity of the underlying option
da: time2:tid i år til den underliggende options udløb

source: cost_of_carry:net cost of holding the underlying asset of the underlying option
da: cost_of_carry:nettoomkostning ved at besidde det underliggende aktiv for den underliggende option

source: volatility:annualized volatility in price of the underlying asset of the underlying option
da: volatility:årlig volatilitet i prisen på det underliggende aktiv for den underliggende option

source: For common stocks, @{cost_of_carry} is the risk free rate less the dividend yield.
da: For almindelige aktier er @{cost_of_carry} den risikofrie rente minus udbytteudbyttet.

source: OPT_EXTENDIBLE_WRITER:theoretical price of extendible writer options
da: OPT_EXTENDIBLE_WRITER:Teoretisk pris på forlængelige salgsoptioner

source: strike1:strike price at which the option is struck
da: strike1:strike-pris hvorved optionen udnyttes
