Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database,field,criteria) @DESCRIPTION=DCOUNT function counts the cells that contain numbers in a database that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DCOUNT(A1:C7, "Salary", A9:A11) equals 3. DCOUNT(A1:C7, "Salary", A9:B11) equals 2. DCOUNT(A1:C7, "Name", A9:B11) equals 0. @SEEALSO=DAVERAGE
es: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(base-datos,campo,criterio) @DESCRIPTION=La función DCOUNT cuenta las celdas que contienen números en una base de datos que coincida con las condiciones especificadas. @base-datos es un rango de celdas en las cuales las filas de información relacionada son registros y las columnas de datos son campos. La primera fila de la base de datos contiene etiquetas para cada columna. @campo especifica qué columna se usa en la función. Si @campo es un entero, por ejemplo, 2, se usa la segunda columna. El campo puede ser también una etiqueta de una columna. Por ejemplo, «Edad» se refiere a la columna con la etiqueta «Edad» en el rango @base-datos. @criterio es el rango de celdas que contiene las condiciones especificadas. La primera fila de un @criterio debe contener las etiquetas de los campos para los que se aplican los criterios. Las celdas de abajo de las etiquetas especifican condiciones, por ejemplo, «>3» o «<9». La condición de igualdad puede darse simplemente dándole un valor, ej: «3» o «Juan». Cada columna en @criterio especifica una condición distinta. Si una fila en @base-datos coincide con una de las filas en @criterio entonces esa columna se cuenta. Hablando técnicamente esto es un OR booleano entre las filas en @criterio. Si @criterio especifica más de una columna entonces cada una de las condiciones en esa columna debe ser verdad para que la fila en @base-datos coincida.Técnicamente hablando esto es un AND lógico entre las columnas en cada fila de @criterios. @EXAMPLES= Asumamos que el rango A1:C7 contiene los siguientes valores: Nombre Edad Salario Juan 34 54342 Guillermo 35 22343 Clara 29 34323 Roberto 43 47242 Susana 37 42932 Julia 45 45324 En suma, las celdas A9:B11 contienen los siguientes valores: Edad Salario <30 >40 >46000 @EXAMPLES= DCOUNT(A1:C7, "Salario", A9:A11) es igual a 3. DCOUNT(A1:C7, "Salario", A9:B11) es igual a 2. DCOUNT(A1:C7, "Nombre", A9:B11) es igual a 0. @SEEALSO=DAVERAGE
fr: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(base;champ;critères) @DESCRIPTION=La fonction DCOUNT renvoie le nombre de cellules pour lesquelles certains critères sont satisfaits. @base est un intervalle de cellules dans lequel les lignes sont des enregistrements, et les colonnes sont des champs. La première ligne contient les noms des champs. @champ indique quelle colonne doit être utilisée pour le calcul. Si @champ est un entier, par exemple 2, la deuxième colonne est utilisée. @champ peut aussi être le nom d'une colonne, par exemple "Age". @critères est un intervalle de cellules contenant des conditions. La première ligne de cet intervalle contient les noms des champs auxquels les conditions s'appliquent. Les cellules en-dessous de chaque nom précisent des conditions, par exemple ">3" ou "<9". L'égalité peut être indiquée en donnant juste une valeur, par exemple "3" ou "Jean". Chaque ligne représente une condition distincte, donc un enregistrement de la base satisfaisant à toutes les conditions d'une ligne quelconque est pris en compte (ce qui revient donc à faire un OU entre les lignes). Si @critères contient plus d'une colonne, en revanche, lse conditions devront être vérifiées simultanément pour toutes les colonnes (ce qui revient donc à faire un ET booléen entre les colonnes). @EXAMPLES= Supposons que A1:C7 contiennent : Nom Age Salaire Jean 34 54342 Jacques 35 22343 David 29 34323 Robert 43 47242 Susanne 37 42932 Marie 45 45324 De plus, A9:B11 contiennent : Age Salaire <30 >40 >46000 Alors, DCOUNT(A1:C7, "Salaire"; A9:A11) vaut 3. DCOUNT(A1:C7, "Salaire"; A9:B11) vaut 2. DCOUNT(A1:C7, "Nom"; A9:B11) vaut 0. @SEEALSO=DAVERAGE
nl: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database;veld;criteria) @DESCRIPTION=DCOUNT telt het aantal cellen met getallen uit een database die aan de opgegeven criteria voldoen. @database is een celbereik waarin rijen met gerelateerde informatie records zijn, en kolommen met data, velden. De eerste rij van een database bevat labels for elke kolom. @veld specificeert welke kolom in de functie gebruikt wordt. Als @veld een geheel getal is, bijvoorbeeld 2, wordt de tweede kolom gebruikt. Veld kan ook het label van een kolom zijn, bijvoorbeeld ``Leeftijd'' verwijst naar de kolom met het label ``Leeftijd'' in het @database-bereik. @criteria is het celbereik wat de gegeven condities bevat. De eerste rij van @criteria moet de labels bevatten van de velden waarvoor de criteria bedoeld zijn. Cellen onder de labels geven de condities aan, bijvoorbeeld, ``>3'' or ``<9''. Gelijkheidsvoorwaarden kunnen worden gegeven door het opgeven van een waarde, bijvoorbeeld ``3'' of ``John''. Elke rij in @criteria specificeert een aparte voorwaarde, dus; Als een rij in @database overeenkomt met een van de rijen in @criteria dan wordt die rij gebruikt (technisch gesproken is er een boolese OR tussen de rijen in @criteria). Als @criteria meer dan een kolom bevat, moet elke voorwaarde in deze kolom waarvan er een overeenkomst is met een rij in @database, 'waar' zijn. (wederom, technisch gesproken een boolese AND tussen de kolommen en elke rij in @criteria). @EXAMPLES= Als we aannemen dat het bereik A1:C7 de volgende waarden bevat: Naam Leeftijd Salaris John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Daarbij bevatten de cellen A9:B11 de volgende waarden: Leeftijd Salaris <30 >40 >46000 DCOUNT(A1:C7; "Salaris"; A9:A11) is 3 DCOUNT(A1:C7; "Salaris"; A9:B11) is 2 DCOUNT(A1:C7; "Naam"; A9:B11) is 0 @SEEALSO=DCOUNT
pt_br: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(banco_de_dados,campo,critério) @DESCRIPTION=A função DCOUNT conta as células que contêm os números de um banco de dados que atendem às condições especificadas. @banco_de_dados é uma região de células nas quais as linhas de uma informação relacionada são armazenadas e colunas de dados são campos. A primeira linha do banco de dados contém os rótulos de cada coluna. @campo especifica qual coluna é utilizada na função. Se @campo é um inteiro, por exemplo 2, a segunda coluna é utilizada. Campo pode ser também o rótulo de uma coluna. Por exemplo, ``Idade'' refere-se à coluna com o rótulo ``Idade'' na região @banco_de_dados. @critério é a região das células que contém as condições especificadas. A primeira linha de @critério deve conter os rótulos dos campos par o qual o critério foi criado. As células abaixo dos rótulos especificam as condicões, por exemplo, ``>3'' ou ``<9''. Condições de Igualdade podem ser fornecidas simplesmente especificando um valor, i.e. ``3'' ou ``John''. Cada linha em @critério especifica uma condição em separado. Se uma linha em @banco_de_dados atende uma linha em @critério, então aquela linha é contada. Falando tecnicamente, existe uma operação booleana do tipo OU entre as linhas pertencentes ao @critério. Se @critério especifica mais de uma coluna, então cada uma das condições nas colunas especificadas devem ser verdadeiras para que a linha no @banco_de_dados seja atendida. Falando tecnicamente, existe uma operação booleana do tipo E entre as colunas pertencentes ao @critério. @EXAMPLES= Vamos assumir que a região A1:C7 contém os seguintes valores: Nome Idade Salário John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Em adição, as células A9:B11 contêm os seguintes valores: Idade Salário <30 >40 >46000 DAVERAGE(A1:C7, "Salário", A9:A11) retorna 3. DAVERAGE(A1:C7, "Salário", A9:B11) retorna 2. DAVERAGE(A1:C7, "Nome", A9:B11) retorna 0. @SEEALSO=DAVERAGE
sk: an@database a prvý a obsahujen@field Pole popis a s popisn@criteria obsahuje prvý a alebo<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 > je rovné je rovné Meno je rovné
vi: @FUNCTION=DCOUNT @SYNTAX=DCOUNT(database,field,criteria) @DESCRIPTION=DCOUNT đếm số ô chứa số trong cơ sở dữ liệu thỏa điều kiện cho trước. @database (cơ sở dữ liệu) là khoảng ô mà hàng thông tin liên quan là bảng ghi, cột dữ liệu là trường. Hàng đầu tiên chứa nhãn của mỗi cột. @field (trường) xác định cột nào được dùng trong hàm. Nếu @field là số nguyên (ví dụ, 2), cột thứ hai sẽ được dùng. @field cũng có thể chứa nhãn cột. Ví dụ, « Tuổi » nghĩa là dùng cột tên « Tuổi » trong khoảng @database. @criteria (tiêu chuẩn) là khoảng ô chứa các điều kiện cho trước. Hàng đầu tiên của @criteria chứa nhãn trường cần đặt điều kiện. Các ô bên dưới xác định điều kiện, ví dụ, « >3 » hoặc « <9 ». Điều kiện bằng có thể được xác định bằng cách ghi giá trị vào, ví dụ « 3 » hoặc « Văn Mình ». Mỗi hàng trong @criteria xác định một điều kiện riêng biệt, ví dụ nếu một hàng trong @database thỏa một trong các hàng của @criteria thì hàng đó được tính (nói một cách kỹ thuật là boolean OR [hay] giữa các hàng của @criteria). Nếu @criteria xác định nhiều hơn một cột thì mọi điều kiện trong các cột này phải Đúng cho hàng trong @database để thỏa (lần nữa, nói một cách kỹ thuật là boolean AND [và] giữa các cột trong @criteria). @EXAMPLES= Giả sử khoảng A1:C7 chứa các giá trị sau: Tên Tuổi Lương Văn Mình 34 54342 Mình Tuấn 35 22343 Văn Vũ 29 34323 Thị Mai 43 47242 Ngọc Trinh 37 42932 Thị Hoa 45 45324 Ngoài ra, các ô A9:B11 chứa các giá trị sau: Tuổi Lương <30 >40 >46000 @EXAMPLES= DCOUNT(A1:C7, « Lương », A9:A11) bằng 3. DCOUNT(A1:C7, « Lương », A9:B11) bằng 2. DCOUNT(A1:C7, « Tên », A9:B11) bằng 0. @SEEALSO=DAVERAGE
