Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN returns the length in characters of the string @string. * This function is Excel compatible. @EXAMPLES= LEN("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LENB
dz: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN དེ་གིས་ ཡིག་རྒྱུན་ @string གི་ཡིག་འབྲུའི་ནང་གི་རིང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདིཨེགསི་སེལ་འཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LEN("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LENB
es: @FUNCTION=LEN @SYNTAX=LEN(cadena) @DESCRIPTION=LEN Devuelve la longitud en caracteres de la cadena @cadena. * Esta función es compatible con Excel. @EXAMPLES= len("Helsinki") es igual a 8. @SEEALSO=CHAR, CODE, LENB
fr: @FUNCTION=LEN @SYNTAX=LEN(chaîne) @DESCRIPTION=Renvoie la longueur en caractères de @chaîne. * Cette fonction est compatible avec Excel. @EXAMPLES= LEN("Helsinki") vaut 8. @SEEALSO=CHAR, CODE, LENB
nl: @FUNCTION=LEN @SYNTAX=LEN(tekenreeks) @DESCRIPTION=LEN geeft het aantal tekens in @tekenreeks. * Deze functie is compatibel met Excel. @EXAMPLES= LEN("Helsinki") is 8 @SEEALSO=CHAR, CODE, LENB
pt_br: @FUNCTION=LEN @SYNTAX=LEN(texto) @DESCRIPTION=LEN retorna o tamanho em caracteres de @texto. * Esta função é compatível com o Excel. @EXAMPLES= LEN("Helsinki") retorna 8. @SEEALSO=CHAR, CODE, LENB
sk: @FUNCTION=LEN @SYNTAX=LEN(reťazec) @DESCRIPTION=LEN vracia dĺžku reťazca @reťazec v znakoch. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= len("Helsinki") sa rovná 8. @SEEALSO=CHAR, CODE, LENB
vi: @FUNCTION=LEN @SYNTAX=LEN(string) @DESCRIPTION=LEN trả lại _độ dài_ (theo số ký tự) của chuỗi @string. * Hàm này tương thích với Excel. @EXAMPLES= len("Saigon") bằng 6. @SEEALSO=CHAR, CODE, LENB

source: @FUNCTION=LENB @SYNTAX=LENB(string) @DESCRIPTION=LENB returns the length in bytes of the string @string. * This function is Excel compatible. @EXAMPLES= LENB("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LEN
dz: @FUNCTION=LENB @SYNTAX=LENB(string) @DESCRIPTION=LENB དེ་གིས་ ཡིག་རྒྱུན་ @string གི་བཱའིཊི་ནང་གི་རིང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LENB("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LEN
es: @FUNCTION=LENB @SYNTAX=LENB(cadena) @DESCRIPTION=LENB Devuelve la longitud en bytes de la cadena @cadena. * Esta función es compatible con Excel. @EXAMPLES= len("Helsinki") es igual a 8. @SEEALSO=CHAR, CODE, LEN
nl: @FUNCTION=LENB @SYNTAX=LENB(tekenreeks) @DESCRIPTION=LENB geeft de lengte in bytes van de tekenreeks @tekenreeks. * Deze functie is compatibel met Excel. @EXAMPLES= LENB("Helsinki") is 8 @SEEALSO=CHAR, CODE, LEN
pt_br: @FUNCTION=LENB @SYNTAX=LENB(texto) @DESCRIPTION=LENB retorna o tamanho em caracteres de @texto. * Esta função é compatível com o Excel. @EXAMPLES= LEN("Helsinki") retorna 8. @SEEALSO=CHAR, CODE, LEN
vi: @FUNCTION=LENB @SYNTAX=LENB(string) @DESCRIPTION=LENB trả lại độ dài (theo byte) của chuỗi @string. * Hàm này tương thích với Excel. @EXAMPLES= LENB("Helsinki") equals 8. @SEEALSO=CHAR, CODE, LEN

source: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT returns the leftmost @num_chars characters or the left character if @num_chars is not specified. * This function is Excel compatible. @EXAMPLES= LEFT("Directory",3) equals "Dir". @SEEALSO=MID, RIGHT
dz: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT དེ་གིས་ གཡོན་པའི་@num_chars ཡིག་འབྲུ་ཚུ་ཡང་ན་ གཡོན་གྱི་ཡིག་འབྲུ་ཚུ་སླར་ལོག་འབདཝ་ཨིན། @num_chars འདི་གསལ་བཀོད་མ་འབད་བམར་ཡོད་པ་ཅིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LEFT("Directory",3) equals "Dir". @SEEALSO=MID, RIGHT
es: @FUNCTION=LEFT @SYNTAX=LEFT(texto[,número]) @DESCRIPTION=Devuelve los @número caracteres a la izquierda del texto o el primer carácter a la izquierda si @número no se especifica. * Esta función es compatible con Excel. @EXAMPLES= LEFT("Directorio",3) es igual a "Dir". @SEEALSO=MID, RIGHT
fr: @FUNCTION=LEFT @SYNTAX=LEFT(texte[;num_cars]) @DESCRIPTION=Renvoie les @num_cars (1 par défaut) caractères les plus à gauche de la chaîne @texte. * Cette fonction est compatible avec Excel. @EXAMPLES= LEFT("Répertoire";3) vaut "Rép". @SEEALSO=MID, RIGHT
nl: @FUNCTION=LEFT @SYNTAX=LEFT(tekst[;aantal_tekens]) @DESCRIPTION=LEFT geeft het linker @aantal_tekens van @tekst, of het eerste teken als @aantal_tekens niet gegeven is. * Deze functie is compatibel met Excel. @EXAMPLES= LEFT("Directory";3) is "Dir" @SEEALSO=MID, RIGHT
pt_br: @FUNCTION=LEFT @SYNTAX=LEFT(texto[,núm_caracteres]) @DESCRIPTION=LEFT retorna os @núm_caracteres caracteres mais à esquerda, ou o caracter esquerdo se @núm_caracteres não for especificado. * Esta função é compatível com o Excel. @EXAMPLES= LEFT("Directory",3) retorna "Dir". @SEEALSO=MID, RIGHT
sk: @FUNCTION=LEFT @SYNTAX=LEFT(text[,počet_znakov]) @DESCRIPTION=LEFT vracia @počet_znakov najľavejších znakov alebo ľavý znak, ak nie je @počet_znakov uvedený. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LEFT("Directory",3) sa rovná "Dir". @SEEALSO=MID, RIGHT
vi: @FUNCTION=LEFT @SYNTAX=LEFT(text[,num_chars]) @DESCRIPTION=LEFT trả lại @num_chars ký tự bên trái nhất của chuỗi @text. Nếu không có @num_chars thì @num_chars coi như bằng 1. * Hàm này tương thích với Excel. @EXAMPLES= LEFT("Directory",3) bằng "Dir". @SEEALSO=MID, RIGHT

source: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER returns a lower-case version of the string in @text. * This function is Excel compatible. @EXAMPLES= LOWER("J. F. Kennedy") equals "j. f. kennedy". @SEEALSO=UPPER
dz: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER དེ་གིས་ @text ནང་གི་ཡིག་རྒྱུན་གྱི་མགྱོགས་ཡིག་ཐོན་རིམ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LOWER("J. F. Kennedy") equals "j. f. kennedy". @SEEALSO=UPPER
es: @FUNCTION=LOWER @SYNTAX=LOWER(texto) @DESCRIPTION=Devuelve una versión en minúsculas de la cadena @texto. * Esta función es compatible con Excel. @EXAMPLES= LOWER("Ernesto Guevara") es igual a "ernesto guevara". @SEEALSO=UPPER
fr: @FUNCTION=LOWER @SYNTAX=LOWER (texte) @DESCRIPTION=Renvoie une version en minuscules de la chaîne @texte * Cette fonction est compatible avec Excel. @EXAMPLES= LOWER("J. F. Kennedy") vaut "j. f. kennedy". @SEEALSO=UPPER
nl: @FUNCTION=LOWER @SYNTAX=LOWER(tekst) @DESCRIPTION=LOWER geeft een versie van @tekst in kleine letters. * Deze functie is compatibel met Excel. @EXAMPLES= LOWER("J. F. Kennedy") is "j. f. kennedy" @SEEALSO=UPPER
pt_br: @FUNCTION=LOWER @SYNTAX=LOWER(texto) @DESCRIPTION=LOWER retorna uma versão em minúsculas de @texto. * Esta função é compatível com o Excel. @EXAMPLES= LOWER("J. F. Kennedy") retorna "j. f. kennedy". @SEEALSO=UPPER
sk: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER vracia @text prevedený na malé písmená. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOWER("J. F. Kennedy") sa rovná "j. f. kennedy". @SEEALSO=UPPER
vi: @FUNCTION=LOWER @SYNTAX=LOWER(text) @DESCRIPTION=LOWER trả lại chuỗi chữ thường của chuỗi @text. * Hàm này tương thích với Excel. @EXAMPLES= LOWER("J. F. Kennedy") bằng "j. f. kennedy". @SEEALSO=UPPER

source: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID returns a substring from @string starting at @position for @length characters. * This function is Excel compatible. @EXAMPLES= MID("testing",2,3) equals "est". @SEEALSO=LEFT, RIGHT
dz: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID དེ་གིས་ @string འདོ་བཙུགས་ལས་ཡིག་རྒྱུན་ཡན་ལག་འདི་ @positionལུ་ @lengthཡིག་འབྲུའི་དོན་ལུ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= MID("testing",2,3) equals "est". @SEEALSO=LEFT, RIGHT
es: @FUNCTION=MID @SYNTAX=MID(cadena, posición, long) @DESCRIPTION=Devuelve una sub-cadena de texto de la @cadena, empezando por @posición y contando @long caracteres. * Esta función es compatible con Excel. @EXAMPLES= MID("probando",2,3) es igual a "rob". @SEEALSO=LEFT, RIGHT
fr: @FUNCTION=MID @SYNTAX=MID(chaîne; position; longueur) @DESCRIPTION=Renvoie une sous-chaîne de @chaîne commençant à @position et contenant @longueur caractères. * Cette fonction est compatible avec Excel. @EXAMPLES= MID("tester";2;3) vaut "est". @SEEALSO=LEFT, RIGHT
nl: @FUNCTION=MID @SYNTAX=MID(string, positie, aantal) @DESCRIPTION=MID geeft een deelstring uit @string beginnend op @positie en met @aantal tekens. * Deze functie is compatibel met Excel. @EXAMPLES= MID("testen",2,3) is "est" @SEEALSO=LEFT, RIGHT
pt_br: @FUNCTION=MID @SYNTAX=MID(texto, posição, comprimento) @DESCRIPTION=MID retorna um subtexto de @texto começando na @posição para um @comprimento de caracteres. * Esta função é compatível com o Excel. @EXAMPLES= MID("testando",2,3) retorna "est". @SEEALSO=LEFT, RIGHT
sk: @FUNCTION=MID @SYNTAX=MID(reťazec, pozícia, dĺžka) @DESCRIPTION=MID vracia podreťazec z @reťazec začínajúci na @pozícia a dlhý @dĺžka znakov. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MID("testovanie",2,3) sa rovná "est". @SEEALSO=LEFT, RIGHT
vi: @FUNCTION=MID @SYNTAX=MID(string, position, length) @DESCRIPTION=MID trả lại chuỗi con bắt đầu từ @position, dài @length trong chuỗi @string. * Hàm này tương thích với Excel. @EXAMPLES= MID("testing",2,3) bằng "est". @SEEALSO=LEFT, RIGHT

source: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT returns the rightmost @num_chars characters or the right character if @num_chars is not specified. * This function is Excel compatible. @EXAMPLES= RIGHT("end") equals "d". RIGHT("end",2) equals "nd". @SEEALSO=MID, LEFT
dz: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT དེ་གིས་ བདེན་པའི་ @num_chars ཡིག་འབྲུ་ཚུ་ཡང་ན་ཨིན་པའི་ཡིག་འབྲུ་ཚུ་སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @num_chars འདི་གསལ་བཀོད་མ་འབད་བར་ཡོད་པ་ཅིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= RIGHT("end") equals "d". RIGHT("end",2) equals "nd". @SEEALSO=MID, LEFT
es: @FUNCTION=RIGHT @SYNTAX=RIGHT(texto[,número]) @DESCRIPTION=Devuelve los @número caracteres a la derecha del texto o el primer carácter a la derecha si @número no se especifica. * Esta función es compatible con Excel. @EXAMPLES= RIGHT("end") es igual a "d". RIGHT("end",2) es igual a "nd". @SEEALSO=MID, LEFT
fr: @FUNCTION=RIGHT @SYNTAX=RIGHT(texte[;num_cars]) @DESCRIPTION=Renvoie les @num_cars (1 par défaut) caractères les plus à droite de la chaîne @texte. * Cette fonction est compatible avec Excel. @EXAMPLES= RIGHT("end") vaut "d". RIGHT("end",2) vaut "nd". @SEEALSO=MID, LEFT
nl: @FUNCTION=RIGHT @SYNTAX=RIGHT(tekst[;aantal_tekens]) @DESCRIPTION=RIGHT geeft het rechter @aantal_tekens van @tekst, of het laatste teken als @aantal_tekens niet gegeven is. * Deze functie is compatibel met Excel. @EXAMPLES= RIGHT("eind") is "d" RIGHT("eind";2) is "nd" @SEEALSO=MID, LEFT
pt_br: @FUNCTION=RIGHT @SYNTAX=RIGHT(texto[,núm_caract]) @DESCRIPTION=RIGHT retorna os @núm_caract caracteres mais à direita, ou o caractere mais à direita, se núm_caract não for especificado. * Esta função é compatível com o Excel. @EXAMPLES= RIGHT("fim") retorna "m". RIGHT("fim",2) retorna "im". @SEEALSO=MID, LEFT
sk: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,počet_znakov]) @DESCRIPTION=RIGHT vracia @počet_znakov najpravejších znakov alebo pravý znak ak je @počet_znakov neuvedený. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RIGHT("end") sa rovná "d". RIGHT("end",2) sa rovná "nd". @SEEALSO=MID, LEFT
vi: @FUNCTION=RIGHT @SYNTAX=RIGHT(text[,num_chars]) @DESCRIPTION=RIGHT trả lại @num_chars ký tự bên phải nhất của chuỗi @text. @num_chars mặc định bằng 1. * Hàm này tương thích với Excel. @EXAMPLES= RIGHT("end") bằng "d". RIGHT("end",2) bằng "nd". @SEEALSO=MID, LEFT

source: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER returns a upper-case version of the string in @text. * This function is Excel compatible. @EXAMPLES= UPPER("cancelled") equals "CANCELLED". @SEEALSO=LOWER
dz: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER དེ་གིས་ @text ཚིག་ཡིག་ནང་ཡིག་རྒྱུན་གྱི་ཚུགས་ཡིག་ཐོན་རིམ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= UPPER("cancelled") equals "CANCELLED". @SEEALSO=LOWER
es: @FUNCTION=UPPER @SYNTAX=UPPER(texto) @DESCRIPTION=Devuelve una versión en mayúsculas de la cadena @texto. Esta función es compatible con Excel. @EXAMPLES= UPPER("cancelado") devuelve "CANCELADO". @SEEALSO=LOWER
fr: @FUNCTION=UPPER @SYNTAX=UPPER(texte) @DESCRIPTION=Renvoie une version en majuscules de la chaîne @texte. * Cette fonction est compatible avec Excel. @EXAMPLES= UPPER("annulé") vaut "ANNULÉ". @SEEALSO=LOWER
nl: @FUNCTION=UPPER @SYNTAX=UPPER(tekst) @DESCRIPTION=UPPER geeft de @tekst in hoofdletters. * Deze functie is compatibel met Excel. @EXAMPLES= UPPER("geannuleerd") is "GEANNULEERD" @SEEALSO=LOWER
pt_br: @FUNCTION=UPPER @SYNTAX=UPPER(texto) @DESCRIPTION=UPPER retorna uma versão em maiúsculas de @texto. * Esta função é compatível com o Excel. @EXAMPLES= UPPER("cancelado") retorna "CANCELADO". @SEEALSO=LOWER
sk: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER vracia reťazec @text prevedený na veľké písmená. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= UPPER("canceled") sa rovná "CANCELED". @SEEALSO=LOWER
vi: @FUNCTION=UPPER @SYNTAX=UPPER(text) @DESCRIPTION=UPPER trả lại chuỗi chữ hoa của chuỗi @text. * Hàm này tương thích với Excel. @EXAMPLES= UPPER("cancelled") bằng "CANCELLED". @SEEALSO=LOWER

source: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE returns the string obtained by concatenation of the given strings. * This function is Excel compatible. @EXAMPLES= CONCATENATE("aa","bb") equals "aabb". @SEEALSO=LEFT, MID, RIGHT
dz: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE དེ་གིས་ བྱིན་ཡོད་པའི་ཡིག་རྒྱུན་ཚུ་གི་རིམ་པ་གིས་ ཐོབ་པའི་ཡིག་རྒྱུན་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CONCATENATE("aa","bb") equals "aabb". @SEEALSO=LEFT, MID, RIGHT
es: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(cadena1[,cadena2…]) @DESCRIPTION=Devuelve la cadena resultado de concatenar todas las cadenas pasadas como argumentos. * Esta función es compatible con Excel. @EXAMPLES= CONCATENATE("aa","bb") devuelve "aabb". @SEEALSO=LEFT, MID, RIGHT
fr: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(chaîne1[;chaîne2...]) @DESCRIPTION=Renvoie la concaténation des chaînes de caractères passées en paramètre. * Cette fonction est compatible avec Excel. @EXAMPLES= CONCATENATE("aa";"bb") vaut "aabb". @SEEALSO=LEFT, MID, RIGHT
nl: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(tekenreeks1[;tekenreeks2...]) @DESCRIPTION=CONCATENATE plakt de gegeven tekenreeksen aan elkaar. * Deze functie is compatibel met Excel. @EXAMPLES= CONCATENATE("aa";"bb") is "aabb" @SEEALSO=LEFT, MID, RIGHT
pt_br: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(texto1[,texto2...]) @DESCRIPTION=CONCATENATE retorna a união de diversos itens de textos fornecidos em um único texto. * Esta função é compatível com o Excel. @EXAMPLES= CONCATENATE("aa","bb") retorna "aabb". @SEEALSO=LEFT, MID, RIGHT
sk: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(reťazec1[,reťazec2...]) @DESCRIPTION=CONCATENATE vracia reťazec, ktorý vznikne spojením reťazcov. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CONCATENATE("aa","bb") sa rovná "aabb". @SEEALSO=LEFT, MID, RIGHT
vi: @FUNCTION=CONCATENATE @SYNTAX=CONCATENATE(string1[,string2...]) @DESCRIPTION=CONCATENATE trả lại chuỗi nối của các chuỗi đã cho. * Hàm này tương thích với Excel. @EXAMPLES= CONCATENATE("Sai","Gon") bằng "SaiGon". @SEEALSO=LEFT, MID, RIGHT

source: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT returns @num repetitions of @string. * This function is Excel compatible. @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE
dz: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT དེ་གིས་ @stringགི་@num བསྐྱར་ཟློས་ཚུ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= REPT(".",3) equals "...". @SEEALSO=CONCATENATE
es: @FUNCTION=REPT @SYNTAX=REPT(cadena,número) @DESCRIPTION=Devuelve la cadena @cadena repetida @número veces. * Esta función es compatible con Excel. @EXAMPLES= REPT(".",3) es igual a "…". @SEEALSO=CONCATENATE
fr: @FUNCTION=REPT @SYNTAX=REPT(chaîne;nombre) @DESCRIPTION=Renvoie @chaîne répétée @nombre fois. * Cette fonction est compatible avec Excel. @EXAMPLES= REPT(".";3) renvoie "...". @SEEALSO=CONCATENATE
nl: @FUNCTION=REPT @SYNTAX=REPT(string;aantal) @DESCRIPTION=REPT geeft de @string, @aantal keer weer. * Deze functie is compatibel met Excel. @EXAMPLES= REPT(".";3) is "..." @SEEALSO=CONCATENATE
pt_br: @FUNCTION=REPT @SYNTAX=REPT(texto,número_de_repetições @DESCRIPTION=REPT repete @texto o número de repetições dada por @num_de_repetições. * Esta função é compatível com o Excel. @EXAMPLES= REPT(".",3) retorna "...". @SEEALSO=CONCATENATE
sk: @FUNCTION=REPT @SYNTAX=REPT(reťazec,počet) @DESCRIPTION=REPT vracia @počet-krát zopakovaný @reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= REPT(".",3) sa rovná "...". @SEEALSO=CONCATENATE
vi: @FUNCTION=REPT @SYNTAX=REPT(string,num) @DESCRIPTION=REPT trả lại chuỗi @string được lặp @num lần. * Hàm này tương thích với Excel. @EXAMPLES= REPT("vân",3) bằng "vânvânvân". @SEEALSO=CONCATENATE

source: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN removes any non-printable characters from @string. * This function is Excel compatible. @EXAMPLES= CLEAN("one"\&char(7)) equals "one". @SEEALSO=
dz: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN དེ་གིས་ @string ལས་དཔར་བསྐྲུན་འབད་མ་བཏུབ་པའི་ཡིག་འབྲུ་གང་རུང་རྩ་བསྐྲད་གཏངམ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CLEAN("one"\&char(7)) equals "one". @SEEALSO=
es: @FUNCTION=CLEAN @SYNTAX=CLEAN(cadena) @DESCRIPTION=Limpia la @cadena de todo carácter no imprimible. * Esta función es compatible con Excel. @EXAMPLES= CLEAN("uno"\&char(7)) devuelve "uno". @SEEALSO=
fr: @FUNCTION=CLEAN @SYNTAX=CLEAN(chaîne) @DESCRIPTION=Enlève tous les caractères non affichables de la chaîne. * Cette fonction est compatible avec Excel. @EXAMPLES= CLEAN("un" & char(7)) renvoie "un". @SEEALSO=
nl: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN haalt niet-afdrukbare karakters uit de @string. * Deze functie is compatibel met Excel. @EXAMPLES= CLEAN("een"\&char(7)) is "een" @SEEALSO=
pt_br: @FUNCTION=CLEAN @SYNTAX=CLEAN(texto) @DESCRIPTION=CLEAN limpa o texto de qualquer caracter não-imprimível. * Esta função é compatível com o Excel. @EXAMPLES= CLEAN("um"\&char(7)) retorna "um". @SEEALSO=
sk: @FUNCTION=CLEAN @SYNTAX=CLEAN(reťazec) @DESCRIPTION=CLEAN vymaže z reťazca všetky netlačiteľné znaky. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CLEAN("jedna"\&char(7)) sa rovná "jedna". @SEEALSO=
vi: @FUNCTION=CLEAN @SYNTAX=CLEAN(string) @DESCRIPTION=CLEAN loại bỏ các ký tự không in được ra khỏi chuỗi @string. * Hàm này tương thích với Excel. @EXAMPLES= CLEAN("one"\&char(7)) bằng "one". @SEEALSO=

source: @FUNCTION=FIND @SYNTAX=FIND(string1,string2[,start]) @DESCRIPTION=FIND returns position of @string1 in @string2 (case-sensitive), searching only from character @start onwards (assuming 1 if omitted). * This function is Excel compatible. @EXAMPLES= FIND("ac","Jack") equals 2. @SEEALSO=EXACT, LEN, MID, SEARCH
dz: @FUNCTION=FIND @SYNTAX=FIND(string1,string2[,start]) @DESCRIPTION=FIND དེ་གིས་ @string1 གནས་ས་འདི་ @string2 (གནད་དོན་-དྲན་ཚོར་ཅན་)ནང་ལུ་, ཡིག་འབྲུ་ @startལས་འགོ་བཟུང་སྟེ་(སྐྱུར་བཞག་སྟེ་ཡོད་པ་ཅིན་ ༡་ སྦེ་བཞག་ཐོག་ལུ་) ལས་རྐྱངམ་ཅིག་འཚོལ་ཞིབ་འབད་ཐོག་ལས་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FIND("ac","Jack") equals 2. @SEEALSO=EXACT, LEN, MID, SEARCH
es: @FUNCTION=FIND @SYNTAX=FIND(cadena1,cadena2[,inicio]) @DESCRIPTION=Devuelve la posición de @cadena1 en @cadena2 (distingue mayúsculas y minúsculas), la búsqueda se hace sólo a partir de la posición @inicio (se asume 1 si no se indica). * Esta función es compatible con Excel. @EXAMPLES= FIND("ac","Jack") es igual a 2. @SEEALSO=EXACT, LEN, MID, SEARCH
fr: @FUNCTION=FIND @SYNTAX=FIND(chaîne1,chaîne2[,début]) @DESCRIPTION=Renvoie la position de @chaîne1 dans @chaîne2 (sensible à la casse), en cherchant à partir du début ou du caractère @début si ce paramètre est présent. * Cette fonction est compatible avec Excel. @EXAMPLES= FIND("ac";"Jacques") vaut 2. @SEEALSO=EXACT, LEN, MID, SEARCH
nl: @FUNCTION=FIND @SYNTAX=FIND(string1;string2[;begin]) @DESCRIPTION=FIND geeft de positie van @string1 in @string2 (hoofdlettergevoelig), voorwaards zoekend vanaf het teken @begin (1 als deze wordt weggelaten). * Deze functie is compatibel met Excel. @EXAMPLES= FIND("ac";"Jack") is 2 @SEEALSO=EXACT, LEN, MID, SEARCH
pt_br: @FUNCTION=FIND @SYNTAX=FIND(texto1,texto2[,início]) @DESCRIPTION=FIND retorna a primeira ocorrência de @texto1 em @texto2 (sensível a maiúsculas), procurando a partir do caracter @início (assumido 1 se omitido). * Esta função é compatível com o Excel. @EXAMPLES= FIND("ac","Caco") retorna 2. @SEEALSO=EXACT, LEN, MID, SEARCH
sk: @FUNCTION=FIND @SYNTAX=FIND(reťazec1,reťazec2[,štart]) @DESCRIPTION=FIND vracia pozíciu @reťazec1 v @reťazec2 (rozlišuje veľkosť písmen), hľadajúc od znaku na pozícii @štart (predpokladá sa 1 ak neuvedené). * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FIND("ac","Jack") sa rovná 2. @SEEALSO=EXACT, LEN, MID, SEARCH
vi: @FUNCTION=FIND @SYNTAX=FIND(string1,string2[,start]) @DESCRIPTION=FIND trả lại vị trí của chuỗi @string1 trong chuỗi @string2 (phân biệt chữ hoa, chữ thường). Tìm kiếm bắt đầu chỉ từ ký tự @start (nếu có). * Hàm này tương thích với Excel. @EXAMPLES= FIND("ac","Jack") bằng 2. @SEEALSO=EXACT, LEN, MID, SEARCH
