Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM returns a geometric-distributed random number. The number of independent trials with probability @p until the first success. The probability distribution for geometric variates is, p(k) = p (1-p)^(k-1), for k >= 1. * If @p < 0 or @p > 1 RANDGEOM returns #NUM! error. @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND
dz: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM དེ་གིས་ ཐིག་རྩིས་ཀྱི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། རང་དབང་དོ་འགྲན་གྱི་ཨང་གྲངས་འདི་ བྱུང་སྲིད་པའི་ @p དང་ཅིག་ཁར་ མགོའི་མཐར་འཁྱོལ་ཚུན་ཚོད། ཐིག་རྩིས་ཀྱི་འགྱུར་བའི་དོན་ལུ་འབྱུང་སྲིད་པའི་བཀྲམ་སྤེལ་འདི་, p(k) = p (1-p)^(k-1), for k >= 1. * If @p < 0 or @p > 1 RANDGEOMདེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND
es: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM devuelve un número aleatorio geométricamente distribuido. El número de intentos independientes con probabilidad @p hasta el primer éxito. La distribución de probabilidad para variaciones geométricas es: p(k) = p (1-p)^(k-1), para k >= 1. * Si @p < 0 o @p > 1 RANDGEOM devuelve un error #NÚM!. @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND
fr: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution géométrique, soit le nombre d'essais indépendants de probablité p avant le premier succès. La distribution est p(k) = p (1-p)^(k-1), pour k >= 1. * Si @p < 0 ou @p > 1, RANGEOM renvoie #NUM!. @SEEALSO=RAND
nl: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM geeft een willekeurig getal volgens een geometrische verdeling. Het aantal onafhankelijke trekkingen met kans @p tot het eerste succes. De kansverdeling voor geometrische varianten is, p(k) = p (1-p)^(k-1), voor k >= 1. * Als @p < 0 of @p > 1 geeft RANDGEOM een #GETAL! foutmelding. @EXAMPLES= RANDGEOM(0;4) @SEEALSO=RAND
pt_br: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM retorna um número aleatório que segue a distribuição Geométrica. O número de tentativas independentes com probabilidade @p até o primeiro sucesso. A distribuição Geométrica tem a forma: p(k) = p (1-p)^(k-1), para k >= 1. * Se @p < 0 ou @p > 1, RANDGEOM retorna o erro #NUM! @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné číslo podľa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDGEOM @SYNTAX=RANDGEOM(p) @DESCRIPTION=RANDGEOM trả lại một số ngẫu nhiên theo phân phối hình học. Số việc thử độc lập với xác suất @p cho đến sự thành công thứ nhất. Phân phối xác suất cho biến hình học bị giới hạn là: p(k) = p (1-p)^(k-1), cho « k ≥ 1 ». * Nếu « @p < 0 » hoặc « @p > 1 » thì RANDGEOM trả lại lỗi « #NUM! ». @EXAMPLES= RANDGEOM(0.4). @SEEALSO=RAND

source: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG returns a hypergeometric-distributed random number. The probability distribution for hypergeometric random variates is, p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), where C(a,b) = a!/(b!(a-b)!). The domain of k is max(0,t-n_2), ..., max(t,n_1). @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND
dz: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG དེ་གིས་ ཧའི་པར་ཇིའོ་མེ་ཊིཀ་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། ཧའི་པར་ཇིའོ་མེ་ཊིཀ་གང་བྱུང་ཨང་གྲངས་འགྱུར་ཅན་གྱི་དོན་ལུ་ འབྱུང་སྲིད་པའི་བཀྲམ་སྤེལ་འདི་, p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), where C(a,b) = a!/(b!(a-b)!). ཀེ་གི་ཌོ་མེན་འདི་ མང་མཐའ་(0,t-n_2), ..., མང་མཐའ་(t,n_1). @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND
es: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG devuelve un número aleatorio según una distribución hipergeométrica. La distribución de probabilidades para una variación hipergeométrica aleatoria es: p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), donde C(a,b) = a!/(b!(a-b)!). El dominio de k es max(0,t-n_2), …, max(t,n_1). @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND
fr: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1;n2;t) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution hypergéométrique. La distribution de cette loi est p(k) = C(@n1,k) C(@n2, @t-k) / C(@n1 + @n2, k) où C(a,b) = a! / (b!(a-b)!) Le domaine de k est max(0, @t-@n2) ... max(@t,@n1) @SEEALSO=RAND
nl: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(g1;g2;t) @DESCRIPTION=RANDHYPERG geeft een willekeurig getal volgens een hypergeometrische distributie. De waarschijnlijkheidsdistributie voor hypergeometrische willekeurige varianten is, p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), met C(a,b) = a!/(b!(a-b)!). Het domein van k is max(0,t-n_2), ..., max(t,n_1). @EXAMPLES= RANDHYPERG(21;1;9) @SEEALSO=RAND
pt_br: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG retorna um número aleatório que segue a distribuição Hipergeométrica. A distribuição Hipergeométrica tem a forma: p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), onde C(a,b) = a!/(b!(a-b)!). O domínio de k é max(0,t-n_2), ..., max(t,n_1). @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné číslo podľa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDHYPERG @SYNTAX=RANDHYPERG(n1,n2,t) @DESCRIPTION=RANDHYPERG trả lại một số ngẫu nhiên theo phân phối siêu hình học (hypergeometric). Phân phối xác suất cho biến ngẫu nhiên siêu hình học bị giới hạn là: p(k) = C(n_1,k) C(n_2, t-k) / C(n_1 + n_2,k), mà « C(a,b) = a!/(b!(a-b)!) ». Miền của « k » là « max(0,t-n_2), ..., max(t,n_1) » . @EXAMPLES= RANDHYPERG(21,1,9). @SEEALSO=RAND

source: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG returns a logarithmic-distributed random number. * If @p < 0 or @p > 1 RANDLOG returns #NUM! error. @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND
dz: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG དེ་གིས་ མཉམ་གྲངས་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 or @p > 1 RANDLOG དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND
es: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG devuelve un número aleatorio logarítmicamente distribuido. * Si @p < 0 o @p > 1 RANDLOG devuelve un error #NÚM! @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND
fr: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution logarithmique * Si @p < 0 ou @p > 1, RANDLOG renvoie #NUM!. @SEEALSO=RAND
nl: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG geeft een willekeurig getal volgens een logaritmische distributie. * Als @p < 0 of @p > 1 geeft RANDLOG een #GETAL! foutmelding. @EXAMPLES= RANDLOG(0,72) @SEEALSO=RAND
pt_br: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG retorna um número aleatório que segue a distribuição logarítmica. * Se @p < 0 ou @p > 1, RANDLOG retorna o erro #NUM! @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné číslo podľa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDLOG @SYNTAX=RANDLOG(p) @DESCRIPTION=RANDLOG trả lại một số ngẫu nhiên theo phân phối loga. * Nếu « @p < 0 » hoặc « @p > 1 » thì RANDLOG trả lại lỗi « #NUM! ». @EXAMPLES= RANDLOG(0.72). @SEEALSO=RAND

source: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ returns a Chi-Square-distributed random number. @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA
dz: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ དེ་གིས་ ཆི་གྲུ་གཞི་-བཀྲམ་སྟོན་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA
es: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ devuelve un número aleatorio distribuido según chi-cuadrado. @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA
fr: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(b) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution du Chi carré. @SEEALSO=RAND,RANDGAMMA
nl: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ geeft een willekeurig getal volgens een Chi-kwadraat distributie. @EXAMPLES= RANDCHISQ(0,5) @SEEALSO=RAND,RANDGAMMA
pt_br: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ retorna um número aleatório que segue a distribuição do Qui-quadrado. @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDCHISQ @SYNTAX=RANDCHISQ(nu) @DESCRIPTION=RANDCHISQ trả lại một số ngẫu nhiên theo phân phối χ² (chi-square). @EXAMPLES= RANDCHISQ(0.5). @SEEALSO=RAND,RANDGAMMA

source: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST returns a T-distributed random number. @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND
dz: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST དེ་གིས་ ཊི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་གང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND
es: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST devuelve un número aleatorio T distribuido. @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND
fr: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution T.. @SEEALSO=RAND
nl: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST geeft een willekeurig getal volgens een T-distributie. @EXAMPLES= RANDTDIST(0,5) @SEEALSO=RAND
pt_br: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST retorna um número aleatório que segue a distribuição T. @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDTDIST @SYNTAX=RANDTDIST(nu) @DESCRIPTION=RANDTDIST trả lại một số ngẫu nhiên theo phân phối T. @EXAMPLES= RANDTDIST(0.5). @SEEALSO=RAND

source: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,type]) @DESCRIPTION=RANDGUMBEL returns a Type I or Type II Gumbel-distributed random number. @type is either 1 or 2 and specifies the type of the distribution (Type I or Type II). * If @type is neither 1 nor 2, RANDGUMBEL returns #NUM! error. * If @type is omitted, Type I is assumed. @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND
dz: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,type]) @DESCRIPTION=RANDGUMBEL དེ་གིས་ དབྱེ་བ་ ༡ ཡང་ན་ དབྱེ་བ་ ༢་ གམ་བལ་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @type འདི་ ༡ ཡང་ན་ ༢ གང་རུང་ཨིནམ་དང་ བཀྲམ་སྤེལ་ (དབྱེ་བ་ I ཡང་ན་ དབྱེ་བ་ II) གསལ་བཀོད་འབདཝ་ཨིན། * If @type འདི་ ༡་ཡང་ན་༢་ མེན་པ་ཅིན་, RANDGUMBEL དེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @type འདི་སྐྱུར་བཞག་པ་ཅིན་, དབྱེ་བ་ I འདི་འཛནི་ནི་ཨིན། @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND
es: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,tipo]) @DESCRIPTION=RANDGUMBEL devuelve un número aleatorio según una distribución de Tipo I o Tipo II de Gumbel. @tipo es o 1 o 2 y especifica el tipo de distribución (Tipo II o Tipo II). * Si @tipo no es 1 o 2, RANDGUMBEL devuelve un error #NÚM! * Si @tipo se omite, se asume Tipo I. @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND
fr: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a;b[;type]) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Gumbel de type I ou II, selon @type. * Si @type est omis, 1 est pris par défaut * Si @type ne vaut ni 1 ni 2, RANDGUMBEL renvoie #NUM! @SEEALSO=RAND
nl: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a;b[;type]) @DESCRIPTION=RANDGUMBEL geeft een willekeurig getal volgens een Gumbel distributie van Type I of Type II. @type is 1 of 2 en geeft het type van de distributie (Type I of Type II). * Als @type geen 1 of 2 is, geeft RANDGUMBEL een #GETAL! foutmelding. * If @type is omitted, Type I is assumed. @EXAMPLES= RANDGUMBEL(0,5;1;2) @SEEALSO=RAND
pt_br: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,tipo]) @DESCRIPTION=RANDGUMBEL retorna um número aleatório que segue a distribuição de Gumbel do Tipo I ou do Tipo II. @tipo deve ser 1 ou 2 e especifica se a distribuição é do Tipo I ou do Tipo II, respectivamente. * Se @tipo é diferente de 1 ou 2, RANDGUMBEL retorna o erro #NUM! * Se @tipo é omitido, é assumido o Tipo I. @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné číslo podľa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDGUMBEL @SYNTAX=RANDGUMBEL(a,b[,type]) @DESCRIPTION=RANDGUMBEL trả lại một số ngẫu nhiên theo phân phối Gumbel Kiểu 1 hoặc Kiều 2. Kiểu @type là hoặc 1 hoặc 2 và xác định kiểu phân phối (Kiểu 1 hoặc Kiểu 2). * Nếu kiểu @type không phải là 1 và cũng không phải là 2 thì RANDGUMBEL trả về lỗi « #NUM! ». * Nếu @type bỏ trống thì giả sử Kiểu 1. @EXAMPLES= RANDGUMBEL(0.5,1,2). @SEEALSO=RAND

source: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,alpha[,beta]) @DESCRIPTION=RANDLEVY returns a Levy-distributed random number. If @beta is omitted, it is assumed to be 0. * For @alpha = 1, @beta=0, we get the Lorentz distribution. * For @alpha = 2, @beta=0, we get the normal distribution. * If @alpha <= 0 or @alpha > 2, RANDLEVY returns #NUM! error. * If @beta < -1 or @beta > 1, RANDLEVY returns #NUM! error. @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND
dz: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,alpha[,beta]) @DESCRIPTION=RANDLEVY དེ་གིས་ ལེ་ཝི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @beta འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ ༠་ ཨིན་ཟེར་བཞགཔ་ཨིན། * For @alpha = 1གི་དོན་ལུ་, @beta=0, ང་བཅས་ལུ་ལོ་རེནསི་བཀྲམ་སྤེལ་འདི་ཐོབ་ཨིན། * For @alpha = 2དོན་ལུ་, @beta=0, ང་བཅས་ལུ་སྤྱིར་གཏང་བཀྲམ་སྤེལ་འདི་ཐོབ་ཨིན། * If @alpha <= 0 ཡང་ན་ @alpha > 2ཨིན་པ་ཅིན་, RANDLEVY དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @beta < -1 ཡང་ན་ @beta > 1ཨིན་པ་ཅིན་, RANDLEVY དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND
es: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,alfa[,beta]) @DESCRIPTION=RANDLEVY devuelve un número aleatorio distribuido según Levy. Si se omite @beta, se asume que es 0. * Para alfa = 1, beta=0, se obtiene la distribución de Lorentz. * Para alfa = 2, beta=0, se obtiene la distribución de Gauss. * Si @alfa <= 0 o @alfa > 2, RANDLEVY devuelve un error #NÚM! * Si @beta < -1 o @beta > 1, RANDLEVY devuelve un error #NÚM! @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND
fr: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c;alpha[;beta]) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Levy. Si @beta est omis, il est pris égal à zéro. * Si @alpha = 1 et @beta = 0, on obtient une distribution de Lorentz. * Si @alpha = 2 et @beta = 0, on obtient une distribution de Gauss. * Si @alpha <= 0 ou @alpha > 2, RANDLEVY renvoie #NUM! * Si @beta < -1 ou @beta > 1, RANDLEVY renvoie #NUM! @SEEALSO=RAND
nl: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c;alpha[;beta]) @DESCRIPTION=RANDLEVY geeft een willekeurig getal volgens een Levy distributie. Als @beta is weggelaten, wordt aangenomen dat deze 0 is. * Voor @alpha = 1, @beta=0, krijgen we een Lorentz distributie. * Voor @alpha = 2, @beta=0, krijgen we de normale distributie. * Als @alpha <= 0 of @alpha > 2, geeft RANDLEVY een #GETAL! foutmelding. * Als @beta < -1 of @beta > 1, geeft RANDLEVY een #GETAL! foutmelding. @EXAMPLES= RANDLEVY(0,5;0,1;1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,alpha[,beta]) @DESCRIPTION=RANDLEVY retorna um número aleatório que segue a distribuição de Levy. Se @beta for omitido, assume-se como sendo igual a 0. * Para @alpha = 1, @beta=0, nós obtemos a distribuição de Lorentz. * Para @alpha = 2, @beta=0, nós obtemos a distribuição normal. * Se @alpha <= 0 ou @alpha > 2, RANDLEVY retorna o erro #NUM! * Se @beta < -1 ou @beta > 1, RANDLEVY retorna o erro #NUM! @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné číslo podľa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDLEVY @SYNTAX=RANDLEVY(c,alpha[,beta]) @DESCRIPTION=RANDLEVY trả lại một số ngẫu nhiên theo phân phối Levy. Nếu β @beta bỏ trống thì giả sử nó là số 0. * Cho « α @alpha = 1, β @beta=0 », kết quả là phân phối Lorentz. * Cho « α @alpha = 2, β @beta=0 », kết quả là phân phối chuẩn. * Nếu « α @alpha ≤ 0 » hoặc « α @alpha > 2 » thì RANDLEVY trả lại lỗi « #NUM! ». * Nếu « β @beta < -1 » hoặc « β @beta > 1 » thì RANDLEVY trả lại lỗi « #NUM! ». @EXAMPLES= RANDLEVY(0.5,0.1,1). @SEEALSO=RAND

source: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW returns a random variate from the exponential power distribution with scale parameter @a and exponent @b. The distribution is, p(x) dx = {1 over 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, for x >= 0. * For @b = 1 this reduces to the Laplace distribution. * For @b = 2 it has the same form as a normal distribution with sigma = a/sqrt(2). @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
dz: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW དེ་གིས་ གང་བྱུང་འགྱུར་བ་འདི་ བསྒྱུར་གྲངས་ནུས་ཤུགས་ལས་ཆ་ཚད་ཚད་བཟུང་ @a དང་ ཐབས་རིག་ཅན་ @bདང་ཅིག་ཁར་སླར་ལོག་འབདཝ་ཨིན། བཀྲམ་སྤེལ་འདི་, p(x) dx = {1 over 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, for x >= 0. * For @b = 1གི་དོན་ལུ་ འདི་གིས་ལེབ་པེལེསི་བཀརམ་སྤེལ་ལུ་ཕབ་ལེན་འབདཝ་ཨིན། * For @b = 2 གི་དོན་ལུ་ དེ་ལུ་སིག་མ་དང་ཅིག་ཁར་སྤྱིར་གཏང་བཀྲམ་སྤེལ་ཅིག་སྦེ་རྣམ་པ་གཅིག་པ་ཡོདཔ་ཨིན། = a/sqrt(2). @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
es: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW devuelve una variación aleatoria de la distribución exponencial con parámetro de escala @a y exponente @b. La distribución es, p(x) dx = {1 sobre 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, para x >= 0. * Para @b = 1 esto se reduce a la distribución de Laplace. * Para @b = 2 esto tiene la misma forma que una distribución gaussiana, pero con sigma = a/ sqrt(2). @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
fr: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a;b) @DESCRIPTION=RANDEXPPOW renvoie une valeur aléatoire avec une distribution exponentielle, de paramètre d'échelle @a et d'exposant @b. La distribution est p(x) dx = {1 over 2 @a Gamma(1+1/@b)} exp(-|x/@a|^@b) dx, si x >= 0. * Si b = 1, cela revient à une distribution de Laplace. * Si b = 2, elle a la même forme qu'une distribution de Gauss, mais avec @a = sqrt{2} sigma. @EXAMPLES= @SEEALSO=RAND
nl: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a;b) @DESCRIPTION=RANDEXPPOW geeft een willekeurig getal volgens een exponentiële distributie met schaalparameter @a en exponent @b. De distributie is, p(x) dx = {1 over 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, voor x >= 0. * Voor @b = 1 reduceert dit tot de Laplace distributie. * Voor @b = 2 heeft dit dezelfde vorm als een normale distributie met sigma = a/sqrt(2). @EXAMPLES= RANDEXPPOW(0,5;0,1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW retorna um número aleatório que segue a distribuição de potência exponencial, com parâmetro @a e expoente @b. A distribuição tem a forma: p(x) dx = {1 sobre 2 a Gamma(1+1/b)} exp(-|x/a|^b) dx, para x >= 0. * Para @b = 1, temos a distribuição de Laplace. * Para @b = 2, temos a distribuição normal com sigma = a/sqrt(2). @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
sk: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON vracia náhodné číslo podľa Poissonovho rozdelenia. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDEXPPOW @SYNTAX=RANDEXPPOW(a,b) @DESCRIPTION=RANDEXPPOW trả lại một số ngẫu nhiên bị giới hạn từ phân phối mũ lũy thừa, với tham số tỷ lệ @a và mũ @b. Phân phối là: p(x) ∂x = {1 trên 2 a γ(1+1/b)} exp(-|x/a|^b) ∂x, cho « x ≥ 0 ». * Cho @b = 1 kết quả giảm thành phân phối Laplace. * Cho @b = 2 nó có cùng hình dạng với phân phối chuẩn với Σ = a/√(2). @EXAMPLES= RANDEXPPOW(0.5,0.1). @SEEALSO=RAND
