Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: While in obsolete encodings JIS used to translate between 1-byte and 2-byte characters, this is not the case in UTF-8.
da: Selvom JIS i forældede kodninger plejede at oversætte mellem 1-byte og 2-byte tegn, er dette ikke tilfældet i UTF-8.

source: Possible interpolation methods are: 0: linear; 1: linear with averaging; 2: staircase; 3: staircase with averaging; 4: natural cubic spline; 5: natural cubic spline with averaging.
da: Mulige interpolationsmetoder er: 0: lineær; 1: lineær med gennemsnitsdannelse; 2: trappeformet; 3: trappeformet med gennemsnitsdannelse; 4: naturlig kubisk spline; 5: naturlig kubisk spline med gennemsnitsdannelse.

source: INTERPOLATION:interpolated values corresponding to the given abscissa targets
da: INTERPOLATION:Interpolerede værdier svarende til de givne abscisse-mål

source: abscissae:abscissae of the given data points
da: abscissae:abscisser for de givne datapunkter

source: ordinates:ordinates of the given data points
da: ordinates:ordinater for de givne datapunkter

source: targets:abscissae of the interpolated data
da: targets:abscisser for de interpolerede data

source: interpolation:method of interpolation, defaults to 0 ('linear')
da: interpolation:interpolationsmetode, standardværdi er 0 ('lineær')

source: The output consists always of one column of numbers.
da: Resultatet består altid af én kolonne med tal.

source: The @{abscissae} should be given in increasing order. If the @{abscissae} is not in increasing order the INTERPOLATION function is significantly slower.
da: @{abscissae} skal være givet i stigende rækkefølge. Hvis @{abscissae} ikke er i stigende rækkefølge er INTERPOLATION-funktionen betydeligt langsommere.

source: If any two @{abscissae} values are equal an error is returned.
da: Hvis to @{abscissae}-værdier er ens, så returneres en fejl.

source: If any of interpolation methods 1 ('linear with averaging'), 3 ('staircase with averaging'), and 5 ('natural cubic spline with averaging') is used, the number of returned values is one less than the number of targets and the target values must be given in increasing order. The values returned are the average heights of the interpolation function on the intervals determined by consecutive target values.
da: Hvis en af interpolationsmetoderne 1 ('lineær med gennemsnitsdannelse'), 3 ('trappeformet med gennemsnitsdannelse') og 5 ('naturlig kubisk spline med gennemsnitsdannelse') bruges, er antallet af returnerede værdier én mindre end antallet af mål og målværdierne skal være givet i stigende rækkefølge. De returnerede værdier er gennemsnitshøjderne af interpolationsfunktionen på intervallerne bestemt af på hinanden følgende målværdier.

source: Strings and empty cells in @{abscissae} and @{ordinates} are ignored.
da: Strenge og tomme celler i @{abscissae} og @{ordinates} ignoreres.

source: If several target data are provided they must be in the same column in consecutive cells.
da: Hvis flere måldata leveres skal de være i samme kolonne i på hinanden følgende celler.

source: PERIODOGRAM:periodogram of the given data
da: PERIODOGRAM:Periodogram for de givne data

source: ordinates:ordinates of the given data
da: ordinates:ordinater for de givne data

source: filter:windowing function to be used, defaults to no filter
da: filter:vinduefunktion der skal bruges, standardværdi er ingen filter

source: abscissae:abscissae of the given data, defaults to regularly spaced abscissae
da: abscissae:abscisser for de givne data, standard er jævnt fordelte abscisser

source: interpolation:method of interpolation, defaults to none
da: interpolation:interpolationsmetode, standardværdi er ingen

source: number:number of interpolated data points
da: number:antal interpolerede datapunkter

source: If an interpolation method is used, the number of returned values is one less than the number of targets and the targets values must be given in increasing order.
da: Hvis en interpolationsmetode bruges, er antallet af returnerede værdier én mindre end antallet af mål og målværdierne skal være givet i stigende rækkefølge.

source: Possible window functions are: 0: no filter (rectangular window) 1: Bartlett (triangular window) 2: Hahn (cosine window) 3: Welch (parabolic window)
da: Mulige vinduefunktioner er: 0: intet filter (rektangulært vindue) 1: Bartlett (trekantet vindue) 2: Hahn (cosinus-vindue) 3: Welch (parabolsk vindue)

source: FOURIER:Fourier or inverse Fourier transform
da: FOURIER:Fourier- eller invers Fourier-transformation

source: Sequence:the data sequence to be transformed
da: Sequence:datasekvensen der skal transformeres

source: Inverse:if true, the inverse Fourier transform is calculated, defaults to false
da: Inverse:hvis sand, beregnes den inverse Fourier-transformation, standardværdi er falsk

source: Separate:if true, the real and imaginary parts are given separately, defaults to false
da: Separate:hvis sand, gives de reelle og imaginære dele separat, standardværdi er falsk

source: This array function returns the Fourier or inverse Fourier transform of the given data sequence.
da: Denne matrix-funktion returnerer Fourier- eller inverse Fourier-transformationen af den givne datasekvens.

source: The output consists of one column of complex numbers if @{Separate} is false and of two columns of real numbers if @{Separate} is true.
da: Outputtet består af én kolonne af komplekse tal hvis @{Separate} er falsk og af to kolonner af reelle tal hvis @{Separate} er sand.

source: If @{Separate} is true the first output column contains the real parts and the second column the imaginary parts.
da: Hvis @{Separate} er sand indeholder den første outputkolonne de reelle dele og den anden kolonne de imaginære dele.

source: If @{Sequence} is neither an n by 1 nor 1 by n array, this function returns #VALUE!
da: Hvis @{Sequence} hverken er en n×1 eller 1×n matrix, returnerer denne funktion #VÆRDI!

source: λ:filter parameter λ, defaults to 1600
da: λ:filterparameter λ, standardværdi er 1600

source: This array function returns the trend and cyclical components obtained by applying the Hodrick Prescott Filter with parameter @{λ} to the given data sequence.
da: Denne matrix-funktion returnerer trend- og cykliske komponenter opnået ved at anvende Hodrick Prescott-filteret med parameter @{λ} på den givne datasekvens.

source: The output consists of two columns of numbers, the first containing the trend component, the second the cyclical component.
da: Outputtet består af to kolonner af tal, den første indeholder trendkomponenten, den anden den cykliske komponent.

source: If @{Sequence} contains less than 6 numerical values, this function returns #VALUE!
da: Hvis @{Sequence} indeholder færre end 6 numeriske værdier, returnerer denne funktion #VÆRDI!

source: EXECSQL:result of executing @{sql} in the libgda data source @{dsn}
da: EXECSQL:Resultat af udførelse af @{sql} i libgda-datakilden @{dsn}

source: dsn:libgda data source
da: dsn:libgda-datakilde

source: username:user name to access @{dsn}
da: username:brugernavn til adgang til @{dsn}

source: password:password to access @{dsn} as @{username}
da: password:adgangskode til adgang til @{dsn} som @{username}

source: sql:SQL command
da: sql:SQL-kommando

source: Before using EXECSQL, you need to set up a libgda data source.
da: Før brug af EXECSQL skal du opsætte en libgda-datakilde.

source: READDBTABLE:all rows of the table @{table} in @{dsn}
da: READDBTABLE:Alle rækker fra tabellen @{table} i @{dsn}

source: table:SQL table to retrieve
da: table:SQL-tabel der skal hentes

source: ATL_LAST:sample real-time data source
da: ATL_LAST:Eksempel på realtidsdatakilde

source: tag:tag to watch
da: tag:mærke der skal overvåges

source: ATL_LAST is a sample implementation of a real time data source. It takes a string tag and monitors the named pipe ~/atl for changes to the value of that tag.
da: ATL_LAST er en prøveimplementering af en realtids datakilde. Den tager et streng-tag og overvåger den navngivne pipe ~/atl for ændringer i værdien af det pågældende tag.

source: This is not intended to be generally enabled and is OFF by default.
da: Dette er ikke beregnet til at være generelt aktiveret og er FRA som standard.

source: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST calculates the cumulative bivariate normal distribution from parameters a, b & rho. The return value is the probability that two random variables with correlation @rho are respectively each less than @a and @b. @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
dz: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST དེ་གིས་ ཚད་བཟུང་a, b & rhoལས་རིམ་གྱིས་བསག་པའི་ བའི་བི་རིཊི་སྤྱིར་གཏང་བཀྲམ་སྤེལ་འདི་རྩིས་སྟོནམ་ཨིན། སླར་ལོག་གནས་གོང་འདི་ @rhoམཐུན་མོས་ཀྱི་འབྲེལ་བ་དང་ཅིག་ཁར་གང་བྱུང་གཉིས་འགྱུར་ཅན་འབད་མི་འབྱུང་སྲིད་པ་ཨིན་མི་འདི་ རེ་རེ་སྦེ་@a དང་ @bཉུངམ་ཅིག་ཨིན། @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
es: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,ro) @DESCRIPTION=CUM_BIV_NORM_DIST calcula la distribución acumulada bivariada normal con los parámetros a, b y ro. El valor devuelto es la probabilidad de que dos variables aleatorias con correlación @ro sean respectivamente cada una menor que @a y @b @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
fr: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a;b;rho) @DESCRIPTION=CUM_BIV_NORM_DIST calcule la distribution normale bivariée, pour les paramètres a, b et rho. La valeur renvoyée est la probabilité que deux variables aléatoires de corrélation @rho soient respectivement inférieures à @a et à @b. @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
nl: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a;b;rho) @DESCRIPTION=CUM_BIV_NORM_DIST berekent de cumulatieve bivariantnormale distributie met parameters a, b en rho. De resultaatwaarde is de kans dat twee willekeurige variabelen met correlatie @rho, elk kleiner zijn dan respectievelijk @a en @b. @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
pt_br: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST calcula a distribuição acumulada da distribuição normal bivariável com parâmetros a, b & rho. O valor retornado é a probabilidade de que duas variáveis aleatórias com correlação @rho sejam respectivamente menores que @a e @b. @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV
sk: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST počíta kumulatívne bivariatenormálne rozloženie pre paramtre a, b a rho
vi: @FUNCTION=CUM_BIV_NORM_DIST @SYNTAX=CUM_BIV_NORM_DIST(a,b,rho) @DESCRIPTION=CUM_BIV_NORM_DIST thì tính phân phối chuẩn hai biến số lũy tích từ tham số a, b & rho. Giá trị trả lại là xác suất hai biến ngẫu nhiên có tương quan @rho thì nhỏ hơn @a và @b riêng từng cái . @EXAMPLES= @SEEALSO=NORMDIST,NORMSDIST,NORMSINV

source: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_put_flag,spot,strike,time,rate,volatility [,cost_of_carry]) @DESCRIPTION=OPT_BS uses the Black-Scholes model to calculate the price of a European option using call_put_flag, @call_put_flag, 'c' or 'p' struck at @strike on an asset with spot price @spot. @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed in the same units as @strike and @spot. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_put_flag,spot,strike,time,rate,volatility [,cost_of_carry]) @DESCRIPTION=OPT_BS དེ་གིས་ ས་ཁོངས་གོང་ཚད་ @spotདང་ཅིག་ཁར་བདོག་གཏད་@strikeཅིག་གུ་ call_put_flag, @call_put_flag, 'c' ཡང་ན་ 'p' ལག་ལེན་འཐབ་ཐོག་ལས་ ཡུ་རོ་པིན་གདམ་ཁ་ཅིག་གི་ཚད་རྩིས་བཏོན་ནི་ལུ་ བེལེཀ་-ཤོལསི་ལག་ལེན་འཐབ་ཨིན། @time འདི་ ལོ་གྲངས་གསལ་སྟོན་འབད་ཡོད་མི་གདམ་ཁ་གི་ དུས་ཡུན་ཚང་བའི་ཆུ་ཚོད་འདི་ཨིན། @rate འདི་ ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་ཨིན། @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་དུས་ཡུན་གྱི་དོན་ལུ་ བརྒྱ་ཆའི་ནང་ལོ་རིམ་བཞིན་དུ་ཡལ་མི་ཨིན། @cost_of_carry འདི་ ཅ་མཛོད་མཐུན་མོང་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་གདོག་གཏད་ཀྱི་གནས་གོང་ནང་ཉམས་པ་ཅིག་ཨིན་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་ཡོད་པའི་གནས་གོང་འདི་ @strike དང་ @spotསྦེ་ཆ་ཕྲན་གཅིག་པའི་ནང་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(indicador_call_put,spot,strike,tiempo,tasa,volatilidad [,devaluación]) @DESCRIPTION=OPT_BS usa el modelo Black-Scholes para calcular el precio de una opción Europea usando call/put fijada un precio @strike en un activo con precio @spot. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado en las mismas unidades que @strike y @spot. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_ou_put;prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=OPT_BS utilise le modèle de Black-Scholes pour calculer le prix d'une option Européenne call ou put, selon que @call_ou_put vaut 'c' ou 'p', de valeur @valeur sur un titre valant @prix. @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée sera dans la même unité que @valeur et @prix. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_put_keuze,prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS gebruikt het Black-Scholes model voor de berekening van de prijs van een Europese call- of put-optie (aangegeven met c of p) met een uitoefenprijs: @prijs op activa met een koers: @koers. @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in jaren. @rente is de risico-vrije rentestand tot expiratie, in percentage. @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt in dezelfde eenheden als @koers en @prijs. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(tipo_compra_venda,à_vista,exercício,tempo,juros,volatilidade[,custo_de_carregamento]) @DESCRIPTION=OPT_BS utiliza o modelo Black-Scholes para calcular o preço de uma opção na modalidade Européia de compra ou venda. @tipo_compra_venda, pode ser 'c' ou 'p' para opção de compra ou venda, respectivamente. @à_vista é o preço à vista (spot) de um ativo com preço de exercício @exercício. @tempo é tempo para vencimento da opção expresso em anos. @juros é a taxa de interesse livre de risco. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo ou no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso nas mesmas unidades de @à_vista e de @exercício. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_call @SYNTAX=opt_bs_call(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet ceny európskej call opcie @zaciatok na majetok s cenou @cena. @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rovnakých jednotkách ako @zaciatok a @cena. @EXAMPLES= @SEEALSO=opt_bs_put, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
vi: @FUNCTION=OPT_BS @SYNTAX=OPT_BS(call_put_flag,spot,strike,time,rate,volatility [,cost_of_carry]) @DESCRIPTION=OPT_BS dùng mẫu Black-Scholes để tính giá của một tùy chọn Châu Âu nào đó, dùng call_put_flag, @call_put_flag, « c » or « p » được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất miễn rủi ro. @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện theo cùng một đơn vị với @strike và @spot. @EXAMPLES= @SEEALSO=OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
