Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(value1, value2, ...) @DESCRIPTION=MULTINOMIAL returns the ratio of the factorial of a sum of values to the product of factorials. * This function is Excel compatible. @EXAMPLES= MULTINOMIAL(2,3,4) equals 1260. @SEEALSO=SUM
dz: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(value1, value2, ...) @DESCRIPTION=MULTINOMIAL དེ་གིས་ བགོ་གྲངས་ཀྱི་ཐོན་སྐྱེད་ལུ་གནས་གོང་བསྡོམ་ཅིག་གི་ བགོ་གྲངས་དཔྱ་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= MULTINOMIAL(2,3,4) equals 1260. @SEEALSO=SUM
es: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(valor1,valor2,…) @DESCRIPTION=Devuelve el resultado de la división del factorial de la suma de los valores, por el producto de los factoriales. * Esta función es compatible con Excel. @EXAMPLES= MULTINOMIAL(2,3,4) es igual a 1260. @SEEALSO=SUM
fr: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(valeur1; valeur2;...) @DESCRIPTION=MULTINOMIAL renvoie le quotient de la factorielle de la somme des valeurs par le produit des factorielles. * Cette fonction est compatible avec Excel. @EXAMPLES= MULTINOMIAL(2;3;4) vaut 1260. @SEEALSO=SUM
nl: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(waarde1; waarde2; ...) @DESCRIPTION=MULTINOMIAL geeft het quotient van de faculteit van de som van de waarden met het product van de faculteiten van de waarden. * Deze functie is compatibel met Excel. @EXAMPLES= MULTINOMIAL(2;3;4) is 1260 (2+3+4)!/(2!3!4!) @SEEALSO=SUM
pt_br: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(valor1, valor2, ...) @DESCRIPTION=MULTINOMIAL retorna a relação da soma dos valores fornecidos pelo produto dos seus fatoriais. * Esta função é compatível com o Excel. @EXAMPLES= MULTINOMIAL(2,3,4) retorna 1260. @SEEALSO=SUM
sk: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(hodnota1, hodnota2, ...) @DESCRIPTION=MULTINOMIAL vracia podiel faktoriálu súčtu všetkých hodnôt deleno súčin faktoriálov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MULTINOMIAL(2,3,4) sa rovná 1260. @SEEALSO=SUM
vi: @FUNCTION=MULTINOMIAL @SYNTAX=MULTINOMIAL(value1, value2, ...) @DESCRIPTION=MULTINOMIAL trả lại tỷ lệ của giai thừa của tổng giá trị đối với tích giai thừa. * Hàm này tương thích với Excel. @EXAMPLES= MULTINOMIAL(2,3,4) bằng 1260. @SEEALSO=SUM

source: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(value1, value2, ...) @DESCRIPTION=G_PRODUCT returns the product of all the values and cells referenced in the argument list. * Empty cells are ignored and the empty product is 1. @EXAMPLES= G_PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT
dz: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(value1, value2, ...) @DESCRIPTION=G_PRODUCT དེ་གིས་ སྒྲུབ་རྟགས་ཐོ་ཡིག་ནང་ ནང་ཐིག་ཚུ་གཞི་བསྟུན་འབད་ཡོད་པའི་གནས་གོང་ཆ་མཉམ་གྱི་ཐོན་སྐྱེད་འདི་སླར་ལོག་འབདཝ་ཨིན། * ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞག་ཡོདཔ་དང་ ཐོན་སྐྱེད་སྟོངམ་ཚུ་ ༡་ཨིན། @EXAMPLES= G_PRODUCT(2,5,9) equals 90. @SEEALSO=SUM, COUNT
es: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(valor1, valor2, …) @DESCRIPTION=Calcula el producto de todos los valores y celdas referenciados en la lista de argumentos. * Las celdas vacías son ignoradas y el producto de celdas vacías es 1. @EXAMPLES= G_PRODUCT(2,5,9) devuelve 90. @SEEALSO=SUM, COUNT
fr: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(valeur1; valeur2;...) @DESCRIPTION=La fonction G_PRODUCT renvoie le produit de toutes les valeurs et cellules référencées dans la liste de paramètres. Les cellules vides sont ignorées, et un résultat vide est remplacé par 1. * Cette fonction est compatible avec Excel. @EXAMPLES= G_PRODUCT(2;5;9) vaut 90. @SEEALSO=SUM, COUNT
nl: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(waarde1; waarde2; ...) @DESCRIPTION=PRODUCT geeft het product van alle waarden en cellen die in de argumentenlijst staan genoemd. * Lege cellen worden genegeerd en geven een 1. @EXAMPLES= G_PRODUCT(2;5;9) is 90. @SEEALSO=SUM, COUNT
pt_br: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(valor1, valor2, ...) @DESCRIPTION=G_PRODUCT retorna o produto de todos os valores e células refereciadas na lista de argumentos. * Células vazias são ignoradas e o produto vazio é 1. @EXAMPLES= G_PRODUCT(2,5,9) retorna 90. @SEEALSO=SUM, COUNT
sk: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(hodnota1, hodnota2, ...) @DESCRIPTION=PRODUCT vracia súčin všetkých hodnôt a buniek uvedených v argumentoch. Prázdne bunky sú ignorované a súčin prázdnych buniek je 1. @EXAMPLES= G_PRODUCT(2,5,9) sa rovná 90. @SEEALSO=SUM, COUNT
vi: @FUNCTION=G_PRODUCT @SYNTAX=G_PRODUCT(value1, value2, ...) @DESCRIPTION=PRODUCT tính tích các giá trị và ô được tham chiếu trong danh sách đối số. * Ô rỗng được bỏ qua. Tích rỗng là số 1. @EXAMPLES= G_PRODUCT(2,5,9) bằng 90. @SEEALSO=SUM, COUNT

source: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN function returns the tangent of @x, where @x is given in radians. * This function is Excel compatible. @EXAMPLES= TAN(3) equals -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
dz: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN ལཱ་འགན་དེགིས་ @xགི་ཊེན་ཇེནཊི་འདི་སླར་ལགོ་འབདཝ་ཨིན་, དེ་ཡང་ @x འདི་རེ་ཌི་ཡཱནསི་ནང་བྱིན་ཡོདཔ། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TAN(3) equals -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
es: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=Devuelve la tangente de @x, donde @x está expresado en radianes. * Esta función es compatible con Excel. @EXAMPLES= TAN(3) es igual a -0,1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
fr: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=La fonction TAN calcule la tangente de @x, où @x est exprimé en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= TAN(3) vaut -0,1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
nl: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN geeft de tangens van @x, met @x in radialen. * Deze functie is compatibel met Excel. @EXAMPLES= TAN(3) is -0,1425465 @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
pt_br: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=A função TAN retorna a tangente de @x, onde @x é expresso em radianos. * Esta função é compatível com o Excel. @EXAMPLES= TAN(3) retorna -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
sk: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=Funkcia TAN vracia tangens @x, kde @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TAN(3) sa rovná -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS
vi: @FUNCTION=TAN @SYNTAX=TAN(x) @DESCRIPTION=TAN trả lại tan của @x, mà @x theo radian. * Hàm này tương thích với Excel. @EXAMPLES= TAN(3) bằng -0.1425465. @SEEALSO=TANH, COS, COSH, SIN, SINH, DEGREES, RADIANS

source: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH function returns the hyperbolic tangent of @x, which is defined mathematically as sinh(@x) / cosh(@x). * This function is Excel compatible. @EXAMPLES= TANH(2) equals 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
dz: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH ལཱ་འགན་དེགིས་ @xརབ་བཏགས་ཀྱི་རྒྱན་ཅན་གྱི་ཊེ་ནཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ རྩིས་ཐོག་ལས་ངོས་འཛིན་འབད་ཡོདཔ་ sinh(@x) / cosh(@x). * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TANH(2) equals 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
es: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=Devuelve la tangente hiperbólica de @x, la cual es definida matemáticamente como sinh(@x) / cosh(@x). * Esta función es compatible con Excel. @EXAMPLES= TANH(2) devuelve 0,96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
fr: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=La fonction TANH calcule la tangente hyperbolique de @x, définie par sinh(@x) / cosh(@x). * Cette fonction est compatible avec Excel. @EXAMPLES= TANH(2) vaut 0,96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
nl: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=TANH geeft de tangens hyperbolicus van @x, welke gedefinieerd is als sinh(@x) / cosh(@x). * Deze functie is compatibel met Excel. @EXAMPLES= TANH(2) is 0,96402758 @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
pt_br: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=A função TANH retorna a tangente hiperbólica de x, que ématematicamente definida como: sinh(x) / cosh(x). * Esta função é compatível com o Excel. @EXAMPLES= TANH(2) retorna 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
sk: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=Funkcia TANH vracia hyperbolický tangens @x, ktorý je definovaný ako sinh(@x) / cosh(@x). Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TANH(2) sa rovná 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS
vi: @FUNCTION=TANH @SYNTAX=TANH(x) @DESCRIPTION=hàm TANH trả lại tan hyperbol của @x, mà được định nghĩa một cách toán học là: sinh(@x) / cosh(@x). * Hàm này tương thích với Excel. @EXAMPLES= TANH(2) equals 0.96402758. @SEEALSO=TAN, SIN, SINH, COS, COSH, DEGREES, RADIANS

source: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI functions returns the value of pi. * This function is called with no arguments. * This function is Excel compatible, except that it returns pi with a better precision. @EXAMPLES= PI() equals about 3.141593. @SEEALSO=SQRTPI
dz: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI ལཱ་འགན་ཚུ་གིས་ པི་ཨའི་གི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ སྒྲུབ་རྟགས་མེདཔ་སྦེ་འབོ་ཡོདཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིནམ་དང་, དེགིས་པི་ཨའི་འདི་ཀྲིག་ཀྲི་དང་ཅིག་ཁར་སླར་ལོག་འབད་མི་རྐྱངམ་ཅིག་ཨིན། @EXAMPLES= PI() དེ་གིས་ ཧ་ལམ་མཉམ་ཨིན་ 3.141593. @SEEALSO=SQRTPI
es: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=La función PI devuelve el valor de pi. * Esta función se llama sin argumentos. * Esta función es compatible con Excel, salvo que devuelve pi con mejor precisión. @EXAMPLES= PI() es igual a 3,141593. @SEEALSO=SQRTPI
fr: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=La fonction PI renvoie la valeur de pi. * Cette fonction ne prend aucun argument. * Cette fonction est compatible avec Excel, avec une meilleure précision de la valeur de pi. @EXAMPLES= PI() vaut à peu près 3,141593. @SEEALSO=SQRTPI
nl: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI geeft de waarde van pi. * Deze functie wordt zonder argumenten aangeroepen. * Deze functie is compatibel met Excel, behalve dat pi met een grotere nauwkeurigheid wordt gegeven. @EXAMPLES= PI() is ongeveer 3,141593 @SEEALSO=SQRTPI
pt_br: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=A função PI retorna o valor de pi. * Esta função é chamada sem argumentos. * Esta função é compatível com o Excel. @EXAMPLES= PI() retorna 3.141593. @SEEALSO=SQRTPI
sk: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI vracia hodnotu pi. * Táto funkcia nemá argumenty. * Táto funkcia je kompatibilná s Excelom, ibaže vracia presnejšiu hodnotu. @EXAMPLES= PI() sa rovná 3.141593. @SEEALSO=SQRTPI
vi: @FUNCTION=PI @SYNTAX=PI() @DESCRIPTION=PI trả lại số π (pi) . * Hàm này không cần đối số. * Hàm này tương thích với Excel, trừ việc nó trả lại với độ chính xác cao hơn. @EXAMPLES= PI() bằng khoảng 3.141593. @SEEALSO=SQRTPI

source: @FUNCTION=TRUNC @SYNTAX=TRUNC(number[,digits]) @DESCRIPTION=TRUNC function returns the value of @number truncated to the number of digits specified. * If @digits is omitted or negative then @digits defaults to zero. * If @digits is not an integer, it is truncated. * This function is Excel compatible. @EXAMPLES= TRUNC(3.12) equals 3. TRUNC(4.15,1) equals 4.1. @SEEALSO=INT
dz: @FUNCTION=TRUNC @SYNTAX=TRUNC(number[,digits]) @DESCRIPTION=TRUNC ལཱ་འགན་འདི་གིས་ གསལ་བཀོད་འབད་ཡོད་པའི་ཨང་ཡིག་ཨང་གྲངས་@numberཆུང་ཀུ་བཟོ་མི་དེ་གི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན་ * If @digits སྐྱུར་བཞག་ཡོདཔ་ཡང་ན་མེད་ཆ་ཨིན་པ་ཅིན་ @digitsཀླད་ཀོར་ལུ་སྔོན་སྒྲིག་འབདཝ་ཨིན། * If @digits འདི་ཧྲིལ་གྲངས་ཅིག་མེན་པ་ཅིན་, འདི་བཏོན་བཀོཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TRUNC(3.12) equals 3. TRUNC(4.15,1) equals 4.1. @SEEALSO=INT
es: @FUNCTION=TRUNC @SYNTAX=TRUNC(número[,dígitos]) @DESCRIPTION=Devuelve el valor de @número truncado a la cantidad de @dígitos especificado. * Si se omite @dígitos o es menor que cero entonces @dígitos se asume cero. * Si @dígitos no es enero, se trunca. * Esta función es compatible con Excel. @EXAMPLES= TRUNC(3,12) es igual a 3. TRUNC(4,15;1) es igual a 4.1. @SEEALSO=INT
fr: @FUNCTION=TRUNC @SYNTAX=TRUNC(nombre[;chiffres]) @DESCRIPTION=La fonction TRUNC renvoie @nombre tronqué au nombre de chiffres spécifié. * Si @chiffres est omis ou négatif, 0 est utilisé. * Si @chiffres n'est pas un entier, il est tronqué. * Cette fonction est compatible avec Excel. @EXAMPLES= TRUNC(3,12) vaut 3. TRUNC(4,15;1) vaut 4.1. @SEEALSO=INT
nl: @FUNCTION=TRUNC @SYNTAX=TRUNC(getal[;cijfers]) @DESCRIPTION=TRUNC geeft het @getal afgekapt tot @cijfers achter de komma. * Als @cijfers is weggelaten, wordt het afgekapt tot nul cijfers achter de komma. * Als @cijfers geen geheel getal is, wordt deze afgekapt. * Deze functie is compatibel met Excel. @EXAMPLES= TRUNC(3,12) is 3 TRUNC(4,15;1) is 4,1 @SEEALSO=INT
pt_br: @FUNCTION=TRUNC @SYNTAX=TRUNC(número[,dígitos]) @DESCRIPTION=TRUNC retorna o valor de um @número truncado para o número de @dígitos decimais especificado. * Se o número de @dígitos for omitido, será considerado como zero. * Esta função é compatível com o Excel. @EXAMPLES= TRUNC(3.12) retorna 3. TRUNC(4.15,1) retorna 4.1. @SEEALSO=
sk: @FUNCTION=TRUNC @SYNTAX=TRUNC(číslo[,číslic]) @DESCRIPTION=Funkcia TRUNC vracia hodnotu @číslo orezanú na daný počet číslic. Ak nie je @číslic uvedené, potom sa predpokladá 0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TRUNC(3.12) sa rovná 3. TRUNC(4.15,1) sa rovná 4.1. @SEEALSO=INT
vi: @FUNCTION=TRUNC @SYNTAX=TRUNC(number[,digits]) @DESCRIPTION=TRUNC trả lại giá trị của @number được cắt xén thành số số xác định. @digits là độ chính xác của phép cắt. * Nếu @digits không có hoặc âm thì @digits mặc định là 0. * Nếu @digits không phải là số nguyên thì nó bị cắt xén. * Hàm này tương thích với Excel. @EXAMPLES= TRUNC(3.12) bằng 3. TRUNC(4.15,1) bằng 4.1. @SEEALSO=INT

source: @FUNCTION=EVEN @SYNTAX=EVEN(number) @DESCRIPTION=EVEN function returns the number rounded up to the nearest even integer. Negative numbers are rounded down. * This function is Excel compatible. @EXAMPLES= EVEN(5.4) equals 6. EVEN(-5.4) equals -6. @SEEALSO=ODD
dz: @FUNCTION=EVEN @SYNTAX=EVEN(number) @DESCRIPTION=EVEN ལཱ་འགན་དེ་གིས་ཆ་ཅན་ཉེ་འདབས་ཧྲིལ་གྲངས་ལུ་བསྐོར་སྐྱོད་འབད་ཡོད་མི་འདི་སླར་ལོག་འབདཝ་ཨིན། མེད་ཆའི་ཨང་གྲངས་ཚུ་མར་བསྐོར་སྐྱོད་འབད་དེ་ཡོདཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= EVEN(5.4) equals 6. EVEN(-5.4) equals -6. @SEEALSO=ODD
es: @FUNCTION=EVEN @SYNTAX=EVEN(número) @DESCRIPTION=Devuelve el número redondeado al entero par más próximo. Los números negativos se redondean hacia abajo. * Esta función es compatible con Excel. @EXAMPLES= EVEN(5,4) es igual a 6. EVEN(-5.4) igual a -6. @SEEALSO=ODD
fr: @FUNCTION=EVEN @SYNTAX=EVEN(nombre) @DESCRIPTION=La fonction EVEN renvoie @nombre, arrondi au nombre pair immédiatement supérieur. * Cette fonction est compatible avec Excel. @EXAMPLES= EVEN(5,4) vaut 6 @SEEALSO=ODD
nl: @FUNCTION=EVEN @SYNTAX=EVEN(getal) @DESCRIPTION=EVEN geeft het getal naar boven afgerond naar het dichtstbijzijnde even getal. Negatieve getallen worden naar beneden afgerond. * Deze functie is compatibel met Excel. @EXAMPLES= EVEN(5,4) is 6 EVEN(-5,4) is -6 @SEEALSO=ODD
pt_br: @FUNCTION=EVEN @SYNTAX=EVEN(número) @DESCRIPTION=A função EVEN retorna o @número arredondado para o inteiro par imediatamente acima. Números negativos são arredondados para baixo * Esta função é compatível com o Excel. @EXAMPLES= EVEN(5.4) retorna 6. EVEN(-5.4) retorna -6. @SEEALSO=ODD
sk: @FUNCTION=EVEN @SYNTAX=EVEN(číslo) @DESCRIPTION=Funkcia EVEN vracia číslo zaokrúhlené nahor na najbližšie párne celé číslo. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EVEN(5.4) sa rovná 6. @SEEALSO=ODD
vi: @FUNCTION=EVEN @SYNTAX=EVEN(number) @DESCRIPTION=EVEN trả lại số chẵn gần nhất mà lớn hơn số dương gõ, còn trả lại số chẵn nhỏ nhất mà nhỏ hơn số âm gõ. * Hàm này tương thích với Excel. @EXAMPLES= EVEN(5.4) bằng 6. EVEN(-5.4) bằng -6. @SEEALSO=ODD

source: @FUNCTION=ODD @SYNTAX=ODD(number) @DESCRIPTION=ODD function returns the @number rounded up to the nearest odd integer. Negative numbers are rounded down. * This function is Excel compatible. @EXAMPLES= ODD(4.4) equals 5. ODD(-4.4) equals -5. @SEEALSO=EVEN
dz: @FUNCTION=ODD @SYNTAX=ODD(number) @DESCRIPTION=ODD ལཱའགན་དེ་གིས་ @number ཡ་ཅན་ཧྲིལ་གྲངས་ཉེ་འདབས་ལུ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། མེད་ཆའི་ཨང་གྲངས་ཚུ་མར་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * ལཱ་འགན་འདི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ODD(4.4) equals 5. ODD(-4.4) equals -5. @SEEALSO=EVEN
es: @FUNCTION=ODD @SYNTAX=ODD(número) @DESCRIPTION=Devuelve el @número redondeado al entero impar más próximo. Los números negativos se redondean hacia abajo. * Esta función es compatible con Excel. @EXAMPLES= ODD(4,4) es igual a 5. ODD(-4,4) es igual a -5. @SEEALSO=EVEN
fr: @FUNCTION=ODD @SYNTAX=ODD(nombre) @DESCRIPTION=La fonction ODD renvoie @nombre, arrondi au nombre impair immédiatement supérieur. * Cette fonction est compatible avec Excel. @EXAMPLES= ODD(4,4) vaut 5. @SEEALSO=EVEN
nl: @FUNCTION=ODD @SYNTAX=ODD(getal) @DESCRIPTION=ODD geeft het getal naar boven afgerond naar het dichtstbijzijnde oneven getal. Negatieve getallen worden naar beneden afgerond. * Deze functie is compatibel met Excel. @EXAMPLES= ODD(4,4) is 5 ODD(-4,4) is -5 @SEEALSO=EVEN
pt_br: @FUNCTION=ODD @SYNTAX=ODD(número) @DESCRIPTION=A função ODD retorna o @número arredondado para o inteiro ímpar imediatamente acima. Números negativos são arredondados para baixo. * Esta função é compatível com o Excel. @EXAMPLES= ODD(4.4) retorna 5. ODD(-4.4) retorna -5. @SEEALSO=EVEN
sk: @FUNCTION=ODD @SYNTAX=ODD(číslo) @DESCRIPTION=Funkcia ODD vracia @číslo zaokrúhlené nahor na najbližšie nepárne celé číslo. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ODD(4.4) sa rovná 5. @SEEALSO=EVEN
vi: @FUNCTION=ODD @SYNTAX=ODD(number) @DESCRIPTION=ODD trả lại số lẻ gần nhất của @number. * Hàm này tương thích với Excel. @EXAMPLES= ODD(4.4) bằng 5. @SEEALSO=EVEN

source: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(number) @DESCRIPTION=FACTDOUBLE function returns the double factorial of a @number, i.e., x!!. * If @number is not an integer, it is truncated. * If @number is negative FACTDOUBLE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FACTDOUBLE(5) equals 15. @SEEALSO=FACT
dz: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(number) @DESCRIPTION=FACTDOUBLE ལཱ་འགན་དེ་གིས་ @number, i.e., x!!.གི་བགོ་གྲངས་གཉིས་ལྡན་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @number འདི་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * If @number འདི་མེད་ཆ་ཨི་ནཔ་ཅིན་ FACTDOUBLE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FACTDOUBLE(5) equals 15. @SEEALSO=FACT
es: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(número) @DESCRIPTION=La función FACTDOUBLE devuelve el factorial doble de un @número, por ejemplo, x!!. * Si el @número no es un entero, se trunca. * Si el @número es negativo, FACTDOUBLE devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= FACTDOUBLE(5) es igual a 15. @SEEALSO=FACT
fr: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(nombre) @DESCRIPTION=La fonction FACTDOUBLE renvoie la double factorielle de @nombre, x!!. * Si @nombre n'est pas un entier, il est tronqué. * S'il est négatif, FACTDOUBLE renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= FACTDOUBLE(5) vaut 15. @SEEALSO=FACT
nl: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(getal) @DESCRIPTION=FACTDOUBLE geeft de dubbele faculteit van een getal. (Dit is n(n-2)(n-4)... enz. ook wel genoteerd als x!!) * Als @getal niet geheel is, wordt het afgekapt. * Als @getal negatief is geeft FACTDOUBLE een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= FACTDOUBLE(5) is 15 @SEEALSO=FACT
pt_br: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(número) @DESCRIPTION=A função FACTDOUBLE retorna o fatorial duplo de @número, i.e., x!! * Se @número não é um inteiro, ele é truncado. * Se @número é negativo, FACTDOUBLE retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= FACTDOUBLE(5) retorna 15. @SEEALSO=FACT
sk: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(číslo) @DESCRIPTION=Funkcia FACTDOUBLE vracia dvojitý faktoriál čísla @číslo, čiže x!!. Ak nie je @číslo celé, je orezané. Ak je @číslo záporné, FACTDOUBLE vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FACTDOUBLE(5) sa rovná 15. @SEEALSO=FACT
vi: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(number) @DESCRIPTION=hàm FACTDOUBLE trả lại giai thừa « đúp » của số @number, tức là: x!!. * Nếu @number không phải là số nguyên thì nó bị cắt xén. * Nếu @number là số âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= FACTDOUBLE(5) bằng 15. @SEEALSO=FACT

source: @FUNCTION=FIB @SYNTAX=FIB(number) @DESCRIPTION=FIB function computes Fibonacci numbers. * If @number is not an integer, it is truncated. * If @number is negative or zero FIB returns #NUM! error. @EXAMPLES= FIB(12) equals 144. @SEEALSO=
dz: @FUNCTION=FIB @SYNTAX=FIB(number) @DESCRIPTION=FIB ལཱ་འགན་དེ་གིས་ ཕི་བོ་ན་སི་ཨང་གྲངས་ཚུ་རྩིས་བཏོནམ་ཨིན། * If @number འདི་ཧྲིལ་གྲངས་མེན་པ་ཅིན་,འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * If @number འདི་མེད་ཆ་ཡང་ན་ཀླད་ཀོར་ཨིན་པ་ཅིན་FIB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= FIB(12) equals 144. @SEEALSO=
es: @FUNCTION=FIB @SYNTAX=FIB(número) @DESCRIPTION=La función FIB calcula la serie de Fibonacci. * Si el @número no es un entero, se trunca. * Si el @número es negativo o cero, FIB devuelve el error #NÚM!. @EXAMPLES= FIB(12) es igual a 144. @SEEALSO=
fr: @FUNCTION=FIB @SYNTAX=FIB(n) @DESCRIPTION=La fonction FIB renvoie le @n-ième nombre de Fibonacci. * Si @n n'est pas un entier, il est tronqué. * S'il est négatif ou nul, FIB renvoie l'erreur #NUM!. @EXAMPLES= FIB(12) vaut 144. @SEEALSO=
nl: @FUNCTION=FIB @SYNTAX=FIB(getal) @DESCRIPTION=FIB berekent Fibonacci-getallen. * Als @getal niet geheel is, wordt het afgekapt. * Als @getal negatief is of nul geeft FIB een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= FIB(12) is 144 @SEEALSO=FACT
pt_br: @FUNCTION=FIB @SYNTAX=FIB(número) @DESCRIPTION=A função FIB calcula os números da série de Fibonacci. * Se @número não é inteiro, ele é truncado. * Se @número é negativo ou zero, FIB retorna o erro #NUM! @EXAMPLES= FIB(12) retorna 144. @SEEALSO=
sk: @FUNCTION=FACTDOUBLE @SYNTAX=FACTDOUBLE(číslo) @DESCRIPTION=Funkcia FACTDOUBLE vracia dvojitý faktoriál čísla @číslo, čiže x!!. Ak nie je @číslo celé, je orezané. Ak je @číslo záporné, FACTDOUBLE vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FACTDOUBLE(5) sa rovná 15. @SEEALSO=FACT
vi: @FUNCTION=FIB @SYNTAX=FIB(number) @DESCRIPTION=hàm FIB tính số loại Fibonacci. * Nếu số @number không phải là số nguyên thì bị cắt xén. * Nếu số @number âm hay là số không thì trả lại lỗi « #NUM! ». @EXAMPLES= FIB(12) bằng 144. @SEEALSO=
