Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber1,inumber2) @DESCRIPTION=IMDIV returns the quotient of two complex numbers. * If @inumber1 or @inumber2 are not valid complex numbers, IMDIV returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMDIV("2-j","2+j") equals 0.6-0.8j. @SEEALSO=IMPRODUCT
dz: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber1,inumber2) @DESCRIPTION=IMDIV དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་གཉིས་ཀྱི་ཐོབ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། *ག་དེམ་ཅིག་སྦེ་@inumber1 ཡང་ན་ @inumber2 ཚུ་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་མེན་པ་ཅིན་, IMDIV དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMDIV("2-j","2+j") མཉམ་པ་ཨིན་ 0.6-0.8j. @SEEALSO=IMPRODUCT
es: @FUNCTION=IMDIV @SYNTAX=IMDIV(inum1,inum2) @DESCRIPTION=Devuelve el cociente de dos números complejos. * Si @inum1 o @inum2 no es un número complejo válido, IMDIV devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMDIV("2-i";"2+i") devuelve 0,6-0,8i. @SEEALSO=IMPRODUCT
fr: @FUNCTION=IMDIV @SYNTAX=IMDIV(nombre_cpx1;nombre_cpx2) @DESCRIPTION=La fonction IMDIV renvoie le quotient de deux nombres complexes. Si @nombre_cpx1 ou @nombre_cpx2 ne sont pas des nombres complexes valides, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMDIV("2-j","2+j") = 0,6-0,8j. @SEEALSO=IMPRODUCT
nl: @FUNCTION=IMDIV @SYNTAX=IMDIV(igetal1;igetal2) @DESCRIPTION=IMDIV geeft het quotient van twee complexe getallen. * Als @igetal1 of @igetal2 geen geldig complex getallen zijn, geeft IMDIV een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMDIV("2-j";"2+j") is 0,6-0,8j @SEEALSO=IMPRODUCT
pt_br: @FUNCTION=IMDIV @SYNTAX=IMDIV(inúmero1,inúmero2) @DESCRIPTION=IMDIV retorna o quociente de dois números complexos. * Se @inúmero1 ou @inúmero2 não forem números complexos válidos,IMDIV retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMDIV("2-j","2+j") retorna 0.6-0.8j. @SEEALSO=IMPRODUCT
sk: @FUNCTION=IMDIV @SYNTAX=IMDIV(komplex_číslo,komplex_číslo) @DESCRIPTION=IMDIV vracia podiel dvoch komplexných čísel. * Ak @komplex_číslo nie je platné komplexné číslo, IMDIV vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMDIV("2-j","2+j") sa rovná 0.6-0.8j. @SEEALSO=IMPRODUCT
vi: @FUNCTION=IMDIV @SYNTAX=IMDIV(inumber,inumber) @DESCRIPTION=IMDIV trả lại thương của hai số phức. * Nếu « @inumber » không phải là số phức, IMDIV trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMDIV("2-j","2+j") bằng 0.6-0.8j. @SEEALSO=IMPRODUCT

source: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN returns the sine of a complex number. * If @inumber is not a valid complex number, IMSIN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSIN("1+j") equals 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
dz: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN དེ་གིས་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMSIN དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMSIN("1+j") མཉམ་པ་ཨིན་ 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
es: @FUNCTION=IMSIN @SYNTAX=IMSIN(inum) @DESCRIPTION=Devuelve el seno de un número complejo. * Si @inum no es un número complejo válido, IMSIN devuelve un error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMSIN("1+i") es igual a 1,29846+0,63496i. @SEEALSO=IMCOS,IMTAN
fr: @FUNCTION=IMSIN @SYNTAX=IMSIN(nombre_cpx) @DESCRIPTION=La fonction IMSIN renvoie le sinus d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSIN("1+j") = 1,29846+0,63496j. @SEEALSO=IMCOS,IMTAN
nl: @FUNCTION=IMSIN @SYNTAX=IMSIN(igetal) @DESCRIPTION=IMSIN geeft de sinus van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMSIN een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMSIN("1+j") is 1,29846+0,63496j @SEEALSO=IMCOS,IMTAN
pt_br: @FUNCTION=IMSIN @SYNTAX=IMSIN(inúmero) @DESCRIPTION=IMSIN retorna o seno de um número complexo. * Se @inúmero não é um número complexo válido, IMSIN retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMSIN("1+j") retorna 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_číslo) @DESCRIPTION=IMSIN vracia sínus komplexného čísla. * Ak @komplex_číslo nie je platné komplexné číslo, IMSIN vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
vi: @FUNCTION=IMSIN @SYNTAX=IMSIN(inumber) @DESCRIPTION=IMSIN trả lại sin của số phức. * Nếu « @inumber » không phải là số phức, IMSIN trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMSIN("1+j") bằng 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN

source: @FUNCTION=IMSINH @SYNTAX=IMSINH(inumber) @DESCRIPTION=IMSINH returns the complex hyperbolic sine of the complex number z (@inumber), where sinh(z) = (exp(z) - exp(-z))/2. * If @inumber is not a valid complex number, IMSINH returns #VALUE! error. @EXAMPLES= IMSINH("1+j") equals 0.63496+1.29846j. @SEEALSO=IMCOSH,IMTANH
dz: @FUNCTION=IMSINH @SYNTAX=IMSINH(inumber) @DESCRIPTION=IMSINH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་གྱི་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ sinh(z) = (exp(z) - exp(-z))/2. * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMSINH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMSINH("1+j") མཉམ་པ་ཨིན་ 0.63496+1.29846j. @SEEALSO=IMCOSH,IMTANH
es: @FUNCTION=IMSINH @SYNTAX=IMSINH(inum) @DESCRIPTION=IMSINH devuelve el seno hiperbólico complejo del número complejo z (@inum), donde: sinh(z) = (exp(z) - exp(-z))/2. * Si @inum no es un número complejo válido, IMSINH devuelve un error #VALOR!. @EXAMPLES= IMSINH("1+j") igual a 0.63496+1.29846j. @SEEALSO=IMCOSH,IMTANH
fr: @FUNCTION=IMSINH @SYNTAX=IMSINH(nombre_cpx) @DESCRIPTION=La fonction IMSIN renvoie le sinus hyperbolique d'un nombre complexe. sinh(z) = (exp(z) - exp(-z)) / 2. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSINH("1+j") = 0,63496+1,29846j. @SEEALSO=IMCOSH,IMTANH
nl: @FUNCTION=IMSINH @SYNTAX=IMSINH(igetal) @DESCRIPTION=IMSINH geeft de complex sinushyperbolicus van een complex getal z (@igetal), waarbij: sinh(z) = (exp(z) - exp(-z))/2 * Als @igetal geen geldig complex getal is, geeft INSINH een #WAARDE! foutmelding. @EXAMPLES= IMSINH("1+j") is 0.63496+1.29846j @SEEALSO=IMCOS,IMTAN
pt_br: @FUNCTION=IMSINH @SYNTAX=IMSINH(inúmero) @DESCRIPTION=IMSINH retorna o seno hiperbólico de um número complexo z (@inúmero), onde: sinh(z) = (exp(z) - exp(-z))/2. * Se @inúmero não é um número complexo válido, IMSINH retorna o erro #VALOR! @EXAMPLES= IMSIN("1+j") retorna 1.29846+0.63496j. @SEEALSO=IMCOSH,IMTANH
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_číslo) @DESCRIPTION=IMSIN vracia sínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
vi: @FUNCTION=IMSINH @SYNTAX=IMSINH(z) @DESCRIPTION=IMSINH trả lại hyperbol sin (« sinh ») phức của số phức z (@inumber), mà sinh(z) = (exp(z) - exp(-z))/2. * Nếu « @inumber » không phải là số phức, IMSINH trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMSINH("1+j") bằng 0.63496+1.29846j. @SEEALSO=IMCOSH,IMTANH

source: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(inumber) @DESCRIPTION=IMCOSH returns the complex hyperbolic cosine of the complex number z (@inumber), where cosh(z) = (exp(z) + exp(-z))/2. * If @inumber is not a valid complex number, IMCOSH returns #VALUE! error. @EXAMPLES= IMCOSH("1+j") equals 0.83373+0.988898j. @SEEALSO=IMSINH,IMTANH
dz: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(inumber) @DESCRIPTION=IMCOSH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཀོ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན།, དེ་ཡང་ cosh(z) = (exp(z) + exp(-z))/2. * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMCOSH དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMCOSH("1+j") མཉམ་པ་ཨིན་ 0.83373+0.988898j. @SEEALSO=IMSINH,IMTANH
es: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(inum) @DESCRIPTION=IMCOSH devuelve el coseno hiperbólico complejo del número complejo z (@inum), donde cosh(z) = (exp(z) + exp(-z))/2. * Si @inum no es un número complejo válido, IMCOSH devuelve el error #VALOR!. @EXAMPLES= IMCOSH("1+j") igual a 0.83373+0.988898j. @SEEALSO=IMSINH,IMTANH
fr: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(nombre_cpx) @DESCRIPTION=La fonction IMCOSH renvoie le cosinus hyperbolique d'un nombre complexe. cosh(z) = (exp(z) + exp(-z)) / 2. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCOSH("1+j") = 0,833730+0,988898j. @SEEALSO=IMSINH,IMTANH
nl: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(igetal) @DESCRIPTION=IMCOSH geeft de complexe cosinushyperbolicus van het complexe getal z (@igetal), waarbij cosh(z) = (exp(z) + exp(-z))/2. * Als @igetal geen geldig complex getal is, geeft IMCOSH een #WAARDE! foutmelding. @EXAMPLES= IMCOSH("1+j") is 0,83373+0,988898j @SEEALSO=IMSINH,IMTANH
pt_br: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(inúmero) @DESCRIPTION=IMCOH retorna o cosseno hiperbólico de um número complexo z (@inúmero), onde: cosh(z) = (exp(z) + exp(-z))/2. * Se @inúmero não é um número complexo válido, IMCOSH retorna o erro #VALOR! @EXAMPLES= IMCOS("1+j") retorna 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
sk: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(komplex_číslo) @DESCRIPTION=IMCOSH vracia hyperbolický kosínus komplexného čísla z, kde cosh(z) = (exp(z) + exp(-z))/2. * Ak @komplex_číslo nie je platné komplexné číslo, IMCOSH vracia chybu #VALUE!. @EXAMPLES= IMCOSH("1+j") sa rovná0.83373+0.988898j . @SEEALSO=IMSINH,IMTANH
vi: @FUNCTION=IMCOSH @SYNTAX=IMCOSH(z) @DESCRIPTION=IMCOS trả lại hyperbol cosin (« cosh ») phức của số phức z (@inumber), mà cosh(z) = (exp(z) + exp(-z))/2. * Nếu « @inumber » không phải là số phức, IMCOSH trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMCOSH("1+j") bằng 0.83373+0.988898j. @SEEALSO=IMSINH,IMTANH

source: @FUNCTION=IMTANH @SYNTAX=IMTANH(inumber) @DESCRIPTION=IMTANH returns the complex hyperbolic tangent of the complex number z (@inumber), where tanh(z) = sinh(z)/cosh(z). * If @inumber is not a valid complex number, IMTANH returns #VALUE! error. @EXAMPLES= IMTANH("1+j") equals 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH
dz: @FUNCTION=IMTANH @SYNTAX=IMTANH(inumber) @DESCRIPTION=IMTANH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ tanh(z) = sinh(z)/cosh(z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་ཨིན་པ་ཅིན་, IMTANH དེ་གིས་ #VALUE! འཛོལ་བ་ཚུ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMTANH("1+j") མཉམ་པ་ཨིན་ 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH
es: @FUNCTION=IMTANH @SYNTAX=IMTANH(inum) @DESCRIPTION=IMTANH devuelve la tangente hiperbólica compleja del número complejo z (@inum), donde tanh(z) = sinh(z)/cosh(z). * Si @inum no es un número complejo válido, IMTANH devuelve el error #VALOR!. @EXAMPLES= IMTANH("1+j") igual a 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH
fr: @FUNCTION=IMTANH @SYNTAX=IMTANH(nombre_cpx) @DESCRIPTION=La fonction IMTANH renvoie le sinus d'un nombre complexe. tanh(z) = sinh(z)/cosh(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMTANH("1+j") = 1,083923+0,2717526j. @SEEALSO=IMCOSH,IMSINH
nl: @FUNCTION=IMTANH @SYNTAX=IMTANH(igetal) @DESCRIPTION=IMTANH geeft de complexe tangenshyperbolicus van het complexe getal z (@igetal), waarbij tanh(z) = sinh(z)/cosh(z). * Als @igetal geen geldig complex getal is, geeft IMTANH een #WAARDE! foutmelding. @EXAMPLES= IMTANH("1+j") is 1,083923+0,2717526j @SEEALSO=IMSINH,IMCOSH
pt_br: @FUNCTION=IMTANH @SYNTAX=IMTANH(inúmero) @DESCRIPTION=IMTANH retorna a tangente hiperbólica de um número complexo z (@inúmero), onde: tanh(z) = sinh(z)/cosh(z). * Se @inúmero não é um número complexo válido, IMTANH retorna o erro #VALOR! @EXAMPLES= IMTANH("1+j") retorna 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_číslo) @DESCRIPTION=IMSIN vracia sínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
vi: @FUNCTION=IMTANH @SYNTAX=IMTANH(inumber) @DESCRIPTION=IMTANH trả lại hyperbol tan (« tanh ») của số phức z (@inumber) mà: tanh(z) = sinh(z)/cosh(z). * Nếu « @inumber » không phải là số phức, IMTANH trả lại lỗi « #VALUE! ». @EXAMPLES= IMTANH("1+j") bằng 1.083923+0.2717526j. @SEEALSO=IMSINH,IMCOSH

source: @FUNCTION=IMSECH @SYNTAX=IMSECH(inumber) @DESCRIPTION=IMSECH returns the complex hyperbolic secant of the complex number z (@inumber), where sech(z) = 1/cosh(z). * If @inumber is not a valid complex number, IMSECH returns #VALUE! error. @EXAMPLES= IMSECH("1+j") equals 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH
dz: @FUNCTION=IMSECH @SYNTAX=IMSECH(inumber) @DESCRIPTION=IMSECH དེ་གིས་གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ sech(z) = 1/cosh(z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMSECH དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMSECH("1+j") མཉམ་པ་ཨིན་ 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH
es: @FUNCTION=IMSECH @SYNTAX=IMSECH(inum) @DESCRIPTION=IMSECH devuelve la secante hiperbólica compleja del número complejo z (@ncomplejo), donde sech(z) = 1/cosh(z). * Si @inum no es un número complejo válido, IMSECH devuelve el error #VALOR!. @EXAMPLES= IMSECH("1+j") igual a 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH
fr: @FUNCTION=IMSECH @SYNTAX=IMSECH(nombre_cpx) @DESCRIPTION=La fonction IMSECH renvoie la sécante hyperbolique d'un nombre complexe. sech(z) = 1/cosh(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSECH("1+j") = 0,498337-0,5910838j. @SEEALSO=IMCSCH,IMCOTH
nl: @FUNCTION=IMSECH @SYNTAX=IMSECH(igetal) @DESCRIPTION=IMSECH geeft de complexe secans-hyperbolicus van het complexe getal z (@igetal), waarbij sech(z) = 1/cosh(z). * Als @igetal geen geldig complex getal is, geeft IMSECH een #WAARDE! foutmelding. @EXAMPLES= IMSECH("1+j") is 0,498337-0,5910838j @SEEALSO=IMCSCH,IMCOTH
pt_br: @FUNCTION=IMSECH @SYNTAX=IMSECH(inúmero) @DESCRIPTION=IMSECH retorna a secante hiperbólica de um número complexo z (@inúmero), onde: sech(z) = 1/cosh(z). * Se @inúmero não for um número complexo válido, IMSECH retorna o erro #VALOR! @EXAMPLES= IMSECH("1+j") retorna 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMSECH @SYNTAX=IMSECH(inumber) @DESCRIPTION=IMSECH trả lại hyperbol sec (« sech ») phức của số phức z (@inumber) mà: sech(z) = 1/cosh(z). * Nếu « @inumber » không phải là số phức, IMSECH trả lại lỗi « #VALUE! ». @EXAMPLES= IMSECH("1+j") bằng 0.498337-0.5910838j. @SEEALSO=IMCSCH,IMCOTH

source: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inumber) @DESCRIPTION=IMCSCH returns the complex hyperbolic cosecant of the complex number z (@inumber), where csch(z) = 1/sinh(z). * If @inumber is not a valid complex number, IMCSCH returns #VALUE! error. @EXAMPLES= IMCSCH("1+j") equals 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH
dz: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inumber) @DESCRIPTION=IMCSCH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཀོ་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན, དེ་ཡང་ csch(z) = 1/sinh(z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMCSCH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMCSCH("1+j") མཉམ་པ་ཨིན་ 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH
es: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inum) @DESCRIPTION=IMCSCH devuelve la cosecante hiperbólica compleja del número complejo z (@inum), donde: csch(z) = 1/sinh(z). * Si @inum no es un número complejo válido, IMCSCH devuelve el error #VALOR!. @EXAMPLES= IMCSCH("1+j") igual a 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH
fr: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(nombre_cpx) @DESCRIPTION=La fonction IMCSCH renvoie la cosécante hyperbolique d'un nombre complexe. csch(z) = 1/sinh(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCSCH("1+j") = 0,303931-0,621518j. @SEEALSO=IMSECH,IMCOTH
nl: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(igetal) @DESCRIPTION=IMCSCH geeft de complexe cosecans-hyperbolicus van het complexe getal z (@igetal), waarnbij csch(z) = 1/sinh(z). * Als @igetal geen geldig complex getal is, geeft IMCSCH een #WAARDE! foutmelding. @EXAMPLES= IMCSCH("1+j") is 0,303931-0,621518j @SEEALSO=IMSECH,IMCOTH
pt_br: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inúmero) @DESCRIPTION=IMCSCH retorna a cossecante hiperbólica de um número complexo z (@inúmero), onde: csch(z) = 1/sinh(z). * Se @inúmero não for um número complexo válido, IMCSCH retorna o erro #VALOR! @EXAMPLES= IMCSCH("1+j") retorna 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMCSCH @SYNTAX=IMCSCH(inumber) @DESCRIPTION=IMCSCH trả lại hyperbol cosec (« csch ») phức của số phức z (@inumber) mà: csch(z) = 1/sinh(z). * Nếu « @inumber » không phải là số phức, IMCSCH trả lại lỗi « #VALUE! ». @EXAMPLES= IMCSCH("1+j") bằng 0.303931-0.621518j. @SEEALSO=IMSECH,IMCOTH

source: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inumber) @DESCRIPTION=IMCOTH returns the complex hyperbolic cotangent of the complex number z (@inumber) where, coth(z) = 1/tanh(z). * If @inumber is not a valid complex number, IMCOTH returns #VALUE! error. @EXAMPLES= IMCOTH("1+j") equals 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH
dz: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inumber) @DESCRIPTION=IMCOTH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཀོ་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་, coth(z) = 1/tanh(z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཨིན་, IMCOTH དེ་གིས་ #VALUE! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན @EXAMPLES= IMCOTH("1+j") མཉམ་པ་ཨིན་ 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH
es: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inum) @DESCRIPTION=IMCOTH devuelve la cotangente hiperbólica compleja del número complejo z (@inum) donde: coth(z) = 1/tanh(z). * Si @inum no es un número complejo válido, IMCOTH devuelve el error #VALOR!. @EXAMPLES= IMCOTH("1+j") igual 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH
fr: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(nombre_cpx) @DESCRIPTION=La fonction IMCOTH renvoie la cotangente hyperboliqued'un nombre complexe. coth(z) = 1/tanh(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCOTH("1+j") = 0,868014-0,217622j. @SEEALSO=IMSECH,IMCSCH
nl: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(igetal) @DESCRIPTION=IMCOTH geeft dde complexe cotangens-hyperbolicus van het complexe getal z (@igetal) waarbij coth(z) = 1/tanh(z). * Als @igetal geen geldig complex getal is, geeft IMCOTH een #WAARDE! foutmelding. @EXAMPLES= IMCOTH("1+j") is 0,868014-0,217622j @SEEALSO=IMSECH,IMCSCH
pt_br: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inúmero) @DESCRIPTION=IMCOTH retorna a cotangente hiperbólica de um número complexo z (@inúmero), onde: coth(z) = 1/tanh(z). * Se @inúmero não for um número complexo válido, IMCOTH retorna o erro #VALOR! @EXAMPLES= IMCOTH("1+j") retorna 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMCOTH @SYNTAX=IMCOTH(inumber) @DESCRIPTION=IMCOTH trả lại hyperbol cotang (« coth ») phức của số phức z (@inumber) mà: coth(z) = 1/tanh(z). * Nếu « @inumber » không phải là số phức, IMCOTH trả lại lỗi « #VALUE! ». @EXAMPLES= IMCOTH("1+j") bằng 0.868014-0.217622j. @SEEALSO=IMSECH,IMCSCH

source: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN returns the complex arcsine of the complex number @inumber. The branch cuts are on the real axis, less than -1 and greater than 1. * If @inumber is not a valid complex number, IMARCSIN returns #VALUE! error. @EXAMPLES= IMARCSIN("1+j") equals 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
dz: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN དེ་གིས་གོ་དཀའ་བའི་ཨང་གྲངས་@inumberགི་ གོ་དཀའ་བའི་ཨརཀ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན། ཚད་ཐིག་ངོམ་གུ་བཏོག་ཡོད་པའི་ཡན་ལག་ཚུ་, -1 ལས་ཉུངམ་དང་1ལས་མངམ་ཡོདཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCSIN དེ་གིས་ #VALUE! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCSIN("1+j") མཉམ་པ་ཨིན་ 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
es: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inum) @DESCRIPTION=IMARCSIN devuelve el arco seno complejo del número complejo @inum. Los cortes están en el eje real, menor que -1 y mayor que 1. * Si @inum no es un número complejo válido, IMARCSIN devuelve un error #VALOR!. @EXAMPLES= IMARCSIN("1+j") igual a 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
fr: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(nombre_cpx) @DESCRIPTION=La fonction IMARCSIN renvoie l'arc sinus (sinus inverse) d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMARCSIN("1+j") = 0,6662394+1,061275j. @SEEALSO=IMARCCOS,IMARCTAN
nl: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(igetal) @DESCRIPTION=IMARCSIN geeft de complexe arcsinus van het complexe getal @igetal. De vertakkingen bevinden zich op de reële as, kleiner dan -1 en groter dan 1. * Als @igetal geen geldig complex getal is, geeft IMARCSIN een #WAARDE! foutmelding. @EXAMPLES= IMARCSIN("1+j") is 0,6662394+1,061275j @SEEALSO=IMARCCOS,IMARCTAN
pt_br: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inúmero) @DESCRIPTION=IMARCSIN retorna o arcosseno hiperbólico de um número complexo z (@inúmero). Os cortes da ramificação estão no eixo real, menores do que -1 e maiores do que 1. * Se @inúmero não for um número complexo válido, IMARXCSIN retorna o erro #VALOR! @EXAMPLES= IMARCSIN("1+j") retorna 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_číslo) @DESCRIPTION=IMSIN vracia sínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
vi: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN trả lại arcsin phức của số phức @inumber. Các dấu cắt nhánh có trên trục thực, nhỏ hơn -1 và lớn hơn 1. * Nếu « @inumber » không phải là số phức, IMARCSIN trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCSIN("1+j") bằng 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN
