Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, ...) @DESCRIPTION=XOR implements the logical exclusive OR function: the result is TRUE if an odd number of the values evaluated to TRUE. @b1 through @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided, zero is considered FALSE and anything else is TRUE. * If the values contain strings or empty cells those values are ignored. * If no logical values are provided, then the error #VALUE! is returned. @EXAMPLES= XOR(TRUE,FALSE) equals TRUE. XOR(3>4,4<3) equals FALSE. @SEEALSO=OR, AND, NOT
dz: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, ...) @DESCRIPTION=XOR དེ་གིས་ གཏན་ཚིག་ཅན་གྱི་རྩིས་ནི་ཡང་ན་ལས་འགན་འདི་བསྟར་སྤྱོད་འབདཝ་ཨིན: གྲུབ་འབྲས་འདི་TRUE ཨིན་ ག་དེམ་ཅིག་སྦེ་བརྟག་ཞིབ་འབད་ཡོད་པའི་གནས་གོང་ཚུ་TRUEལུ་བརྟག་ཞིབ་འབད་དེ་ཡོད་པ་ཅིན། @b1 འདི་ @bN ལས་ཨིན་མི་ཚུ་ TRUE ཡང་ན་ FALSE ལུ་བརྟག་ཞིབ་འབད་དགོ་པའི་གསལ་བརྗོད་ཨིན། ཧྲིལ་གྲངས་ཡང་ན་ལྡིང་བའི་དོན་ཚན་གནས་གོང་འདི་བྱིན་ཏེ་ཡོད་པ་ཅིན་ ཀླད་ཀོར་འདི་FALSE སྦེ་ཆ་འཇོག་འབད་ཡོདཔ་དང་ གཞན་མི་ཚུ་ TRUEཨིན། * གནས་གོང་འདི་གིས་ ཡིག་རྒྱུན་ཚུ་ཡང་ན་ནང་ཐིག་སྟོངམ་ཚུ་གནས་ཡོད་པ་ཅིན་གནས་གོང་ཚུ་སྣང་མེད་བཞགཔ་ཨིན། * གཏན་ཚིག་གི་གནས་གོང་ཚུ་བྱིན་ཏེ་མེད་པ་ཅིན་, དེ་ལས་ འཛོལ་བ་ #VALUE! འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= XOR(TRUE,FALSE) equals TRUE. XOR(3>4,4<3) equals FALSE. @SEEALSO=OR, AND, NOT
es: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, …) @DESCRIPTION=XOR implementa la función ORexclusiva: el resultado es VERDADERO si hay un número impar de valores evaluados a VERDADERO. @b1 .. @bN son expresiones que se deberían evaluar a VERDADERO o FALSO, Si se proporciona un entero o un valor en coma flotante, el cero se considera FALSO y cualquier otra cosa es VERDADERO. * Si los valores contienen cadenas o celdas vacías, esos valores se ignoran. * Si no se proporcionan valores lógicos, entonces se devuelve el error #VALOR! @EXAMPLES= XOR(VERDADERO,FALSO) igual a VERDADERO. XOR(3>4,4<3) igual a FALSO. @SEEALSO=OR, AND, NOT
pt_br: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, ...) @DESCRIPTION=XOR implementa a função lógica exclusiva OU-EXCLUSIVO (XOR). O resultado é TRUE se um número ímpar de expressões são avaliadas como TRUE. @b1, @b2 etc. devem ser expressões lógicas que retornam TRUE ou FALSE. Se um inteiro ou decimal for fornecido como argumento, zero será considerado FALSE e qualquer outro valor será tomado por TRUE. * Argumentos texto ou vazios são ignorados. * Se nenhum valor lógico for fornecido, então o erro #VALOR! será retornado. @EXAMPLES= XOR(TRUE,FALSE) retorna TRUE. XOR(3>4,4<3) retorna FALSE. @SEEALSO=OR, AND, NOT
vi: @FUNCTION=XOR @SYNTAX=XOR(b1, b2, ...) @DESCRIPTION=XOR thực hiện phép OR loại trừ hay XOR logic: kết quả là TRUE (ĐÚNG) nếu số giá trị TRUE là số lẻ, ngược lại là FALSE (SAI). @b1 cho tới @bN là những biểu thức cần được định giá là TRUE (ĐÚNG) hoặc FALSE (SAI). Nếu cung cấp số nguyên hoặc số vớ điểm phù động thì số không là SAI, còn lại là ĐÚNG. * Nếu biểu thức trả lại chuỗi hoặc là ô rỗng thì sẽ bị bỏ qua. * Nếu không có biểu thức nào trả lại giá trị logic thì sẽ trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= XOR(TRUE,FALSE) bằng TRUE. XOR(3>4,4<3) bằng FALSE. @SEEALSO=OR, AND, NOT

source: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=IF function can be used to evaluate conditionally other expressions. IF evaluates @condition. If @condition returns a non-zero value the result of the IF expression is the @if-true expression, otherwise IF evaluates to the value of @if-false. * If omitted @if-true defaults to TRUE and @if-false to FALSE. * This function is Excel compatible. @EXAMPLES= IF(FALSE,TRUE,FALSE) equals FALSE. @SEEALSO=
dz: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=IF ལས་འགན་འདི་ གསལ་བརྗོད་གཞན་མི་ཚུ་གནས་སྟངས་ཀྱི་ཐོག་ལས་བརྟག་ཞིབ་འབད་ནི་ལུ་ལག་ལེན་འཐབ་བཏུབ་ཨིན། ག་དེམ་ཅིག་སྦེ་@condition བརྟག་ཞིབ་འབད་བ་ཅིན། If @condition དེ་གིས་ ཀླད་ཀོར་མེན་པའི་གནས་གོང་སླར་ལོག་འབད་བ་ཅིན་ ཨའི་ཨེཕ་གསལ་བརྗོད་ཀྱི་གྲུབ་འབྲས་འདི་ @if-true གསལ་བརྗོད་འདི་ཨིན་, དེ་མེན་པ་ཅིན་ ཨའི་ཨེཕ་དེ་གིས་ @if-false གི་གནས་གོང་ལུ་བརྟག་ཞིབ་འབདཝ་ཨིན། * སྐྱུར་བཞག་པ་ཅིན་ @if-true དེ་གིས་ TRUE ལུ་སྔོན་སྒྲིག་འབད་ནི་དང་ @if-false འདི་ FALSE ལུ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IF(FALSE,TRUE,FALSE) equals FALSE. @SEEALSO=
es: @FUNCTION=IF @SYNTAX=IF(condición[,si-cierto,si-falso]) @DESCRIPTION=Use la sentencia IF para evaluar condicionalmente otras expresiones. IF evalúa la @condición. Si la @condición devuelve un valor distinto de cero, el resultado de la expresión IF es la expresión @si-cierto; en otro caso, IF evalúa al valor de @si-falso. * Si se omite @si-cierto por omisión se toma VERDADERO y si se omite @si-falso se presupone FALSO. * Esta función es compatible con Excel. @EXAMPLES= IF(FALSO,VERDADERO,FALSO) igual a FALSO. @SEEALSO=
fr: @FUNCTION=IF @SYNTAX=IF(condition[;si-vrai;si-faux]) @DESCRIPTION=On utilise la fonction IF pour évaluer conditionellement d'autres expressions. IF évalue @condition; si elle renvoie une valeur non-nulle, le résultat de l'expression sera celui de l'expression @si-vrai, sinon ce sera celui de l'expression @si-faux. * Si @si-vrai ou @si-faux ne sont pas donnés, ils prennent respectivement comme valeur par défaut VRAI et FAUX. * Cette fonction est compatible avec Excel. @EXAMPLES= IF (FAUX;VRAI;FAUX) vaut FAUX. @SEEALSO=
nl: @FUNCTION=IF @SYNTAX=IF(voorwaarde[;indien-waar;indien-onwaar]) @DESCRIPTION=IF wordt gebruikt om voorwaardelijk andere uitdrukkingen te evalueren: IF evalueert eerst @voorwaarde. Als @voorwaarde een niet-nul waarde geeft, is het resultaat van IF de @indien-waar uitdrukking, anders is het resultaat de @indien-onwaar uitdrukking. * Als ze worden weggelaten wordt @indien-waar standaard WAAR, en @indien-onwaar ONWAAR. * Deze functie is compatibel met Excel. @EXAMPLES= IF(ONWAAR;WAAR;ONWAAR) is ONWAAR. @SEEALSO=
pt_br: @FUNCTION=IF @SYNTAX=IF(condição[,se-verdadeiro,se-falso]) @DESCRIPTION=Utilize a função IF para avaliar condicionalmente outras expressões. A função IF avalia a @condição. Se a @condição resultar em um valor diferente de zero, IF retornará a expressão @se-verdadeiro, do contrário será retornada a expressão @se-falso. * Se omitido, @se-verdadeiro retorna TRUE e @se-falso retorna FALSE. * Esta função é compatível com o Excel. @EXAMPLES= IF(FALSE,TRUE,FALSE) retorna FALSE. @SEEALSO=
sk: @FUNCTION=IF @SYNTAX=IF(podmienka[,ak-true,ak-false]) @DESCRIPTION=IF sa používa pre podmienečné vyhodnocovanie výrazov. Ak je @podmienka vyhodnotená ako nenulová výsledok výrazu IF je výraz @ak-true, inak je IF vyhodnotený ako výsledok @ak-false. Ak nie je uvedený @ak-true, predpokladá sa TRUE a nie je @ak-false, predpokladá sa FALSE. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IF(FALSE,TRUE,FALSE) sa rovná FALSE. @SEEALSO=
vi: @FUNCTION=IF @SYNTAX=IF(condition[,if-true,if-false]) @DESCRIPTION=Dùng lệnh IF (nếu) để định giá có điều kiện các biểu thức khác nhờ định giá điều kiện @condition. Nếu @condition trả lại giá trị khác không thì sẽ trả lại giá trị kết quả của biểu thức « @if-true » (nếu đúng), ngược lại sẽ trả lại giá trị kết quả của biểu thức « @if-false » (nếu sai). Nếu thiếu « @if-true » thì giá trị mặc định của « @if-true » là ĐÚNG còn « @if-false » là SAI. * Nếu thiếu, « @if-true » mặc định là ĐÚNG còn « @if-false » mặc định là SAI. * Hàm này tương thích với Excel. @EXAMPLES= IF(FALSE,TRUE,FALSE) bằng FALSE. @SEEALSO=

source: IFERROR:Test for error.
es: IFERROR: comprobación de error.

source: x:value to test for error.
es: x: valor con el que probar el error.

source: y:alternate value.
es: y: valor alternativo.

source: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE returns boolean value true. * This function is Excel compatible. @EXAMPLES= TRUE() equals TRUE. @SEEALSO=FALSE
dz: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE དེ་གིས་ བུ་ལིན་གནས་གོང་བདེན་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TRUE() equals TRUE. @SEEALSO=FALSE
es: @FUNCTION=VERDADERO @SYNTAX=VERDADERO() @DESCRIPTION=Devuelve el valor lógico verdad. * Esta función es compatible con Excel. @EXAMPLES= VERDADERO() es igual a VERDADERO. @SEEALSO=FALSO
fr: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE renvoie la valeur logique VRAI. * Cette fonction est compatible avec Excel. @EXAMPLES= TRUE() vaut VRAI. @SEEALSO=
nl: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE geeft de booleaanse waarde WAAR. * Deze functie is compatibel met Excel. @EXAMPLES= TRUE() is WAAR @SEEALSO=FALSE
pt_br: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE retorna o valor booleano TRUE. * Esta função é compatível com o Excel. @EXAMPLES= TRUE() retorna TRUE. @SEEALSO=FALSE
sk: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE vracia logickú hodnotu true (pravda). * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TRUE() sa rovná TRUE. @SEEALSO=FALSE
vi: @FUNCTION=TRUE @SYNTAX=TRUE() @DESCRIPTION=TRUE trả lại giá trị TRUE (ĐÚNG). * Hàm này tương thích với Excel. @EXAMPLES= TRUE() bằng TRUE. @SEEALSO=FALSE

source: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE returns boolean value false. * This function is Excel compatible. @EXAMPLES= FALSE() equals FALSE. @SEEALSO=TRUE
dz: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE དེ་གིས་ བུ་ལིན་གནས་གོང་བདེན་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FALSE() equals FALSE. @SEEALSO=TRUE
es: @FUNCTION=FALSO @SYNTAX=FALSO() @DESCRIPTION=Devuelve el valor lógico falso. * Esta función es compatible con Excel. @EXAMPLES= FALSO() es igual a FALSO. @SEEALSO=VERDADERO
fr: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE renvoie la valeur logique FAUX. * Cette fonction est compatible avec Excel. @EXAMPLES= FALSE() vaut FAUX. @SEEALSO=
nl: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE geeft de booleaanse waarde ONWAAR. * Deze functie is compatibel met Excel. @EXAMPLES= FALSE() is ONWAAR @SEEALSO=TRUE
pt_br: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE retorna o valor booleano FALSE (FALSE). * Esta função é compatível com o Excel. @EXAMPLES= FALSE() retorna FALSE. @SEEALSO=FALSE
sk: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE vracia logickú hodnotu false (nepravda). * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FALSE() sa rovná FALSE. @SEEALSO=TRUE
vi: @FUNCTION=FALSE @SYNTAX=FALSE() @DESCRIPTION=FALSE trả lại giá trị FALSE (SAI). * Hàm này tương thích với Excel. @EXAMPLES= FALSE() bằng FALSE. @SEEALSO=TRUE

source: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS returns a cell address as text for specified row and column numbers. @a1 is a logical value that specifies the reference style. If @a1 is TRUE or omitted, ADDRESS returns an A1-style reference, i.e. $D$4. Otherwise ADDRESS returns an R1C1-style reference, i.e. R4C4. @text specifies the name of the worksheet to be used as the external reference. * If @abs_num is 1 or omitted, ADDRESS returns absolute reference. * If @abs_num is 2 ADDRESS returns absolute row and relative column. * If @abs_num is 3 ADDRESS returns relative row and absolute column. * If @abs_num is 4 ADDRESS returns relative reference. * If @abs_num is greater than 4 ADDRESS returns #VALUE! error. * If @row_num or @col_num is less than one, ADDRESS returns #VALUE! error. @EXAMPLES= ADDRESS(5,4) equals "$D$5". ADDRESS(5,4,4) equals "D5". ADDRESS(5,4,3,FALSE) equals "R[5]C4". @SEEALSO=COLUMNNUMBER
dz: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS དེ་གིས་ གསལ་བཀོད་འབད་དེ་ཡོད་པའི་གྲལ་ཐིག་དང་ཀེར་ཐིག་ཨང་གྲངས་ཚུ་གི་དོན་ལུ་ ནང་ཐིག་ཁ་བྱང་འདི་ཚིག་ཡིག་སྦེ་སླར་ལོག་འབདཝ་ཨིན། @a1 འདི་ གཞི་བསྟུན་བཟོ་རྣམ་གསལ་བཀོད་འབད་མི་གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཨིན། ག་དེམ་ཅིག་སྦེ་ @a1 འདི་ TRUE ཡང་ན་སྐྱུར་བཞག་པ་ཅིན་, ADDRESS དེ་གིས་ A1-བཟོ་རྣམ་གཞི་བསྟུན་སླར་ལོག་འབདཝ་ཨིན་, i.e. $D$4. དེ་མེན་པ་ཅིན་ ADDRESS དེ་གིས་ R1C1-བཟོ་རྣམ་གཞི་བསྟུན་འདི་སླར་ལོག་འབདཝ་ཨིན་, i.e. R4C4. @text དེ་གིས་ ཕྱིའི་གཞི་བསྟུན་སྦེ་ལག་ལེན་འཐབ་ནི་ལུ་ལཱ་ཤོག་གི་མིང་འདི་གསལ་བཀོད་འབདཝ་ཨིན། * If @abs_num འདི་1 ཡང་ན་སྐྱུར་བཞག་པ་ཅིན་, ADDRESS དེ་གིས་ གཞི་བསྟུན་ཡང་དག་སླར་ལོག་འབདཝ་ཨིན། * If @abs_num འདི་ 2 ADDRESS དེ་གིས་ གྲལ་ཐིག་ཡང་དག་དང་འབྲེལ་མཐུན་ཀེར་ཐིག་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @abs_num འདི་ 3 ADDRESS དེ་གིས་འབྲེལ་མཐུན་གྱི་གྲལ་ཐིག་དང་ཀེར་ཐིག་ཡང་དག་སླར་ལོག་འབདཝ་ཨིན། * If @abs_num འདི་ 4 ADDRESS དེ་གིས་འབྲེལ་མཐུན་གཞི་བསྟུན་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @abs_num འདི་ 4ལས་སྦོམ་ཨིནཔ་ཅིན་ ADDRESS དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @row_num ཡང་ན་@col_num འདི་གཅིག་ལས་ཉུང་ཀུ་ཨིན་པ་ཨིན་, ADDRESS དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ADDRESS(5,4) equals "$D$5". ADDRESS(5,4,4) equals "D5". ADDRESS(5,4,3,FALSE) equals "R[5]C4". @SEEALSO=COLUMNNUMBER
es: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(num_fila,num_col[,num_bas,a1,texto]) @DESCRIPTION=ADDRESS devuelve una dirección de celda como texto para los números de fila y columna especificados. @a1 es un valor lógico que especifica el estilo de referencia. Si @a1 es VERDADERO o se omite, ADDRESS devuelve una referencia de estilo A1, por ejemplo $D$4. En otro caso, ADDRESS devuelve una referencia de estilo R1C1, por ejemplo R4C4. @texto especifica el nombre de la hoja de trabajo a usar como referencia externa. * Si @num_abs es 1 o se omite, ADDRESS devuelve la referencia absoluta. * Si @num_abs es 2, ADDRESS devuelve la fila absoluta y la columna relativa. * Si @num_abs es 3, ADDRESS devuelve la fila relativa y la columna absoluta. * Si @num_abs es 4, ADDRESS devuelve la referencia relativa. * Si @num_abs es mayor que 4, ADDRESS devuelve el error #VALOR!. * Si @num_fila o @num_col es menor que uno, ADDRESS devuelve el error #VALOR!. @EXAMPLES= ADDRESS(5,4) igual a "$D$5". ADDRESS(5,4,4) igual a "D5". ADDRESS(5,4,3,FALSO) igual a "R[5]C4". @SEEALSO=COLUMNNUMBER
fr: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(num_lig;num_col[;abs;a1;texte]) @DESCRIPTION=La fonction ADDRESS renvoie l'adresse d'une cellule sous forme de texte à partir d'un numéro de ligne et de colonne. @a1 est une valeur logique qui spécifie le style de référence. Si @a1 vaut VRAI ou est omis, ADDRESS renvoie une référence dans le style A1, par exemple $D$4. Sinon ADDRESS renvoie une référence dans le style R1C1, par exemple R4C4. @texte précise le nom de la feuille de calcul à utiliser comme référence externe. * Si @abs vaut 1 ou est omis, ADDRESS renvoie une référence absolue. * Si @abs vaut 2, ADDRESS renvoie une ligne absolue et une colonne relative. * Si @abs vaut 3, ADDRESS renvoie une ligne relative et une colonne absolue. * Si @abs vaut 4, ADDRESS renvoie une référence relative. * Si @abs est supérieur à 4, ADDRESS renvoie l'erreur #NUM!. * Si @num_lig ou @num_col sont inférieurs à un, ADDRESS renvoie l'erreur #NUM!. @EXAMPLES= ADDRESS(5;4) vaut "$D$5". ADDRESS(5;4;4) vaut "D5". ADDRESS(5;4;3;FAUX) vaut "R[5]C4". @SEEALSO=
nl: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(rij_getal;kolom_getal[;abs_getal;a1;tekst]) @DESCRIPTION=ADDRESS geeft een verwijzing naar een speciefieke cel in een werkblad in tesktvorm. @a1 is een logische waarde die de verwijzingsstijl aangeeft. Als @a1 WAAR is of is weggelaten, geeft ADDRESS een A1-stijl verwijzing, bijvoorbeeld: $D$4. Anders geeft ADDRESS een R1C1-stijl verwijzing, bijvoorbeeld: R4C4. @tekst geeft de naam van het werkblad dat moet worden gebruikt als externe verwijzing. * Als @abs_getal 1 is of is weggelaten, geeft ADDRESS een absolute verwijzing. * Als @abs_getal 2 is geeft ADDRESS een absolute rij en een relatieve kolom. * Als @abs_getal 3 is geeft ADDRESS een relatieve rij en een absolute kolom. * Als @abs_getal 4 is geeft ADDRESS een relatieve verwijzing. * Als @abs_getal groter dan 4 is geeft ADDRESS een #WAARDE! foutmelding. * Als @rij_getal of @kolom_getal kleiner is dan 1, geeft ADDRESS een #WAARDE! foutmelding. @EXAMPLES= ADDRESS(5;4) is "$D$5" ADDRESS(5;4;4) is "D5" ADDRESS(5;4;3;ONWAAR) is "R[5]C4" @SEEALSO=
pt_br: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(núm_linha,núm_col[,núm_abs,a1,texto]) @DESCRIPTION=ADDRESS retorna o endereço da célula como um texto para os números de uma linha e uma coluna especificada. @a1 é um valor lógico que determina o estilo de referência. Se @a1 é TRUE ou omitido, ADDRESS retorna uma referência de estilo A1, por exemplo, $D$4. Caso contrário, ADDRESS retorna uma referência de estilo R1C1, por exemplo, R4C4. @texto determina o nome da planilha a ser utilizada como referência externa. * Se @núm_abs é 1 ou omitido, ADDRESS retorna uma referência absoluta. * Se @núm_abs é 2, ADDRESS retorna a linha absoluta e a coluna relativa. * Se @núm_abs é 3, ADDRESS retorna a linha relativa e a coluna absoluta. * Se @núm_abs é 4, ADDRESS retorna a referência relativa de linha e coluna. * Se @núm_abs é maior que 4, ADDRESS retorna o erro #VALOR! * Se @núm_linha ou @núm_coluna é menor do que 1, ADDRESS retorna o erro #VALOR! @EXAMPLES= ADDRESS(5,4) retorna "$D$5". ADDRESS(5,4,4) retorna "D5". ADDRESS(5,4,3,FALSE) retorna "R[5]C4". @SEEALSO=COLUMNNUMBER
sk: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(číslo_riadku,číslo_stĺpca[,abs_číslo,a1,text]) @DESCRIPTION=ADDRESS vracia adresu bunky ako text pre dané riadky a stĺpce. Ak je @abs_číslo 1 alebo nie je uvedené, ADDRESS vracia absolútnu referenciu. Ak je @abs_číslo 2 ADDRESS vracia absolútny riadok a relatívny stĺpec. Ak je @abs_číslo 3 ADDRESS vracia relatívny riadok a absolútny stĺpec. Ak je @abs_číslo 4 ADDRESS vracia relatívnu referenciu. Ak je @abs_číslo väčšie ako 4 ADDRESS vracia chybu #NUM!. @a1 je logická hodnota pre určenie štýlu referencie. Ak je @a1 TRUE alebo neuvedené, ADDRESS vracia referenciu v štýle A1, t.j. $D$4. Inak ADDRESS vracia referenciu v štýle R1C1, t.j. R4C4. @text uvádza meno listu použitého ako externá referencia. Ak je @čís_riadku alebo @čís_stĺpca menej než 1, ADDRESS vracia chybu #NUM!. @EXAMPLES= ADDRESS(5,4) sa rovná "$D$5". ADDRESS(5,4,4) sa rovná "D5". ADDRESS(5,4,3,FALSE) sa rovná "R[5]C4". @SEEALSO=
vi: @FUNCTION=ADDRESS @SYNTAX=ADDRESS(row_num,col_num[,abs_num,a1,text]) @DESCRIPTION=ADDRESS trả lại địa chỉ ô là chuỗi cho số hàng và số cột xác định. « @a1 » là giá trị logic xác định kiểu tham chiếu. Nếu « @a1 » là ĐÚNG hoặc thiếu thì trả lại tham chiếu kiểu A1, ví dụ « $D$4 ». Ngược lại sẽ trả lại tham chiếu kiểu « R1C1 », ví dụ « R4C4 ». « @text » (chuỗi) xác định tên của tờ làm việc được dùng như là tham chiếu ngoại. * Nếu « @abs_num » (số tuyệt đối) bằng 1 hoặc thiếu, ADDRESS trả lại tham chiếu tuyệt đối. * Nếu « @abs_num » bằng 2 thì trả lại hàng tuyệt đối và cột tương đối. * Nếu « @abs_num » bằng 3 thì trả lại hàng tương đối và cột tuyệt đối. * Nếu « @abs_num » là 4 thì trả lại tham chiếu tương đối. * Nếu « @abs_num » lớn hơn 4 thì trả lại lỗi « #VALUE! ». * Nếu « @row_num » (số hàng) hoặc « @col_num » (số cột) nhỏ hơn một thì trả về « #VALUE! ». @EXAMPLES= ADDRESS(5,4) bằng « $D$5 ». ADDRESS(5,4,4) bằng « D5 ». ADDRESS(5,4,3,FALSE) bằng « R[5]C4 ». @SEEALSO=

source: @FUNCTION=AREAS @SYNTAX=AREAS(reference) @DESCRIPTION=AREAS returns the number of areas in @reference. @EXAMPLES= AREAS((A1,B2,C3)) equals 3. @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
dz: @FUNCTION=AREAS @SYNTAX=AREAS(reference) @DESCRIPTION=AREAS དེ་གིས་ @reference ནང་གི་མངའ་ཁོངས་ཀྱི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= AREAS((A1,B2,C3)) equals 3. @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
es: @FUNCTION=AREAS @SYNTAX=AREAS(referencia) @DESCRIPTION=AREAS devuelve el número de áreas en @referencia. . @EXAMPLES= AREAS((A1,B2,C3)) es igual a . @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
fr: @FUNCTION=AREAS @SYNTAX=AREAS(référence) @DESCRIPTION=Renvoie le nombre de zones dans @référence. @EXAMPLES= AREAS((A1;B2;C3)) vaut 3. @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
nl: @FUNCTION=AREAS @SYNTAX=AREAS(verwijzingen) @DESCRIPTION=AREAS geeft het aantal gebieden in @verwijzingen. @EXAMPLES= AREAS((A1;B2;C3)) is 3 @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
pt_br: @FUNCTION=AREAS @SYNTAX=AREAS(referência) @DESCRIPTION=AREAS retorna o número de áreas em @referência. @EXAMPLES= AREAS((A1,B2,C3) retorna 3. @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET
sk: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR vracia ASCII znak reprezentovaný číslom @x. @EXAMPLES= CHAR(65) sa rovná A. @SEEALSO=CODE
vi: @FUNCTION=AREAS @SYNTAX=AREAS(reference) @DESCRIPTION=AREAS trả lại số lượng vùng trong tham chiếu @reference. @EXAMPLES= AREAS((A1,B2,C3)) bằng 3. @SEEALSO=ADDRESS,INDEX,INDIRECT,OFFSET@SEEALSO=CODE

source: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,value1][,value2]...) @DESCRIPTION=CHOOSE returns the value of index @index. @index is rounded to an integer if it is not. * If @index < 1 or @index > number of values, CHOOSE returns #VALUE! error. @EXAMPLES= CHOOSE(3,"Apple","Orange","Grape","Perry") equals "Grape". @SEEALSO=IF
dz: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,value1][,value2]...) @DESCRIPTION=CHOOSE དེ་གིས་ ཟུར་ཐོ་ @index གི་གནས་གོང་སླར་ལོག་འབདཝ་ཨིན། @index འདི་ ཧྲིལ་གྲངས་ལུ་བསྐོར་སྐྱོད་འབད་དེ་ཡོདཔ་ཨིན་ ག་དེམ་ཅིག་སྦེ་མེན་པ་ཅིན། * If @index < 1 ཡང་ཅིན་ @index > གནས་གོང་གི་ཨང་གྲངས་ཨིན་པ་ཅིན་, CHOOSE དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= CHOOSE(3,"Apple","Orange","Grape","Perry") equals "Grape". @SEEALSO=IF
es: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(índice[,valor1][,valor2]…) @DESCRIPTION=CHOOSE devuelve el valor del índice @índice. @índice se redondea a un entero si no lo es. * Si @índice < 1 ó @índice > número de valores, CHOOSE devuelve el error #VALOR!. @EXAMPLES= CHOOSE(3,"Manzana","Naranja","Uva","Melocotón") igual a "Uva". @SEEALSO=IF
fr: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(indice[;valeur1][;valeur2]...) @DESCRIPTION=La fonction CHOOSE renvoie la valeur à l'indice @indice. @indice est arrondi à l'entier le plus proche si nécessaire. * Si @indice < 1 ou si @indice > nombre de valeurs, la fonction renvoie l'erreur #VAL!. @EXAMPLES= CHOOSE(3;"Pomme";"Orange";"Raisin";"Banane") vaut "Raisin". @SEEALSO=IF
nl: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[;waarde1][;waarde2]...) @DESCRIPTION=CHOOSE geeft de waarde van @index. @index wordt zonodig afgerond naar een geheel getal. * Als @index < 1 of @index > aantal waarden, geeft CHOOSE een #WAARDE! foutmelding. @EXAMPLES= CHOOSE(3;"Appel";"Sinaasappel";"Peer";"Mandarijn") is "Peer" @SEEALSO=IF
pt_br: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(índice[,valor1][,valor2]...) @DESCRIPTION=CHOOSE retorna o valor de um índice @índice. @índice éarredondade para um inteiro caso ele não seja. * Se @índice <1 ou @índice > número de valores, CHOOSE retorna o erro#VALOR! @EXAMPLES= CHOOSE(3,"Maçã","Laranja","Morango","Pêra") retorna "Morango". @SEEALSO=IF
sk: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,hodnota1][,hodnota2]...) @DESCRIPTION=CHOOSE vracia hodnotu indexu @index. @index je prípadne zaokrúhlený na celé číslo. Ak je @index < 1 alebo @index > počet hodnôt, vracia #VALUE!. @EXAMPLES= CHOOSE(3,"Jablko","Hruška","Slivka","Čerešňa") sa rovná "Slivka". @SEEALSO=IF
vi: @FUNCTION=CHOOSE @SYNTAX=CHOOSE(index[,value1][,value2]...) @DESCRIPTION=CHOOSE trả lại giá trị thứ chỉ mục @index. @index được làm tròn đến hai xuống số nguyên gần hơn nếu không phải là một số nguyên. * Nếu « @index < 1 » hoặc « @index > số giá trị » thì trả lại « #VALUE! ». @EXAMPLES= CHOOSE(3, « Quít », « Cam », « Chanh », « Nho ») bằng « Chanh ». @SEEALSO=IF
