Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,tails,type) @DESCRIPTION=TTEST function returns the probability of a Student's t-Test. @array1 is the first data set and @array2 is the second data set. If @tails is one, TTEST uses the one-tailed distribution and if @tails is two, TTEST uses the two-tailed distribution. @type determines the kind of the test: 1 Paired test 2 Two-sample equal variance 3 Two-sample unequal variance * If the data sets contain a different number of data points and the test is paired (@type one), TTEST returns the #N/A error. * @tails and @type are truncated to integers. * If @tails is not one or two, TTEST returns #NUM! error. * If @type is any other than one, two, or three, TTEST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TTEST(A1:A5,B1:B5,1,1) equals 0.003127619. TTEST(A1:A5,B1:B5,2,1) equals 0.006255239. TTEST(A1:A5,B1:B5,1,2) equals 0.111804322. TTEST(A1:A5,B1:B5,1,3) equals 0.113821797. @SEEALSO=FDIST,FINV
dz: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,tails,type) @DESCRIPTION=TTEST ལས་འགན་དེ་གིས་ སློབ་ཕྲུག་ཊི་-བརྟག་ཞིབ་གཅིག་གི་འབྱུང་སྲིད་པ་འདི་སླར་ལོག་འབདཝ་ཨིན། @array1 འདི་ གནས་སྡུད་དང་པའི་གཞི་སྒྲིག་ཨིནམ་དང་ @array2 འདི་ གནས་སྡུད་གཉིས་པའི་གཞི་སྒྲིག་ཨིན། @tails འདི་གཅིག་ཨིན་, TTEST དེ་གིས་ མཇུག་-གཅིག་བཀྲམ་སྤེལ་འདི་ལག་ལེན་འཐབ་ཨིནམ་དང་ @tails འདི་གཉིས་ཨིན་པ་ཅིན་, TTEST དེ་གིས་མཇུག་-གཉིས་བཀྲམ་སྤེལ་འདི་ལག་ལེན་འཐབ་ཨིན། @type དེ་གིས་ བརྟག་ཞིབ་ཀྱི་དབྱེ་བ་གཏན་འབེབས་བཟོཝ་ཨིན།: 1 བརྟག་ཞིབ་ཆ་བཟོ་ཡོདཔ 2 དཔེ་གཞི་གཉིས་མཉམ་པའི་འགྱུར་ཅན 3 དཔེ་གཞི་-གཉིས་པའི་མི་མཉམ་པའི་འགྱུར་ཅན * གནས་སྡུད་གཞི་སྒྲིག་དེ་གིས་ གནས་སྡུད་དོན་ཚན་སོ་སོ་ཅིག་ཡོད་པ་ཅིན་ ཡང་ན་ བརྟག་ཞིབ་འདི་ཆ་བཟོ་ཡོད་པ་ཅིན་ (@type one), TTEST དེ་གིས་ #N/འཛོལ་བ་གཅིག་སླར་ལོག་འབདཝ་ཨིན། * @tails དང་ @type ཚུ་ ཧྲིལ་གྲངས་ལུ་ཆུང་ཀུ་བཟོ་ཡོདཔ། * If @tails འདི་གཅིག་ཡང་ན་གཉིས་མེན་, TTEST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @type འདི་ གཅིག་, གཉིས་, ཡང་ན་གསུམ་ལས་གང་རུང་ཅིག་ཨིན་པ་ཅིན་, TTEST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འག་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ ཨང་གྲངས་11.4, 17.3, 21.3, 25.9, དང་40.1, དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, དང་ 42.7ཚུ་ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ TTEST(A1:A5,B1:B5,1,1) equals 0.003127619. TTEST(A1:A5,B1:B5,2,1) equals 0.006255239. TTEST(A1:A5,B1:B5,1,2) equals 0.111804322. TTEST(A1:A5,B1:B5,1,3) equals 0.113821797. @SEEALSO=FDIST,FINV
es: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,colas,tipo) @DESCRIPTION=La función TTEST devuelve la probabilidad de una prueba t de Student. @array1 es el primer conjunto de datos y @array2 es el segundo conjunto de datos. Si @colas es uno, TTEST usa la distribución de una cola y si @colas es dos, TTEST usa la distribución de dos colas. @tipo determina la clase de la prueba: 1 Test de paridad 2 Varianza de igualdad de dos muestras 3 Varianza de desigualdad de dos muestras * Si los conjuntos de datos contienen un número diferente de puntos de datos y la prueba es de paridad (@tipo uno), TTEST devuelve el error #N/A. * @colas y @tipo se truncan a enteros. * Si @colas no es ni uno ni dos, TTEST devuelve el error #NÚM!. * Si @tipo es distinto de uno, dos o tres, TTEST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1, y que las celdas B1, B2, … B5 23.2, 25.8, 29.9, 33.5 y 42.7. Entonces TTEST(A1:A5,B1:B5,1,1) igual a 0.003127619. TTEST(A1:A5,B1:B5,2,1) igual a 0.006255239. TTEST(A1:A5,B1:B5,1,2) igual a 0.111804322. TTEST(A1:A5,B1:B5,1,3) igual a 0.113821797. @SEEALSO=FDIST,FINV
fr: @FUNCTION=TTEST @SYNTAX=TTEST(tableau1;tableau2;cÔtés;type) @DESCRIPTION=La fonction TTEST renvoie la probabilité associée à un test T de Student. @tableau1 est le premier ensemble de données, @tableau2 le second. Si @cÔtés vaut un, TTEST utilise une distribution unilatérale, et s'il vaut deux, une distribution bilatérale. @type détermine le type de test : 1 Sur des observations pairées 2 Sur deux échantillons de variance égale (homoscédastique) 3 Sur deux échantillons de variance différente (hétéroscédastique) * Si les échantillons contiennent un nombre de données différent et si @type=1, TTEST renvoie l'erreur #N/A!. * @cÔtés et @type sont tronqués en entiers. * Si @cÔtés ne vaut ni un ni deux, TTEST renvoie l'erreur #NUM!. * Si @type ne vaut pas 1, 2 ou 3, TTEST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et que B1, B2,... B5 contiennent 23,2, 25,8, 29,9, 33,5, et 42,7, alors TTEST(A1:A5;B1:B5;1;1) vaut 0,003127619. TTEST(A1:A5;B1:B5;2;1) vaut 0,006255239. TTEST(A1:A5;B1:B5;1;2) vaut 0,111804322. TTEST(A1:A5;B1:B5;1;3) vaut 0,113821797. @SEEALSO=FDIST,FINV
nl: @FUNCTION=TTEST @SYNTAX=TTEST(array1;array2;staarten,soort) @DESCRIPTION=TTEST geeft de waarschijnlijkheid van een Student t-Test. @array1 is de eerste dataverzameling en @array2 is de tweede dataverzameling. Als @staarten 1 is, gebruikt TTEST de enkelstaarts distributie en als @staarten 2 is, gebruikt TTEST de tweestaarts distributie. @soort bepaalt de soort test: 1 Gekoppelde test 2 Twee-steekproef gelijke variantie 3 Twee-steekproef ongelijke variantie * Als de data verzamelingen een verschillend aantal datapunten bevatten en de test is gekoppeld (@soort 1), geeft TTEST een #N/B! foutmelding. * @staarten en @soort worden afgekapt tot gehele getallen. * Als @staarten niet 1 of 2 is, geeft TTEST een #GETAL! foutmelding. * Als @soort iets anders is dan 1, 2 of 3, geeft TTEST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten en B1, B2, ... B5 de getallen 23,2 25,8 29,9 33,5 en 42,7 dan geldt: TTEST(A1:A5;B1:B5;1;1) is 0,003127619 TTEST(A1:A5;B1:B5;2;1) is 0,006255239 TTEST(A1:A5;B1:B5;1;2) is 0,111804322 TTEST(A1:A5;B1:B5;1;3) is 0,113821797 @SEEALSO=FDIST,FINV
pt_br: @FUNCTION=TTEST @SYNTAX=TTEST(vetor1,vetor2,cauda,tipo) @DESCRIPTION=TTEST retorna a probabilidade de um Teste de t de Student. @vetor1 é o primeiro conjunto de dados e @vetor2 é o segundo conjunto de dados. Se @cauda for igual a 1, TTEST usa a distribuição monocaudal e se @cauda for igual a 2, TTEST usa a distribuição bicaudal. @tipo determina o tipo de teste: 1 Teste emparelhado 2 Duas amostras de mesma variância 3 Duas amostras de variâncias diferentes * Se os conjuntos de dados contêm números diferentes de valores e o teste for emparelhado (@tipo = 1), TTEST retorna o erro #N/D. * @cauda e @tipo são truncados para inteiros. * Se @cauda for diferente de 1 ou 2, TTEST retorna o erro #NUM! * Se @tipo for diferente de 1, 2 ou 3, TTEST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXEMPLOS= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: TTEST(A1:A5,B1:B5,1,1) retorna 0.003127619. TTEST(A1:A5,B1:B5,2,1) retorna 0.006255239. TTEST(A1:A5,B1:B5,1,2) retorna 0.111804322. TTEST(A1:A5,B1:B5,1,3) retorna 0.113821797. @SEEALSO=FDIST,FINV
sk: @FUNCTION=TTEST @SYNTAX=TTEST(pole1,pole2,strany,typ) @DESCRIPTION=Funkcia TTEST vracia pravdepodobnosť Studentovho t-Testu. @pole1 je prvá množina dát @pole2 je druhá množina dát. Ak je @strany 1, TTEST použije jednostrannú alternatívu a ak je @strany 2, TTEST použije obojstrannú alternatívu. @typ určuje typ testu: 1 Párový test 2 Dvoch výberov s rovnakým rozptylom 3 Dvoch výberov s rôznym rozptylom * Ak množiny dát obsahujú rôzny počet dát a test je párový (@typ 1), TTEST vracia chybu #N/A. * @strany a @typ sú orezané na celé čísla. * Ak nie je @strany 1 ani 2, TTEST vracia chybu #NUM! * Ak je @typ niečo iné ako 1, 2 alebo 3, TTEST vracia chybu #NUM! * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom TTEST(A1:A5,B1:B5,1,1) sa rovná 0.003127619. TTEST(A1:A5,B1:B5,2,1) sa rovná 0.006255239. TTEST(A1:A5,B1:B5,1,2) sa rovná 0.111804322. TTEST(A1:A5,B1:B5,1,3) sa rovná 0.113821797. @SEEALSO=FDIST,FINV
vi: @FUNCTION=TTEST @SYNTAX=TTEST(array1,array2,tails,type) @DESCRIPTION=hàm TTEST trả lại xác suất của « việc thử ra Sinh viên t ». @array1 (mảng) là tập hợp dữ liệu thứ nhất, còn mảng @array2 là tập hợp dữ liệu thứ hai. Nếu @tails là 1 thì TTEST dùng phân phối đuôi đơn, còn nếu @tails là 2 thì TTEST dùng phân phối đuôi đôi. @type quyết định _kiểu_ việc thử ra: 1 Việc thử ra có cặp 2 Phương sai bằng có hai mẫu 3 Phương sai không bằng có hai mẫu * Nếu hai tập hợp dữ liệu không có cùng một số điểm dữ liệu, và việc thử ra có cặp (@type 1) thì TTEST trả lại lỗi « #N/A ». * Cả @tails lẫn @type đều bị cắt xén thành số nguyên. * Nếu @tails không phải số 1 hoặc số 2 thì TTEST trả lại lỗi « #NUM! ». * Nếu @type khác với số 1, 2 hay 3, thì TTEST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì TTEST(A1:A5,B1:B5,1,1) bằng 0.003127619. TTEST(A1:A5,B1:B5,2,1) bằng 0.006255239. TTEST(A1:A5,B1:B5,1,2) bằng 0.111804322. TTEST(A1:A5,B1:B5,1,3) bằng 0.113821797. @SEEALSO=FDIST,FINV

source: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=FREQUENCY function counts how often given values occur within a range of values. The results are given as an array. @data_array is a data array for which you want to count the frequencies. @bin_array is an array containing the intervals into which you want to group the values in data_array. If the @bin_array is empty, FREQUENCY returns the number of data points in @data_array. * This function is Excel compatible. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=FREQUENCY ལས་འགན་འདི་གིས་གནས་གོང་ཚུ་གི་ཁྱབ་ཚད་གཅིག་གི་ནང་འཁོད་ལུ་ བྱིན་ཏེ་ཡོད་པའི་གནས་གོང་དེ་གིས་ག་དེམ་ཅིག་བྱུངམ་ཨིན་ན་གྱངས་ཁ་བརྐྱབ་ཨིན། གྲུབ་འབྲས་ཚུ་ཨེ་རེ་སྦེ་བྱིན་ཡོདཔ་ཨིན། @data_array འདི་ ཁྱོད་ཀྱིས་འབྱུང་ཐེངས་འདི་གྱངས་ཁ་བརྐྱབ་དགོ་མིའི་དོན་ལུ་ གནས་སྡུད་ཨེ་རེ་འདི་ཨིན། @bin_array འདི་ ཁྱོད་ཀྱིས་གནས་གོང་ཚུ་ data_array ནང་སྡེ་ཚན་བཟོ་དགོ་པའི་ནང་ བར་མཚམས་གནས་ཡོད་པའི་ཨེ་རེ་ཅིག་ཨིན། @bin_array འདི་སྟོངམ་ཨིན་པ་ཅིན་, FREQUENCY དེ་གིས་ གནས་སྡུད་དོན་ཚན་ཚུ་གི་ཨང་གྲངས་འདི་ @data_array ནང་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(array_datos,array_intervalos) @DESCRIPTION=La función FREQUENCY cuenta cuantas veces aparecen los valores dados en un rango de valores. Los resultados se devuelven en un array. @array_datos es un array de los datos de los cuales quiere contar las frecuencias. @array_intervalos es un array que contiene los intervalos en los cuales quiere reagrupar los valores de @array_datos. Si @array_intervalos está vacío, FREQUENCY devuelve la cantidad de puntos de datos en @array_datos. * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(données;valeurs) @DESCRIPTION=La fonction FREQUENCY compte combien de fois les @données se trouvent dans les intervalles de @valeurs. Le résultat est donné sousorme d'un tableau. @données est le tableau de données dont vous souhaitez connaître la fréquence. @valeurs contient les intervalles dans lesquels vous voulez les dénombrer. S'il est vide, FREQUENCY renvoie le nombre de données dans @données. * Cette fonction est compatible avec Excel. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array;bins_array) @DESCRIPTION=FREQUENCY telt hoe vaak waarden binnen een bereik voorkomen. Het resultaat wordt weergegeven in een array. Het argument @data_array is de verzameling gegevens waarvan je de frequenties wilt tellen. Het argument @bin_array is een array die de waarde-intervallen bevat waarin je de waarden in @data_array wilt groeperen. Als @bin_array leeg is, geeft FREQUENCY het aantal data-punten in @data_array. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(matriz_dados,matriz_bin) @DESCRIPTION=FREQUENCY conta com que freqüência valores fornecidos ocorrem dentro de uma região de valores. Os valores são fornecidos como uma matriz. @matriz_dados é o conjunto de dados para o qual deseja-se contar as freqüências. @matriz_bin é uma matriz contendo as regiões que você deseja agrupar os valores em matriz_dados. Se @matriz_dados estiver vazia, FREQUENCY retorna o número de dados em @matriz_dados. * Esta função é compatível com oExcel. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(dáta,priečinky) @DESCRIPTION=Funkcia FREQUENCY počíta, koľkokrát sa daná hodnota vyskytla v dátach. Výsledky sú v poli. @dáta je pole dát, v ktorých sa majú spočítať výskyty. @priečinky je pole obsahujúce intervaly, podľa ktorých vytvoriť skupiny hodnôt dátach. Ak je @priečinky prázdne, FREQUENCY vracia počet rôznych dátových hodnôt v @dáta. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=FREQUENCY @SYNTAX=FREQUENCY(data_array,bins_array) @DESCRIPTION=hàm FREQUENCY (tần số) đếm bao nhiều lần những giá trị cho trước có trong một phạm vi giá trị. Kết quả có dạng mảng. @data_array là một _mảng dữ liệu_ cho mà bạn muốn đếm các tần số. @bin_array là một _mảng (bin: nhị phân?)_ chứa các khoảng tromg mà bạn muốn xếp nhóm các giá trị trong mảng dữ liệu data_array. Nếu mảng @bin_array rỗng thì FREQUENCY trả lại số điểm dữ liệu trong mảng dữ liệu @data_array. * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=

source: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LINEST function calculates the ``least squares'' line that best fit to your data in @known_y's. @known_x's contains the corresponding x's where y=mx+b. LINEST returns an array having two columns and one row. The slope (m) of the regression line y=mx+b is given in the first column and the y-intercept (b) in the second. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written below the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. * If @known_y's and @known_x's have unequal number of data points, LINEST returns #NUM! error. * If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. * The default of @stat is FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
dz: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=LINEST ལས་འགན་དེ་གིས་ ``least squares'' གྲལ་ཐིག་འདི་ཁྱོད་རའི་གནས་སྡུད་@known_y's ནང་ཚུད་སྒྲིག་འབད་མི་སླར་ལོག་འབདཝ་ཨིན་ @known_x's དེ་གིས་ x's ཆ་མཉམ་པ་y=mx+b ཨིན་མི་འདི་ཡོདཔ་ཨིན། LINEST དེ་གིས་ ཨེ་རེ་ ཀེར་ཐིག་གཉིས་དང་གྲལ་ཐིག་གཉིས་ཡོད་མི་ཅིག་སླར་ལོག་འབདཝ་ཨིན། གཡོ་མི་ (m) གི་ དེ་ཡང་ རི་གེ་རེ་ཤཱན་གྲལ་ཐིག་ y=mx+b འདི་ ཀེར་ཐིག་དང་པའི་ནང་བྱིན་ཡོད་མི་འདི་དང་ ཝའི་-འཇབ་འཛིན་ (b) འདི་གཉིས་པའི་ནང་། If @stat འདི་ TRUE ཨིན་པ་ཅིན་, ཚད་རྩིས་བརྡ་དོན་ཧེང་བཀལ་འདི་སླར་ལོག་འབདཝ་ཨིན། ཚད་རྩིས་ཧེང་བཀལ་བརྡ་དོན་འདི་ གྲུབ་འབྲས་ཨེ་རེ་ནང་གི་རི་གེ་རེ་ཤཱན་གྲལ་ཐིག་ཕན་ཚུན་ནུས་ཅན་གྱི་འོག་ལུ་ འབྲི་སྟེ་ཡོདཔ་ཨིན། ཚད་རྩིས་ཧེང་བཞག་བརྡ་དོན་དེ་གིས་ གནས་སྡུད་ཀྱི་གྲལ་ཐིག་བཞི་ཡོདཔ་ཨིན། གྲལ་ཐིག་དང་པའི་དོན་ལུ་ ཚད་ལྡན་འཛོལ་བ་དེ་གིས་ ཕན་ཚུན་ནུས་ཅན་ m1, (m2, ...)གི་དོན་ལུ་གནས་གོང་འབདཝ་ཨིན་, བའི་ཚུ་ཁྱད་ཚབ་འབད་ཡོདཔ་ཨིན། གྲལ་ཐིག་གཉིས་པ་དེ་གིས་ ཨར་གྱི་གྲུ་བཞི་དང་ ཝའི་ཕོག་ཚད་ཀྱི་དོན་ལུ་ཚད་ལྡན་འཛོལ་བ་གནས་ཡོདཔ་ཨིན། གྲལ་ཐིག་གསུམ་པ་དེ་གིས་ ཨེཕ་-ལྟ་ཡོད་པའི་གནས་གོང་དང་ རང་དབང་གི་ཁུག་ཟུར་ཚུ་ཡོདཔ་ཨིན། མཇུག་གི་གྲལ་ཐིག་དེ་གིས་ གྲུ་བཞི་གི་རི་གེ་རེ་ཤཱན་བསྡོམ་དང་ གྲུ་བཞི་གི་ལྷག་ལུད་བསྡོམ་འདི་ཡོདཔ་ཨིན། * If @known_x's འདི་སྐྱུར་བཞག་པ་ཅིན་, ཨེ་རེ་ {1, 2, 3, ...} འདི་ལག་ལེན་འཐབ་ཡོདཔ་ཨིན། * If @known_y's དང་ @known_x's དེ་ལུ་མི་མཉམ་པའི་གནས་སྡུད་དོན་ཚན་གྱི་ཨང་གྲངས་ཡོདཔ་ཅིན་, LINEST དེ་གིས་#NUM!འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @const འདི་ FALSE ཨིན་པ་ཅིན་, གྲལ་ཐིག་འདི་ངོ་མ་ལས་འགྱོ་ནི་ལུ་བང་བཙོང་འབདཝ་ཨིན་, i.e., བི་འདི་ཀླད་ཀོར་ཨིན། སྔོན་སྒྲིག་འདི་ TRUE. * @stat གི་སྔོན་སྒྲིག་འདི་FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
es: @FUNCTION=LINEST @SYNTAX=LINEST(y_conocido[,x_conocido[,const[,estad]]]) @DESCRIPTION=La función LINEST calcula la línea de «cuadrados mínimos» que mejor se ajuste a sus datos de @y_conocido. @x_conocido contiene las x correspondientes donde y=mx+b. LINEST devuelve un array con dos columnas y una fila. La pendiente (m) de la línea de regresión y=mx+b se da en la primera columna y la y intercepta a (b) en la segunda. Si @estad es VERDADERO, se devolverá información estadística extra. Debajo de la los coeficientes de la línea de regresión se escribe información estadística extra en el array resultado. La información estadística extra consiste en cuatro filas de datos. En la primera fila se representan los valores estándar de error para los coeficientes m1, (m2, …), b. La segunda fila contiene el cuadrado de R y el error estándar para la y estimada. La tercera fila contiene el valor observado F y los grados de libertad. La última fila contiene la suma de regresión de los cuadrados y la suma residual de los cuadrados. * Si se omite @x_conocido, se usa un array {1, 2, 3, …}. * Si @y_conocido y @x_conocido tienen distinto número de puntos de datos, LINEST devuelve un error #NÚM!. * Si @const es FALSO, se forzará que la línea pase por el origen, por ejemplo, b será cero. De forma predeterminada, es VERDADERO. * De forma predeterminada, @estad es FALSO. @EXAMPLES= @SEEALSO=LOGEST,TREND
pt_br: @FUNCTION=LINEST @SYNTAX=LINEST(y_conhecidos[,x_conhecidos[,const[,estat]]]) @DESCRIPTION=LINEST calcula a linha que melhor se ajusta ao dados em @y_conhecidos. @x_conhecidos, através do "método dos mínimos quadrados", onde: y=mx+b. LINEST retorna uma matriz tendo duas colunas e uma linha. A inclinação (m) da linha de regressão y=mx+b é fornecida na primeira coluna e o ponto de interceptação no eixo y (b), na segunda coluna. Se @estat é TRUE. informações estatísticas adicionais são fornecidas. As informações estatísticas adicionais são fornecidas abaixo dos coeficientes da linha de regressão na matriz de resultados. As informações estatísticas se consistem de quatro linhas de dados. Na primeira linha são apresentados os valores dos erros padrões para os coeficientes m1, (m2, ...), b. A segunda linha contém o valor do R ao quadrado e o erro padrão da estimativa de y. A terceira linha contém o valor observado de F e o número de graus de liberdade. A última linha contém a soma dos quadrados da regressão e a soma residual dos quadrados. * Se @x_conhecidos é omitido, uma matriz {1, 2, 3, ...} é utilizada. * Se @y_conhecidos e @x_conhecidos possuirem números diferentes de dados, LINEST retorna o erro #NUM! * Se @const é FALSE, a linha é forçada a passar pela origem, i.e., b será zero. O padrão é TRUE. * O padrão de @estat é FALSE. @EXAMPLES= @SEEALSO=LOGEST,TREND
vi: @FUNCTION=LINEST @SYNTAX=LINEST(known_y's[,known_x's[,const[,stat]]]) @DESCRIPTION=hàm LINEST tính đường « bình phương ít nhất » mà vừa nhất các dữ liệu bạn trong phạm vi các y được biết @known_y's. @known_x's chứa các x tương ứng, mà « y=mx+b ». LINEST trả lại một mảng có hai cột và một hàng. Độ dốc (m) của đường hồi quy « y=mx+b » được cho trong cột thứ nhất, và phần trục y bị chắn (b) trong cột thứ hai. Nếu @stat là ĐÚNG thì sẽ trả lại thông tin _thống kê_ thêm. Các thông tin thống kê thêm được ghi dưới các hệ số đường hồi qui trong mảng kết quả. Thông tin thống kê thêm bao gồm bốn hàng dữ liệu. Hàng thứ nhất chứa các giá trị lỗi chuẩn cho hệ số m1, (m2, ...), b. Hàng thứ hai chứa bình phương của R và lỗi chuẩn khi ước lượng y. Hàng thứ ba chứa giá trị do F quan sát và các bậc tự do. Hàng cuối cùng chứa tổng các bình phương hồi qui và tổng các bình phương còn lại. * Nếu không có phạm vi các x được biết @known_x's thì dùng một mảng {1, 2, 3, ...}. * Nếu hai phạm vi @known_y's và @known_x's không có cùng một số điểm dữ liệu thì LINEST trả lại lỗi « #NUM! ». * Nếu @const là SAI thì đường sẽ được ép buộc đi qua gốc, tức là b = 0. Mặc định là ĐÚNG. Mặc định của @stat (thống kê) là SAI. @EXAMPLES= @SEEALSO=LOGEST,TREND
