Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(value) @DESCRIPTION=ISNUMBER returns TRUE if the value is a number. * This function is Excel compatible. @EXAMPLES= ISNUMBER("text") equals FALSE. @SEEALSO=
dz: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(value) @DESCRIPTION=ISNUMBER དེ་གིས་ གནས་གོང་འདི་ཨང་གྲངས་ཨིན་པ་ཅིན་ TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISNUMBER("text") equals FALSE. @SEEALSO=
es: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(valor) @DESCRIPTION=Devuelve VERDADERO si @valor es un número. * Esta función es compatible con Excel. @EXAMPLES= ISNUMBER("texto") es igual a FALSO. @SEEALSO=
fr: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(valeur) @DESCRIPTION=La fonction ISNUMBER renvoie VRAI si @valeur est un nombre. * Cette fonction est compatible avec Excel. @EXAMPLES= ISNUMBER("text") vaut FAUX. @SEEALSO=
nl: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(waarde) @DESCRIPTION=ISNUMBER geeft WAAR als de waarde een getal is. * Deze functie is compatibel met Excel. @EXAMPLES= ISNUMBER("tekst") is ONWAAR @SEEALSO=
pt_br: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(valor) @DESCRIPTION=ISNUMBER retorna TRUE se o valor é um número. * Esta função é compatível com o Excel. @EXAMPLES= ISNUMBER("texto") retorna FALSE. @SEEALSO=ISTEXT
sk: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(hodnota) @DESCRIPTION=ISNUMBER vracia TRUE ak je hodnota číslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISNUMBER("text") sa rovná FALSE. @SEEALSO=
vi: @FUNCTION=ISNUMBER @SYNTAX=ISNUMBER(value) @DESCRIPTION=ISNUMBER trả lại TRUE (ĐÚNG) nếu giá trị là số. * Hàm này tương thích với Excel. @EXAMPLES= ISNUMBER("text") bằng FALSE (SAI). @SEEALSO=

source: @FUNCTION=ISODD @SYNTAX=ISODD(value) @DESCRIPTION=ISODD returns TRUE if the number is odd. * This function is Excel compatible. @EXAMPLES= ISODD(3) equals TRUE. @SEEALSO=ISEVEN
dz: @FUNCTION=ISODD @SYNTAX=ISODD(value) @DESCRIPTION=ISODD དེ་གིས་ ཨང་གྲངས་འདི་ཡ་ཅན་ཨིན་པ་ཅིན་TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISODD(3) equals TRUE. @SEEALSO=ISEVEN
es: @FUNCTION=ISODD @SYNTAX=ISODD(valor) @DESCRIPTION=Devuelve VERDADERO si @valor es un número impar. * Esta función es compatible con Excel. @EXAMPLES= ISODD(3) es igual a VERDADERO. @SEEALSO=ISEVEN
fr: @FUNCTION=ISODD @SYNTAX=ISODD(nombre) @DESCRIPTION=La fonction ISODD renvoie VRAI si @nombre est impair. * Cette fonction est compatible avec Excel. @EXAMPLES= ISODD(3) renvoie VRAI @SEEALSO=ISEVEN
nl: @FUNCTION=ISODD @SYNTAX=ISODD(getal) @DESCRIPTION=ISODD geeft WAAR als het getal oneven is. * Deze functie is compatibel met Excel. @EXAMPLES= ISODD(3) is WAAR @SEEALSO=ISEVEN
pt_br: @FUNCTION=ISODD @SYNTAX=ISODD(valor) @DESCRIPTION=ISODD retorna TRUE se o @valor é um número ímpar. * Esta função é compatível com o Excel. @EXAMPLES= ISODD(3) retorna TRUE. @SEEALSO=ISEVEN
sk: @FUNCTION=ISODD @SYNTAX=ISODD(hodnota) @DESCRIPTION=ISODD vracia TRUE ak je číslo nepárne. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISODD(3) sa rovná TRUE. @SEEALSO=ISEVEN
vi: @FUNCTION=ISODD @SYNTAX=ISODD(value) @DESCRIPTION=ISODD trả lại TRUE (ĐÚNG) nếu là số lẻ. * Hàm này tương thích với Excel. @EXAMPLES= ISODD(3) bằng TRUE. @SEEALSO=ISEVEN

source: @FUNCTION=ISREF @SYNTAX=ISREF(value) @DESCRIPTION=ISREF returns TRUE if the value is a reference. * This function is Excel compatible. @EXAMPLES= ISREF(A1) equals TRUE. @SEEALSO=
dz: @FUNCTION=ISREF @SYNTAX=ISREF(value) @DESCRIPTION=ISREF དེ་གིས་ གནས་གོང་འདི་གཞི་བསྟུན་ཨིན་པ་ཅིན་ TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISREF(A1) equals TRUE. @SEEALSO=
es: @FUNCTION=ISREF @SYNTAX=ISREF(valor) @DESCRIPTION=Devuelve VERDADERO si @valor es una referencia. * Esta función es compatible con Excel. @EXAMPLES= ISREF(A1) es igual a VERDADERO. @SEEALSO=
fr: @FUNCTION=ISREF @SYNTAX=ISREF(valeur) @DESCRIPTION=La fonction ISREF renvoie VRAI si @valeur est une référence. * Cette fonction est compatible avec Excel. @EXAMPLES= ISREF(A1) vaut VRAI. @SEEALSO=
nl: @FUNCTION=ISREF @SYNTAX=ISREF(waarde) @DESCRIPTION=ISREF geeft WAAR als waarde een verwijzing is. * Deze functie is compatibel met Excel. @EXAMPLES= ISREF(A1) is WAAR @SEEALSO=
pt_br: @FUNCTION=ISREF @SYNTAX=ISREF(valor) @DESCRIPTION=ISREF retorna TRUE se o valor é uma referência. * Esta função é compatível com o Excel. @EXAMPLES= ISREF(A1) retorna TRUE. @SEEALSO=
sk: @FUNCTION=ISREF @SYNTAX=ISREF(hodnota) @DESCRIPTION=ISREF vracia TRUE ak je hodnota referencia. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISREF(A1) sa rovná TRUE. @SEEALSO=
vi: @FUNCTION=ISREF @SYNTAX=ISREF(value) @DESCRIPTION=ISREF trả lại TRUE (ĐÚNG) nếu giá trị là tham chiếu * Hàm này tương thích với Excel. @EXAMPLES= ISREF(A1) bằng TRUE. @SEEALSO=

source: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(value) @DESCRIPTION=ISTEXT returns TRUE if the value is text. * This function is Excel compatible. @EXAMPLES= ISTEXT("text") equals TRUE. @SEEALSO=ISNONTEXT
dz: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(value) @DESCRIPTION=ISTEXT དེ་གིས་ གནས་གོང་འདི་ཚིག་ཡིག་ཨིན་པ་ཅིན་ TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISTEXT("text") equals TRUE. @SEEALSO=ISNONTEXT
es: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(valor) @DESCRIPTION=Devuelve VERDADERO si @valor es una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= ISTEXT("texto") es igual a VERDADERO. @SEEALSO=ISNONTEXT
fr: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(valeur) @DESCRIPTION=La fonction ISTEXT renvoie VRAI si @valeur est du texte. * Cette fonction est compatible avec Excel. @EXAMPLES= ISTEXT("texte") vaut VRAI. @SEEALSO=ISNONTEXT
nl: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(waarde) @DESCRIPTION=ISTEXT geeft WAAR als de waarde tekst is. * Deze functie is compatibel met Excel. @EXAMPLES= ISTEXT("tekst") is WAAR @SEEALSO=ISNONTEXT
pt_br: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(valor) @DESCRIPTION=ISTEXT retorna TRUE se o valor é texto. * Esta função é compatível com o Excel. @EXAMPLES= ISTEXT("texto") retorna TRUE. @SEEALSO=ISNONTEXT
sk: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(hodnota) @DESCRIPTION=ISTEXT vracia TRUE ak je hodnota text. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISTEXT("text") sa rovná TRUE. @SEEALSO=ISNONTEXT
vi: @FUNCTION=ISTEXT @SYNTAX=ISTEXT(value) @DESCRIPTION=ISTEXT trả lại TRUE (ĐÚNG) nếu giá trị là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= ISTEXT("text") bằng TRUE. @SEEALSO=ISNONTEXT

source: @FUNCTION=N @SYNTAX=N(value) @DESCRIPTION=N returns a value converted to a number. Strings containing text are converted to the zero value. * This function is Excel compatible. @EXAMPLES= N("42") equals 42. @SEEALSO=
dz: @FUNCTION=N @SYNTAX=N(value) @DESCRIPTION=N དེ་གིས་ ཨང་གྲངས་ལུ་གཞི་བསྒྱུར་འབད་དེ་ཡོད་པའི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། ཚིག་ཡིག་ཡོད་པའི་ཡིག་རྒྱུན་ཚུ་ཀླད་ཀོར་གནས་གོང་ལུ་གཞི་བསྒྱུར་འབད་དེ་ཡོད། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= N("42") equals 42. @SEEALSO=
es: @FUNCTION=N @SYNTAX=N(valor) @DESCRIPTION=Devuelve @valor convertido en un número. Las cadenas que contienen texto son convertidas al valor cero. * Esta función es compatible con Excel. @EXAMPLES= N("42") es igual a 42. @SEEALSO=
fr: @FUNCTION=N @SYNTAX=N(valeur) @DESCRIPTION=La fonction N convertit @valeur en nombre. Si @valeur contient du texte, N renverra 0. * Cette fonction est compatible avec Excel. @EXAMPLES= N("42") vaut 42. @SEEALSO=
nl: @FUNCTION=N @SYNTAX=N(waarde) @DESCRIPTION=N zet een waarde om in een getal. tekenreeksen met tekst worden omgezet in de 0-waarde. * Deze functie is compatibel met Excel. @EXAMPLES= N(WAAR) is 1 N("42") is 42 @SEEALSO=
pt_br: @FUNCTION=N @SYNTAX=N(valor) @DESCRIPTION=N retorna um valor convertido para número. Textos contendo texto são convertidos para o valor zero. * Esta função é compatível com o Excel. @EXAMPLES= N("42") retorna 42. @SEEALSO=
sk: @FUNCTION=N @SYNTAX=N(hodnota) @DESCRIPTION=N vracia hodnotu prevedenú na číslo. Reťazce obsahujúce text sú prevedené na 0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= N("42") sa rovná 42. @SEEALSO=
vi: @FUNCTION=N @SYNTAX=N(value) @DESCRIPTION=N trả lại giá trị được chuyển thành số. Nếu giá trị là chuỗi thì sẽ trả lại số không. * Hàm này tương thích với Excel. @EXAMPLES= N("42") bằng 42. @SEEALSO=

source: @FUNCTION=TYPE @SYNTAX=TYPE(value) @DESCRIPTION=TYPE returns a number indicating the data type of a value. 1 == number 2 == text 4 == boolean 16 == error 64 == array * This function is Excel compatible. @EXAMPLES= TYPE(3) equals 1. TYPE("text") equals 2. @SEEALSO=
dz: @FUNCTION=TYPE @SYNTAX=TYPE(value) @DESCRIPTION=TYPE དེ་གིས་ གནས་གོང་གི་གནས་སྡུད་བརྡ་སྟོན་པའི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། 1 == ཨང་གྲངས་ 2 == ཚིག་ཡིག་ 4 == བུ་ལིན་ 16 == འཛོལ་བ་ 64 == ཨེ་རེ་ * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TYPE(3) equals 1. TYPE("text") equals 2. @SEEALSO=
es: @FUNCTION=TYPE @SYNTAX=TYPE(valor) @DESCRIPTION=Devuelve un número que indica el tipo de dato de @valor. 1 == numero 2 == texto 4 == booleano 16 == error 64 == array * Esta función es compatible con Excel. @EXAMPLES= TYPE(3) es igual a 1. TYPE("texto") es igual a 2. @SEEALSO=
fr: @FUNCTION=TYPE @SYNTAX=TYPE(valeur) @DESCRIPTION=La fonction TYPE renvoie un nombre indiquant le type de données de @valeur. 1 == nombre 2 == texte 4 == booléen 16 == erreur 64 == tableau * Cette fonction est compatible avec Excel. @EXAMPLES= TYPE (3) vaut 1 TYPE ("texte") vaut 2 @SEEALSO=
nl: @FUNCTION=TYPE @SYNTAX=TYPE(waarde) @DESCRIPTION=TYPE geeft een getal dat het data-type van een waarde representeert. 1 == getal 2 == tekst 3 == booleaan 16 == foutmelding 64 == array * Deze functie is compatibel met Excel. @EXAMPLES= TYPE(3) is 1 TYPE("tekst") is 2 @SEEALSO=
pt_br: @FUNCTION=TYPE @SYNTAX=TYPE(valor) @DESCRIPTION=TYPE retorna um número indicando o tipo de dado de um valor. 1 == número 2 == texto 4 == booleano 16 == erro 64 == vetor * Esta função é compatível com o Excel. @EXAMPLES= TYPE(3) retorna 1. TYPE("text") retorna 2. @SEEALSO=
sk: @FUNCTION=TYPE @SYNTAX=TYPE(hodnota) @DESCRIPTION=TYPE vracia číslo dátového typu hodnoty. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TYPE(3) sa rovná 1. TYPE("text") sa rovná 2. @SEEALSO=
vi: @FUNCTION=TYPE @SYNTAX=TYPE(value) @DESCRIPTION=TYPE trả lại số chỉ thị kiểu dữ liệu của giá trị. 1 == số 2 == chuỗi 4 == bun (đúng/sai) 16 == lỗi 64 == mảng * Hàm này tương thích với Excel. @EXAMPLES= TYPE(3) bằng 1. TYPE("text") bằng 2. @SEEALSO=

source: @FUNCTION=GETENV @SYNTAX=GETENV(string) @DESCRIPTION=GETENV retrieves a value from the execution environment. * If the variable specified by @string does not exist, #N/A! will be returned. Note, that variable names are case sensitive. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=GETENV @SYNTAX=GETENV(string) @DESCRIPTION=GETENV དེ་གིས་ ལག་ལེན་འཐབ་པའི་མཐའ་འཁོར་ལས་གནས་གོང་ཅིག་སླར་འདྲེན་འབདཝ་ཨིན། * འགྱུར་ཅན་ @string གིས་གསལ་བཀོད་འབད་དེ་ཡོད་པ་ཅིན་ མེདཔ་ཨིན་, #N/A! འདི་སླར་ལོག་འབདཝ་ཨིན། འགྱུར་ཅན་གྱི་མིང་ཚུ་གནད་དོན་ཚོར་ཅན་ཨིན་ཟེར་དྲན་འཛིན་འབད། @EXAMPLES= @SEEALSO=
es: @FUNCTION=GETENV @SYNTAX=GETENV(cadena) @DESCRIPTION=GETENV recupera un valor del entorno de ejecución. * Si la variable especificada por @cadena no existe, se devuelve #N/D!. Note que los nombres de variable son sensibles a mayúsculas. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=GETENV @SYNTAX=GETENV(chaîne) @DESCRIPTION=GETENV va chercher la variable @chaîne dans l'environnement d'exécution et renvoie sa valeur. * Si cette variable n'existe pas, l'erreur #N/A! est renvoyée. Notez que les noms de variables sont sensibles à la casse. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=GETENV @SYNTAX=GETENV(tekenreeks) @DESCRIPTION=GETENV zoekt een waarde vanuit de werkomgeving. * Als de variable opgegeven in @tekenreeks niet bestaat, geeft GETENV een #N/B! foutmelding. Merk op dat namen van variabelen hoofdlettergevoelig zijn. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=GETENV @SYNTAX=GETENV(texto) @DESCRIPTION=GETENV obtém o valor do ambiente de execução * Se a variável especificada em @texto não existe, GETENV retorna o erro #N/A! * Note que os nomes das variáveis são sensíveis à capitalização. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=GETENV @SYNTAX=GETENV(reťazec) @DESCRIPTION=GETENV vracia hodnotu premennej prostredia. Ak premenná @STRING neexistuje, vráti #N/A!. Uvedomte si, že v menách premenných sa rozlišujú veľké a malé písmená. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=GETENV @SYNTAX=GETENV(string) @DESCRIPTION=GETENV gọi giá trị từ môi trường thực thi. * Nếu biến xác định bởi chuỗi @STRING không tồn tại thì sẽ trả lại lỗi « #N/A ». Chú ý, tên biến có phân biệt chữ hoa, chữ thường. @EXAMPLES= @SEEALSO=

source: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND implements the logical AND function: the result is TRUE if all of the expressions evaluate to TRUE, otherwise it returns FALSE. @b1 through @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided, zero is considered FALSE and anything else is TRUE. * If the values contain strings or empty cells those values are ignored. * If no logical values are provided, then the error #VALUE! is returned. * This function is Excel compatible. @EXAMPLES= AND(TRUE,TRUE) equals TRUE. AND(TRUE,FALSE) equals FALSE. Let us assume that A1 holds number five and A2 number one. Then AND(A1>3,A2<2) equals TRUE. @SEEALSO=OR, NOT
dz: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND གཏན་ཚིག་རིག་པ་དང་ལཱ་འགན་འདི་བསྟར་སྤྱོད་འབདཝ་ཨིན: གྲུབ་འབདྲས་འདི་ TRUE ཨིན་ ག་དེམ་ཅིག་སྦེ་གསལ་བརྗོད་ཚུ་ཆ་མཉམ་TRUEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, དེ་མེན་པ་ཅིན་དེ་གིས་ FALSEལུ་སླར་ལོག་འབདཝ་ཨིན། @b1 འདི་ @bN ལས་ཨིན་མི་ཚུ་ TRUE ཡང་ན་ FALSEལུ་བརྟག་ཞིབ་འབད་དགོ་པའི་གསལ་སྟོན་ཨིན། ཧྲིལ་གྲངས་ཡང་ན་ལྡིང་བའི་དཔག་ཚད་གནས་གོང་འདི་བྱིན་ཡོད་པ་ཅིན་ ཀླད་ཀོར་འདི་ FALSE སྦེ་ཆ་འཇོག་འབད་ནི་དང་ གཞན་ག་ཅི་སྦེ་རུང་ TRUEཨིན། * གནས་གོང་ཚུ་གིས་ཡིགརྒྱུན་ཡང་ན་ ནང་ཐིག་སྟོང་པ་ཚུ་གནས་ཡོད་པ་ཅིན་ གནས་གོང་དེ་ཚུ་སྣང་མེད་བཞགཔ་ཨིན། * གཏན་ཚིག་རིག་པའི་གནས་གོང་བྱིན་ཏེ་མེད་པ་ཅིན་, དེ་ལས་ འཛོལ་བ་ #VALUE!འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= AND(TRUE,TRUE) equals TRUE. AND(TRUE,FALSE) equals FALSE. ང་བཅས་ཀྱིས་A1 དེ་གིས་ ཨང་གྲངས་ལྔ་འཆང་ནི་དང་ A2 ཨང་གྲངས་དེ་གིས་གཅིག་འཆངམ་ཨིན་ཟེར་བཞག་གེ། དེ་ལས་ AND(A1>3,A2<2) TRUEལུ་མཉམ་ཨིན། @SEEALSO=OR, NOT
es: @FUNCTION=AND @SYNTAX=AND(b1, b2, …) @DESCRIPTION=AND implementa la función lógica AND. El resultado es VERDADERO si todas las expresiones se evalúan a VERDADERO; en otro caso, devuelve FALSO. @b1 .. @bN son expresiones que se deberían evaluar a VERDADERO o FALSO, Si se proporciona un entero o un valor en coma flotante, el cero se considera FALSO y cualquier otra cosa es VERDADERO. * Si los valores contienen cadenas o celdas vacías, esos valores se ignoran. * Si no se proporcionan valores lógicos, entonces se devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= AND(VERDADERO,VERDADERO) igual a VERDADERO AND(VERDADERO,FALSO) igual a FALSO Asumamos que A1 alberga el número cinco y A2 el número uno. Entonces AND(A1>3,A2<2) igual a VERDADERO. @SEEALSO=OR, NOT
nl: @FUNCTION=AND @SYNTAX=AND(b1; b2; ...) @DESCRIPTION=AND implementeert de logische functie AND: het resultaat is WAAR als alle uitdrukkingen WAAR als resultaat hebben, anders geeft AND als resultaat ONWAAR. @b1 tot en met @bN zijn uitdrukkingen die WAAR of ONWAAR moeten geven. Als het resultaat een getal is, wordt 0 als ONWAAR beschouwd en ieder ander getal als WAAR. * Als de waardes tekenreeksen of lege cellen bevatten, worden deze waardes genegeerd. * Als geen logische waardes worden gegeven, wordt de foutmelding #WAARDE! gegeven. * Deze functie is compatibel met Excel. @EXAMPLES= AND(WAAR;WAAR) is WAAR. AND(WAAR;ONWAAR) is ONWAAR Laten we aannemen dat cel A2 het getal 5 bevat en cel A2 het getal 1. Dan geldt: AND(A1>3;A2<2) is WAAR. @SEEALSO=OR, NOT
pt_br: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=A função AND implementa a função lógica E: o resultado é TRUE se todos os argumentos são verdadeiros, do contrário, o resultado é FALSE. @b1, @b2 etc. são expressões que devem resultar em TRUE ou FALSE. Se um inteiro ou decimal é fornecido como argumento, zero é considerado falso e qualquer outro valor é considerado verdadeiro. * Os valores de texto ou vazios são ignorados. * Se nenhum valor lógico for informado, então o erro #VALOR! será retornado. * Esta função é compatível com o Excel. @EXAMPLES= AND(TRUE,TRUE) retorna TRUE. AND(TRUE,FALSE) retorna FALSE. Suponha que a célula A1 contém o número 5 e a célula A2 o número 1. Então AND(A1>3,A2<2) retorna TRUE. @SEEALSO=OR, NOT
vi: @FUNCTION=AND @SYNTAX=AND(b1, b2, ...) @DESCRIPTION=AND thực hiện phép AND logic: kết quả là TRUE (ĐÚNG) nếu mọi biểu thức đều là TRUE, ngược lại sẽ trả lại FALSE ·SAI‚. @b1 cho tới @bN là những biểu thức cần được định giá là TRUE (ĐÚNG) hoặc FALSE (SAI). Nếu cung cấp số nguyên hoặc số vớ điểm phù động thì số không là SAI, còn lại là ĐÚNG. * Nếu giá trị chứa chuỗi hoặc ô rỗng thì sẽ bị bỏ qua. * Nếu không có giá trị logic nào cả thì sẽ trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= AND(TRUE,TRUE) bằng TRUE. AND(TRUE,FALSE) bằng FALSE. Giả định rằng A1 chứa số 5 còn A2 chứa số 1. Vậy AND(A1>3,A2<2) bằng TRUE. @SEEALSO=OR, NOT

source: @FUNCTION=NOT @SYNTAX=NOT(number) @DESCRIPTION=NOT implements the logical NOT function: the result is TRUE if the @number is zero; otherwise the result is FALSE. * This function is Excel compatible. @EXAMPLES= NOT(0) equals TRUE. NOT(TRUE) equals FALSE. @SEEALSO=AND, OR
dz: @FUNCTION=NOT @SYNTAX=NOT(number) @DESCRIPTION=NOT དེ་གིས་གཏན་ཚིག་ཅན་ NOT ལཱ་འགན་འདི་བསྟར་སྤྱོད་འབདཝ་ཨིན: @number འདི་ཀླད་ཀོར་ཨིན་པ་ཅིན་ གྲུབ་འབྲས་འདི་TRUEཨིན; དེ་མེན་པ་ཅིན་གྲུབ་འབྲས་འདི་ FALSEཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NOT(0) equals TRUE. NOT(TRUE) equals FALSE. @SEEALSO=AND, OR
es: @FUNCTION=NOT @SYNTAX=NOT(número) @DESCRIPTION=Implementa la función lógica NOT: el resultado es VERDADERO si @número es cero; si no el resultado es FALSO. * Esta función es compatible con Excel. @EXAMPLES= NOT(0) es igual a VERDADERO. NOT(VERDADERO) es igual a FALSO. @SEEALSO=AND, OR
fr: @FUNCTION=NOT @SYNTAX=NOT(nombre) @DESCRIPTION=Implémente la fonction logique NON : le résultat est VRAI si @nombre est zéro; sinon le résultat est FAUX. * Cette fonction est compatible avec Excel. @EXAMPLES= NOT(0) vaut FAUX NOT(VRAI) vaut FAUX @SEEALSO=AND, OR
nl: @FUNCTION=NOT @SYNTAX=NOT(getal) @DESCRIPTION=NOT implementeert de logische NOT functie: het resultaat is WAAR als het @getal nul is; anders is het resultaat ONWAAR. * Deze functie is compatibel met Excel. @EXAMPLES= NOT(0) is WAAR. NOT(WAAR) is ONWAAR. @SEEALSO=AND, OR
pt_br: @FUNCTION=NOT @SYNTAX=NOT(número) @DESCRIPTION=Implementa a função lógica de negação (NOT). O resultado é TRUE se o número é zero; do contrário, o resultado é FALSE. * Esta função é compatível com o Excel. @EXAMPLES= NOT(0) retorna TRUE. NOT(TRUE) retorna FALSE. @SEEALSO=AND, OR
sk: @FUNCTION=NOT @SYNTAX=NOT(číslo) @DESCRIPTION=NOT implementuje logickú negáciu NOT: výsledok je TRUE ak je @číslo 0; inak je výsledok FALSE. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NOT(0) sa rovná TRUE. NOT(TRUE) sa rovná FALSE. @SEEALSO=AND, OR
vi: @FUNCTION=NOT @SYNTAX=NOT(number) @DESCRIPTION=NOT thực hiện phép NOT logic: kết quả là TRUE (ĐÚNG) nếu số @number là 0 nếu không thì kết quả là FALSE (SAI). * Hàm này tương thích với Excel. @EXAMPLES= NOT(0) bằng TRUE. NOT(TRUE) bằng FALSE. @SEEALSO=AND, OR

source: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR implements the logical OR function: the result is TRUE if any of the values evaluated to TRUE. @b1 through @bN are expressions that should evaluate to TRUE or FALSE. If an integer or floating point value is provided, zero is considered FALSE and anything else is TRUE. * If the values contain strings or empty cells those values are ignored. * If no logical values are provided, then the error #VALUE! is returned. * This function is Excel compatible. @EXAMPLES= OR(TRUE,FALSE) equals TRUE. OR(3>4,4<3) equals FALSE. @SEEALSO=AND, NOT
dz: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR དེ་གིས་ གཏན་ཚིག་ཅན་ཡང་ན་ལས་འགན་འདི་བསྟར་སྤྱོད་འབདཝ་ཨིན: གྲུབ་འབྲས་འདི་ TRUE ཨིན་ ག་དེམ་ཅིག་སྦེ་ གནས་གོང་གང་རུང་ཅིག་TRUE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན། @b1 འདི་ @bN ལས་ཨིན་མི་ཚུ་ TRUE ཡང་ན་ FALSEལུ་བརྟག་ཞིབ་འབད་དགོཔ་འདི་ཨིན། ཧྲིལ་གྲངས་ཡང་ན་ལྡིང་མི་དཔག་ཚད་གནས་གོང་འདི་བྱིན་ཏེ་ཡོད་པ་ཅིན་, ཀླད་ཀོར་འདི་ FALSE སྦེ་ཆ་འཇོག་འབད་ནི་དང་ དེ་མེན་པ་ཅིན་ TRUE ཨིན། * གནས་གོང་དེ་གིས་ཡིག་རྒྱུན་ཚུ་ཡང་ན་ ནང་ཐིག་སྟོངམ་ཚུ་གནས་ཏེ་ཡོད་པ་ཅིན་ གནས་གོང་དེ་ཚུ་སྣང་མེད་སྦེ་བཞགཔ་ཨིན། * གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་བྱིན་ཏེ་མེད་པ་ཅིན་, དེ་ལས་ འཛོལ་བ་ #VALUE! འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= OR(TRUE,FALSE) equals TRUE. OR(3>4,4<3) equals FALSE. @SEEALSO=AND, NOT
es: @FUNCTION=OR @SYNTAX=OR(b1, b2, …) @DESCRIPTION=OR implementa la función lógica O: el resultado es VERDADERO si cualquiera de los valores evaluados es VERDADERO. @b1 .. @bN son expresiones lógicas que se deberían evaluar a VERDADERO o FALSO, Si se proporciona un entero o un valor en coma flotante, el cero se considera FALSO y cualquier otra cosa es VERDADERO. * Si los valores contienen cadenas o celdas vacías, esos valores se ignoran. * Si no se proporcionan valores lógicos, entonces se devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= OR(VERDADERO,FALSO) igual a VERDADERO. OR(3>4,4<3) igual a FALSO. @SEEALSO=AND, NOT
nl: @FUNCTION=OR @SYNTAX=OR(b1;b2; ...) @DESCRIPTION=OR implementeert de logische functie OR: het resultaat is WAAR als een van de argumenten WAAR is. @b1 tot en met @bN zijn uitdrukkingen die WAAR of ONWAAR moeten geven. Als het resultaat een getal is, wordt 0 als ONWAAR beschouwd en ieder ander getal als WAAR. * Als een argument een tekenreeks of een lege cel is, wordt dat argument genegeerd. * Als geen logische waarden worden gegeven, wordt de foutmelding #WAARDE! gegeven. * Deze functie is compatibel met Excel. @EXAMPLES= OR(WAAR;ONWAAR) is WAAR. OR(3>4;4<3) is ONWAAR. @SEEALSO=AND, NOT
pt_br: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=Implementa a função lógica OU. O resultado é TRUE se algum dos argumentos é verdadeiro. @b1, @b2 etc. devem ser expressões lógicas. Se um inteiro ou decimal for fornecido como argumento, zero será considerado FALSE e qualquer outro valor será tomado por TRUE. * Argumentos do tipo texto ou vazios são ignorados. * Se nenhum valor lógico for fornecido, então o erro #VALOR! será retornado. * Esta função é compatível com o Excel. @EXAMPLES= OR(TRUE,FALSE) retorna TRUE. OR(3>4,4<3) retorna FALSE. @SEEALSO=AND, NOT
vi: @FUNCTION=OR @SYNTAX=OR(b1, b2, ...) @DESCRIPTION=OR thực hiện phép OR logic: kết quả là TRUE (ĐÚNG) nếu có bất kỳ giá trị nào là TRUE, ngược lại là FALSE (SAI). @b1 cho tới @bN là những biểu thức cần được định giá là TRUE (ĐÚNG) hoặc FALSE (SAI). Nếu cung cấp số nguyên hoặc số vớ điểm phù động thì số không là SAI, còn lại là ĐÚNG. * Nếu biểu thức trả lại chuỗi hoặc là ô rỗng thì sẽ bị bỏ qua. * Nếu không có biểu thức nào trả lại giá trị logic thì sẽ trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= OR(TRUE,FALSE) bằng TRUE. OR(3>4,4<3) bằng FALSE. @SEEALSO=AND, NOT
