Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=MROUND @SYNTAX=MROUND(number,multiple) @DESCRIPTION=MROUND function rounds a given number to the desired multiple. @number is the number you want rounded and @multiple is the the multiple to which you want to round the number. * If @number and @multiple have different sign, MROUND returns #NUM! error. * This function is Excel compatible. @EXAMPLES= MROUND(1.7,0.2) equals 1.8. MROUND(321.123,0.12) equals 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
dz: @FUNCTION=MROUND @SYNTAX=MROUND(number,multiple) @DESCRIPTION=MROUND ལཱ་འགན་འདི་གིས་ བྱིན་ཡོད་པའི་ཨང་གྲངས་འདི་རེ་འདུན་གྱི་སྙོམས་གྲངས་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། @number འདི་ ཁྱོད་ཀྱིས་བསྐོར་སྐྱོད་འབད་དགོ་པའི་ཨང་གྲངས་ཨིནམ་དང་ @multiple འདི་ ཁྱོད་ཀྱིས་ཨང་གྲངས་བསྐོར་སྐྱོད་འབད་དགོ་པའི་སྙོམས་གྲངས་འདི་ཨིན། * If @number དང་ @multiple དེ་ལུ་ ཨང་རྟགས་སོ་སོ་ཡོད་པ་ཅིན་, MROUND དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= MROUND(1.7,0.2) equals 1.8. MROUND(321.123,0.12) equals 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
es: @FUNCTION=MROUND @SYNTAX=MROUND(número,múltiple) @DESCRIPTION=Redondea el número dado @número al múltiplo de @múltiple más cercano. * Si @número y @múltiple son de signos contrarios, MROUND devuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= MROUND(1,7;0,2) es igual a 1,8. MROUND(321,123;0,12) es igual a 321,12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
fr: @FUNCTION=MROUND @SYNTAX=MROUND(nombre;multiple) @DESCRIPTION=La fonction MROUND arrondit @nombre au multiple le plus proche de @multiple. * Si @nombre et @multiple sont de signe différent, MROUND renvoie #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= MROUND(1,7; 0,2) vaut 1,8. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
nl: @FUNCTION=MROUND @SYNTAX=MROUND(getal;veelvoud) @DESCRIPTION=MROUND rondt een gegeven getal af op het gewenste veelvoud. @getal is het getal dat u wilt afronden en @veelvoud multiple is het getal waarop u wilt afronden. * If @number and @multiple have different sign, MROUND returns #NUM! error. * This function is Excel compatible. @EXAMPLES= MROUND(1.7,0.2) is 1,8 MROUND(321,123;0,12) is 321,12 @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
pt_br: @FUNCTION=MROUND @SYNTAX=MROUND(número,múltiplo) @DESCRIPTION=A função MROUND arredonda um número para um múltiplo desejado. @número é o número que você deseja arredondar e @múltiplo é o múltiplo para o qual você deseja arredondar o número. * Se @número e @múltiplo têm sinais diferentes, MROUND retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= MROUND(1.7,0.2) retorna 1.8. MROUND(321.123,0.12) retorna 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
sk: @FUNCTION=MROUND @SYNTAX=MROUND(číslo,násobok) @DESCRIPTION=Funkcia MROUND zaokrúhľuje dané číslo na požadovaný násobok. @číslo je zaokrúhľované číslo a @násobok je na čo sa zaokrúhľuje. Ak majú @číslo a @násobok rôzne znamienka, MROUND vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MROUND(1.7,0.2) sa rovná 1.8. MROUND(321.123,0.12) sa rovná 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP
vi: @FUNCTION=MROUND @SYNTAX=MROUND(number,multiple) @DESCRIPTION=hàm MROUND làm tròn số cho trước, lên/xuống bội số được muốn. @number là số cần làm tròn, và @multiple là bội số lên/xuống mà bạn muốn làm tròn số @number. * Nếu @number và @multiple khác dấu thì MROUND trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= MROUND(1.7,0.2) bằng 1.8. MROUND(321.123,0.12) bằng 321.12. @SEEALSO=ROUNDDOWN,ROUND,ROUNDUP

source: @FUNCTION=ROMAN @SYNTAX=ROMAN(number[,type]) @DESCRIPTION=ROMAN function returns an arabic number in the roman numeral style, as text. @number is the number you want to convert and @type is the type of roman numeral you want. * If @type is 0 or it is omitted, ROMAN returns classic roman numbers. * Type 1 is more concise than classic type, type 2 is more concise than type 1, and type 3 is more concise than type 2. Type 4 is simplified type. * If @number is negative or greater than 3999, ROMAN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= ROMAN(999) equals CMXCIX. ROMAN(999,1) equals LMVLIV. ROMAN(999,2) equals XMIX. ROMAN(999,3) equals VMIV. ROMAN(999,4) equals IM. @SEEALSO=
dz: @FUNCTION=ROMAN @SYNTAX=ROMAN(number[,type]) @DESCRIPTION=ROMAN ལས་འགན་འདི་གིས་ ཨ་ར་བིཀ་ཨང་གྲངས་འདི་རོ་མཱན་ཨང་གྲངས་ཀྱི་བཟོ་རྣམ་ནང་ཚིག་ཡིག་སྦེ་སླར་ལོག་འབདཝ་ཨིན། @number འདི་ ཁྱོད་ཀྱིས་གཞི་བསྒྱུར་འབད་དགོ་པའི་ཨང་གྲངས་ཨིནམ་དང་ @type འདི་ ཁྱོད་ལུ་དགོ་པའི་རོ་མཱན་ཨང་གྲངས་ཀྱི་ཨིན། * If @type འདི་ 0 ཡང་ན་སྐྱུར་བཞག་པ་ཅིན་ ROMAN དེ་གིས་ སྔོན་སྲོལ་རོ་མཱན་ཨང་གྲངས་ཚུ་སླར་ལོག་འབདཝ་ཨིན། * དབྱེ་བ་1 འདི་ སྔོན་སྲོལ་དབྱེ་བ་ལས་བསྡུས་པ་ཨིན་པ་ཅིན་, དབྱེ་བ་ 2 འདི་ དབྱེ་བ་1ལས་ཧེང་སྐལ་བསྡུས་པ་ཨིནམ་དང་, དབྱེ་བ་ 3 འདི་ དབྱེ་བ་2 ལས་བསྡུས་པ་ཡོདཔ་ཨིན། དབྱེ་བ་4འདི་འཇམ་སམ་བཟོ་བཟོཝ་སྦེ་ཡོདཔ་ཨིན། * If @number འདི་ མེད་ཆ་ཡང་ན་3999ལས་སྦོམ་ཡོད་པ་ཅིན་, ROMAN དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགཡུར་ཅན་ཨིན། @EXAMPLES= ROMAN(999) equals CMXCIX. ROMAN(999,1) equals LMVLIV. ROMAN(999,2) equals XMIX. ROMAN(999,3) equals VMIV. ROMAN(999,4) equals IM. @SEEALSO=
es: @FUNCTION=ROMAN @SYNTAX=ROMAN(número[;tipo]) @DESCRIPTION=La función ROMAN devuelve una cifra en números árabes en su representación en números romanos, bajo la forma de una cadena de texto. @número es el número que desea convertir y @tipo es el tipo de números romanos que desea usar. * Si @tipo es 0 o se omite, ROMAN devuelve números romanos clásicos. * Tipo 1 es más conciso que el tipo clásico, el tipo 2 es más conciso que el tipo 1, y el tipo 3 más conciso que el tipo 2. El tipo 4 es un tipo simplificado. * Si @número es negativo o superior a 3999, ROMAN devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= ROMAN(999) es igual a CMXCIX. ROMAN(999;1) es igual a LMVLIV. ROMAN(999;2) es igual a XMIX. ROMAN(999;3) es igual a VMIV. ROMAN(999;4) es igual a IM. @SEEALSO=
fr: @FUNCTION=ROMAN @SYNTAX=ROMAN(nombre[;type]) @DESCRIPTION=La fonction ROMAN convertit @nombre en nombre romain, sous forme de texte. @type est le type de nombre romain souhaité : 0 ou omis, ROMAN renvoie un nombre romain classique. Les types 1, 2, 3 sont de plus en plus concis, et le type 4 est le type simplifié. * Si @nombre est négatif ou plus grand que 3999, ROMAN renvoie une erreur #VALEUR!. * Cette fonction est compatible avec Excel. @EXAMPLES= ROMAN(999) vaut CMXCIX. ROMAN(999;1) vaut LMVLIV. ROMAN(999;2) vaut XMIX. ROMAN(999;3) vaut VMIV. ROMAN(999;4) vaut IM. @SEEALSO=
nl: @FUNCTION=ROMAN @SYNTAX=ROMAN(getal[;type]) @DESCRIPTION=ROMAN zet een Arabisch getal om in Romeinse notatie. @getal is het getal dat je wilt omzetten, en type is het romeinse cijfer dat je wilt hebben. * Als @type 0 is of wordt weggelaten, geeft ROMAN de klassieke romeinse cijfers. * Type 1 is beknopter dan het klassieke type, type 2 is beknopter dan type 1, en type 3 is beknopter dan type 2. Type 4 is het vereenvoudigde type. * Als @getal negatief is, of groter dan 3999, geeft ROMAN een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= ROMAN(999) is CMXCIX ROMAN(999,1) is LMVLIV ROMAN(999,2) is XMIX ROMAN(999,3) is VMIV ROMAN(999,4) is IM @SEEALSO=
pt_br: @FUNCTION=ROMAN @SYNTAX=ROMAN(número[,tipo]) @DESCRIPTION=A função ROMAN converte um @número arábico em algarismos romanos no formato texto. @número é o número que você deseja converter e @tipo é o tipo de algarismo romano que você deseja. * Se @type for 0 ou omitido, ROMAN retorna algarismos romanos clássicos. * O tipo 1 é mais conciso do que o tipo clássico, o tipo 2 é mais conciso do que o tipo 1, e o tipo 3 é mais conciso do que o tipo 2. O tipo 4 é o tipo simplificado. * Se o @número for negativo ou maior que 3999, ROMAN retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= ROMAN(999) retorna CMXCIX. ROMAN(999,1) retorna LMVLIV. ROMAN(999,2) retorna XMIX. ROMAN(999,3) retorna VMIV. ROMAN(999,4) retorna IM. @SEEALSO=
sk: @FUNCTION=ROMAN @SYNTAX=ROMAN(číslo[,typ]) @DESCRIPTION=Funkcia ROMAN vracia textový rímsky zápis arabského čísla. @číslo je prevádzané číslo a @typ je typ rímskych číslic. Ak je @typ 0 alebo neuvedený, ROMAN vracia klasické rímske číslice. Typ 1 je stručnejší ako klasický typ, typ 2 je stručnejší ako typ 1, a typ 3 je stručnejší ako typ 2. Typ 4 je zjednodušený typ. Ak je @číslo záporné alebo väčšie ako 3999, ROMAN vracia chybu #VALUE!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROMAN(999) sa rovná CMXCIX. ROMAN(999,1) sa rovná LMVLIV. ROMAN(999,2) sa rovná XMIX. ROMAN(999,3) sa rovná VMIV. ROMAN(999,4) sa rovná IM. @SEEALSO=
vi: @FUNCTION=ROMAN @SYNTAX=ROMAN(number[,type]) @DESCRIPTION=hàm ROMAN chuyển đổi một số A-rập sang số Ro-manh, dạng chuỗi. @number là số cần chuyển đổi và @type là kiểu số Ro-manh bạn muốn. * Nếu kiểu @type là số 0 hoặc thiếu nó thì ROMAN trả lại số Ro-manh cổ điển. * Kiểu cổ điển là ít ngắn gọn nhất, kiểu 1 ngắn gọn, hơn, kiểu 2 ngắn gọn hơn lần nữa và kiểu 3 ngắn gọn nhất. Kiểu 4 là đơn giản. * Nếu số @number âm hay lớn hơn 3999 thì ROMAN trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= ROMAN(999) bằng CMXCIX. ROMAN(999,1) bằng LMVLIV. ROMAN(999,2) bằng XMIX. ROMAN(999,3) bằng VMIV. ROMAN(999,4) bằng IM. @SEEALSO=

source: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=SUMX2MY2 function returns the sum of the difference of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2MY2 is SUM (x^2-y^2). * Strings and empty cells are simply ignored. * If @array1 and @array2 have different number of data points, SUMX2MY2 returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2MY2(A1:A5,B1:B5) equals -1299. @SEEALSO=SUMSQ,SUMX2PY2
dz: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=SUMX2MY2 ལཱ་འགན་དེ་གིས་ ཨེ་རེ་གཉིས་ནང་ཆ་མཉམ་པའི་གནས་གོང་གི་གྲུ་གཞི་གི་ཁྱད་པར་གྱི་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། @array1 འདི་ ཨེ་རེ་དང་པ་ཡང་ན་གནས་སྡུད་དོན་ཚན་གྱི་ཁྱབ་ཚད་འདི་ཨིན། @array2 འདི་ ཨེ་རེ་གཉིས་པ་ཡང་ན་གནས་སྡུད་དོན་ཚན་ཚུ་གི་ཁྱབ་ཚད་ཨིན། SUMX2MY2 གི་སྙོམས་རྟགས་འདི་ SUM (x^2-y^2)ཨིན། * ཡིག་རྒྱུན་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་སྦེ་བཞགཔ་ཨིན། * If @array1 དང་@array2 དེ་ལུ་ གནས་སྡུད་དོན་ཚན་ཚུ་གི་ཨང་གྲངས་སོ་སོ་ཡོད་པ་ཅིན་, SUMX2MY2 དེ་གིས་ #N/A འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 དེ་གིས་ཨང་གྲངས་ 11, 15, 17, 21, དང་ 43 ཡོདཔ་དང་ ནང་ཐིག་ B1, B2, ..., B5 དེ་གིས་ ཨང་གྲངས་ 13, 22, 31, 33, དང་39 འཆངམ་ཨིན་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ SUMX2MY2(A1:A5,B1:B5) མཉམ་ཨིན་ -1299. @SEEALSO=SUMSQ,SUMX2PY2
es: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=Devuelve la suma de la diferencia de los cuadrados de los valores correspondientes de los dos arrays. @array1 es el primer array o rango de datos y @array2 es el segundo array o @rango de datos. La ecuación de SUMX2MY2 es SUM(x^2 - y^2). * Las cadenas de texto y las celdas vacías son simplemente ignoradas. * Si @array1 y @array2 tienen una cantidad diferente de elementos, SUMX2MY2 devuelve el error #N/D. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11, 15, 17, 21, y 43 y las celdas B1, B2, …, B5 los números 13, 22, 31, 33, y 39. Entonces, SUMX2MY2(A1:A5,B1:B5) es igual a -1299. @SEEALSO=SUMSQ,SUMX2PY2
fr: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(tableau1;tableau2) @DESCRIPTION=La fonction SUMX2MY2 renvoie la somme des différences des carrés des valeurs correspondantes dans @tableau1 et @tableau2. L'équation de SUMX2MY2 est SUM (x^2-y^2). * Les chaînes et les cellules vides sont ignorées. * Si @tableau1 et @tableau2 ont un nombre de données différent, SUMX2MY2 renvoie une erreur #N/A!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11, 15, 17, 21, et 43, et que B1, B2,..., B5 contiennent 13, 22, 31, 33, et 39, alors SUMX2MY2(A1:A5;B1:B5) vaut -1299. @SEEALSO=SUMSQ,SUMX2PY2
nl: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1;array2) @DESCRIPTION=SUMX2MY2 geeft de som van het verschil tussen de kwadraten van corresponderende waarden in twee arrays. @array1 is de eerste array of waardenbereik en @array2 is de tweede array of waardebereik. De vergelijking voor SUMX2MY2 is SUM (x^2-y^2). * Tekenreeksen en lege cellen worden genegeerd. * Als @array1 en @array2 een verschillend aantal waarden bevatten, geeft SUMX2MY2 een #N/B! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11, 15, 17, 21, en 43 bevatten, en B1, B2, ..., B5 de getallen 13, 22, 31, 33, en 39, dan geldt: SUMX2MY2(A1:A5;B1:B5) is -1299 @SEEALSO=SUMSQ,SUMX2PY2
pt_br: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(vetor1,vetor2) @DESCRIPTION=A função SUMX2MY2 retorna a soma das diferenças dos quadrados dos valores correspondentes nos dois vetores. @vetor1 é o primeiro conjunto de dados e @vetor2 é o segundo conjunto de dados. A equação de SUMX2MY2 é SUM (x^2-y^2). * Textos e células vazias são ignoradas. * Se @vetor1 e @vetor2 têm números de dados diferentes, SUMX2MY2 retorna o erro #N/A. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11, 15, 17, 21, e 43 e as células B1, B2, ..., B5 contêm os números 13, 22, 31, 33, e 39. Então: SUMX2MY2(A1:A5,B1:B5) retorna -1299. @SEEALSO=SUMSQ,SUMX2PY2
sk: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(pole1,pole2) @DESCRIPTION=Funkcia SUMX2MY2 vracia súčet rozdielov druhých mocnín odpovedajúcich si hodnôt v dvoch poliach. @pole1 je prvé pole alebo rozsah datových hodnôt a @pole2 je druhé pole alebo rozsah datových hodnôt. Rovnica pre SUMX2MY2 je SUM (x^2-y^2). Reťazce a prázdne bunky sú jednoducho ignorované. Ak majú @pole1 a @pole2 rôznu veľkosť, SUMX2MY2 vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11, 15, 17, 21, a 43 a bunky B1, B2, ..., B5 obsahujú čísla 13, 22, 31, 33, a 39. Potom SUMX2MY2(A1:A5,B1:B5) sa rovná -1299. @SEEALSO=SUMSQ,SUMX2PY2
vi: @FUNCTION=SUMX2MY2 @SYNTAX=SUMX2MY2(array1,array2) @DESCRIPTION=hàm SUMX2MY2 trả lại tổng của hiệu của bình phương của giá trị tương ứng trong hai mảng. @array1 là mảng hay phạm vi điểm dữ liệu thứ nhất, còn @array2 là điều thứ hai. Phương trình của SUMX2MY2 là « SUM (x²-y²) » (SUM: tổng). * Chuỗi và ô rỗng bị bỏ qua. * Nếu mảng @array1 và mảng @array2 có số điểm dữ liệu khác nhau thì SUMX2MY2 trả lại lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11, 15, 17, 21, 43 » còn các ô « B1, B2, ..., B5 » chứa số « 13, 22, 31, 33, 39 ». Thì vậy SUMX2MY2(A1:A5,B1:B5) bằng -1299. @SEEALSO=SUMSQ,SUMX2PY2

source: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=SUMX2PY2 function returns the sum of the sum of squares of corresponding values in two arrays. @array1 is the first array or range of data points and @array2 is the second array or range of data points. The equation of SUMX2PY2 is SUM (x^2+y^2). * Strings and empty cells are simply ignored. * If @array1 and @array2 have different number of data points, SUMX2PY2 returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11, 15, 17, 21, and 43 and the cells B1, B2, ..., B5 hold numbers 13, 22, 31, 33, and 39. Then SUMX2PY2(A1:A5,B1:B5) equals 7149. @SEEALSO=SUMSQ,SUMX2MY2
dz: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=SUMX2PY2 ལཱ་འགན་དེ་གིས་ ཨེ་རེ་གཉིས་ནང་ ཆ་མཉམ་པའི་གནས་གོང་ཚུ་གི་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན།@array1 འདི་ ཨེ་རེ་དང་པ་ཡང་ན་གནས་སྡུད་དོན་ཚན་གྱི་ཁྱབ་ཚད་དང་ @array2 འདི་ཨེ་རེ་གཉིས་པ་ཡང་ན་གནས་སྡུད་དོན་ཚན་ཚུ་ཨིན།SUMX2PY2གི་སྙོམས་རྟགས་འདི་ SUM (x^2+y^2)ཨིན། * ཡིག་རྒྱུན་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེདཔ་བཞག་ཡོདཔ། * If @array1 དང་ @array2 དེ་ལུ་ གནས་སྡུད་དོན་ཚན་ཚུ་གི་ཨང་གྲངས་སོ་སོ་ཡོདཔ་ཨིན་, SUMX2PY2 དེ་གིས་ #N/A འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 དེ་གིས་ཨང་གྲངས་11, 15, 17, 21, དང་ 43 ཡོདཔ་ཨིནམ་དང་ ནང་ཐིག་ B1, B2, ..., B5 དེ་གིས་ ཨང་གྲངས་ 13, 22, 31, 33, དང་ 39 འཆངམ་ཨིན་ཟེར་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ SUMX2PY2(A1:A5,B1:B5) མཉམ་ཨིན་ 7149. @SEEALSO=SUMSQ,SUMX2MY2
es: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=Devuelve la suma de la suma de los cuadrados de los valores correspondientes de los dos arrays. @array1 es el primer array o rango de datos y @array2 es el segundo array o @rango de datos. La ecuación de SUMX2PY2 es SUM(x^2 + y^2). * Las cadenas de texto y las celdas vacías son simplemente ignoradas. * Si @array1 y @array2 tienen una cantidad diferente de elementos, SUMX2PY2 devuelve el error #N/D. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11, 15, 17, 21, y 43 y las celdas B1, B2, …, B5 los números 13, 22, 31, 33, y 39. Entonces, SUMX2PY2(A1:A5,B1:B5) es igual a 7149. @SEEALSO=SUMSQ,SUMX2MY2
fr: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(tableau1;tableau2) @DESCRIPTION=La fonction SUMX2PY2 renvoie la somme des sommes des carrés des valeurs correspondantes dans @tableau1 et @tableau2. L'équation de SUMX2PY2 est SUM (x^2+y^2). * Les chaînes et les cellules vides sont ignorées. * Si @tableau1 et @tableau2 ont un nombre de données différent, SUMX2PY2 renvoie une erreur #N/A!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11, 15, 17, 21, et 43, et que B1, B2,..., B5 contiennent 13, 22, 31, 33, et 39, alors SUMX2PY2(A1:A5;B1:B5) vaut 7149. @SEEALSO=SUMSQ,SUMX2MY2
nl: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1;array2) @DESCRIPTION=SUMX2PY2 geeft de som van de som van de kwadraten van corresponderende waarden in twee arrays. @array1 is de eerste array of waardenbereik en @array2 is de tweede array of waardebereik. De vergelijking voor SUMX2PY2 is SUM (x^2+y^2). * Tekenreeksen en lege cellen worden genegeerd. * Als @array1 en @array2 een verschillend aantal waarden bevatten, geeft SUMX2PY2 een #N/B! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11, 15, 17, 21, en 43 bevatten, en B1, B2, ..., B5 de getallen 13, 22, 31, 33, en 39, dan geldt: SUMX2PY2(A1:A5;B1:B5) is 7149 @SEEALSO=SUMSQ,SUMX2MY2
pt_br: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(vetor1,vetor2) @DESCRIPTION=A função SUMX2PY2 retorna a soma das somas dos quadrados dos valores correspondentes nos dois vetores. @vetor1 é o primeiro conjunto de dados e @vetor2 é o segundo conjunto de dados. A equação de SUMX2PY2 é SUM (x^2+y^2). * Textos e células vazias são ignoradaos. * Se @vetor1 e @vetor2 têm números de dados diferentes, SUMX2PY2 retorna o erro #N/A. * Esta função é compatível com o Excel. @EXAMPLES= Considerando que as células A1, A2, ..., A5 contêm os números 11, 15, 17, 21, e 43; e as células B1, B2, ..., B5 contêm os números 13, 22, 31, 33, e 39. Então: SUMX2PY2(A1:A5,B1:B5) retorna 7149. @SEEALSO=SUMSQ,SUMX2MY2
sk: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(pole1,pole2) @DESCRIPTION=Funkcia SUMX2PY2 vracia súčet druhých mocnín odpovedajúcich si hodnôt v dvoch poliach. @pole1 je prvé pole alebo rozsah datových hodnôt a @pole2 je druhé pole alebo rozsah datových hodnôt. Rovnica pre SUMX2PY2 je SUM (x^2+y^2). Reťazce a prázdne bunky sú jednoducho ignorované. Ak majú @pole1 a @pole2 rôznu veľkosť, SUMX2PY2 vracia chybu #N/A!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11, 15, 17, 21, a 43 a bunky B1, B2, ..., B5 obsahujú čísla 13, 22, 31, 33, a 39. Potom SUMX2PY2(A1:A5,B1:B5) sa rovná 7149. @SEEALSO=SUMSQ,SUMX2MY2
vi: @FUNCTION=SUMX2PY2 @SYNTAX=SUMX2PY2(array1,array2) @DESCRIPTION=hàm SUMX2PY2 trả lại tổng của tổng của bình phương của giá trị tương ứng trong hai mảng. @array1 là mảng hay phạm vi điểm dữ liệu thứ nhất, còn @array2 là điều thứ hai. Phương trình của SUMX2PY2 là «SUM (x²+y²) » (SUM: tổng). * Chuỗi và ô rỗng bị bỏ qua. * Nếu mảng @array1 và mảng @array2 có số điểm dữ liệu khác nhau thì SUMX2PY2 trả lại lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11, 15, 17, 21, 43 » còn các ô « B1, B2, ..., B5 » chứa số « 13, 22, 31, 33, 39 ». Thì vậy SUMX2PY2(A1:A5,B1:B5) bằng 7149. @SEEALSO=SUMSQ,SUMX2MY2
