Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(value,range,column[,approximate,as_index]) @DESCRIPTION=VLOOKUP function finds the row in range that has a first column similar to @value. If @approximate is not true it finds the row with an exact equivalence. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the row with value less than @value. It returns the value in the row found at a 1-based offset in @column columns into the @range. @as_index returns the 0-based offset that matched rather than the value. * VLOOKUP returns #NUM! if @column < 0. * VLOOKUP returns #REF! if @column falls outside @range. @EXAMPLES= @SEEALSO=HLOOKUP
dz: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(value,range,column[,approximate,as_index]) @DESCRIPTION=VLOOKUP ལཱ་འགན་དེ་གིས་ ཀེར་ཐིག་དང་པ་འདི་@valueལུ་གཅིག་པ་ཡོད་པའི་ ཁྱབ་ཚད་ནང་གི་གྲལ་ཐིག་འཚོལཝ་ཨིན། @approximate འདི་བདེན་པ་མེན་པ་ཅིན་ དེ་གིས་འདྲ་མཉམ་ངེས་ཏིག་དང་ཅིག་ཁར་གྲལ་ཐིག་འདི་འཚོལཝ་ཨིན། @approximate འདི་བདེན་པ་ཨིན་པ་ཅིན་, ནོར་བཅོས་མེད་པའི་ལཱ་འགན་གྱི་དོན་ལུ་ གནས་གོང་ཚུ་ཡར་འཛེག་གནས་གོང་རིམ་པའི་ནང་དབྱེ་སེལ་འབད་དགོ་; གནད་དོན་འདི་ནང་ གྲལ་ཐིག་འདི་ @value ལས་གལ་ཅན་མེདཔ་དང་ཅིག་ཁར་ཐོབ་ཨིན། དེ་གིས་1-གཞི་རྟེན་ལུ་@column ཀེར་ཐིག་ནང་ཐོབ་མི་@range ནང་གྲལ་ཐིག་ནང་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། @as_index དེ་གིས་ གནས་གོང་མ་ཡིན་པར་མཐུན་མི་ 0-གཞི་རྟེན་པར་ལེན་འདི་སླར་ལོག་འབདཝ་ཨིན། * VLOOKUPདེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན་ག་དེམ་ཅིག་སྦེ་ @column < 0ཨིན་པ་ཅིན། * VLOOKUP དེ་གིས་ #REF!སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @column འདི་ @range ཕྱི་ཁར་ཚུད་པ་ཅིན། @EXAMPLES= @SEEALSO=HLOOKUP
es: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(valor,rango,columna[,aproximado,como_índice]) @DESCRIPTION=La función VLOOKUP busca la fila en un rango que tiene una primera columna similar al valor. Si @aproximado no es cierto, busca la fila con una equivalencia exacta. Si @aproximado es cierto, entonces los valores se deben ordenar ascendentemente para un funcionamiento correcto: en este caso, busca la fila con valor menor que @valor. Devuelve el valor en la fila buscando en con un desplazamiento de base 1 de @columna columnas en el @rango. @como_índice devuelve el desplazamiento de base 0 que coincida con el valor * VLOOKUP devuelve #NÚM! si @columna < 0. * VLOOKUP devuelve #REF! si @columna cae fuera del @rango. @EXAMPLES= @SEEALSO=HLOOKUP
fr: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(valeur;intervalle;ligne[;approximation;indice]) @DESCRIPTION=La fonction VLOOKUP cherche la ligne dans @intervalle qui a une première colonne similaire à @valeur. Si @approximation est FAUX, l'égalité sera stricte ; si @approximation est VRAI, la fonction trouvera la ligne de valeur immédiatement inférieure à @valeur, à condition que les données soient triées. Normalement, VLOOKUP renvoie la valeur contenue à la colonne @colonne de la ligne trouvée. Si @indice est VRAI, la fonction renvoie l'indice de la ligne et non sa valeur. * La fonction renvoie #NUM! si @colonne < 0, * La fonction renvoie #REF! si @colonne tombe en dehors de @intervalle. @SEEALSO=HLOOKUP
nl: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(zoekwaarde;bereik;kolom[;benaderen;als_index]) @DESCRIPTION=VLOOKUP vindt in het @bereik, de rij waarvan de eerste kolom-cel dezelfde waarde heeft als de @zoekwaarde. Als @benaderen ONWAAR is wordt gezocht naar een exacte overeenkomst. Als @benaderen WAAR is, moeten de waarden in de eerste kolom van het @bereik gesorteerd zijn in oplopende volgorde. In dat geval vindt het de rijwaarde die kleiner is dan de @zoekwaarde. @als_index geeft de verschuiving van de overeenkomst in plaats van de waarde. * VLOOKUP geeft een #GETAL! foutmelding als @kolom < 0. * VLOOKUP geeft een #VERW! als @kolom buiten het @bereik valt. @EXAMPLES= @SEEALSO=HLOOKUP
pt_br: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(valor,região,coluna[,aproximado,como_índice]) @DESCRIPTION=A função VLOOKUP busca a linha na região que tem a primeira coluna similar a @valor. Se @aproximado é FALSE, ela busca a linha com a equivalência exata. Se @aproximado é TRUE, então os valores devem estar ordenados do menor para o maior; neste caso a função encontra a linha com o valor menor do que @valor. Ela retorna o valor encontrado na linha que está na @coluna da região, por exemplo, se @coluna = 2, então o valor retornado será o da segunda coluna da região. Se @como_índice é TRUE, a função retorna o número da linha onde está o valor procurado e não o valor, considerando que a primeira linha tem índice 0, a segunda índice 1 etc. * VLOOKUP retorna o erro #NUM! se @coluna < 0. * VLOOKUP retorna o erro #REF! se @coluna cai fora da região. @EXAMPLES= @SEEALSO=HLOOKUP
sk: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(hodnota,rozsah,stĺpec[,približne,ako_index]) @DESCRIPTION=Funkcia VLOOKUP nájde riadok v rozsahu, ktorého prvý stĺpec má podobnú hodnotu. Ak nie je @približne TRUE, nájde riadok s presne rovnakou hodnotou. Ak je @približne TRUE, potom musia byť hodnoty utriedené vzostupne pre správne fungovanie; v tom prípade nájde riadok s hodnotou menšou než @hodnota. Vracia hodnotu v nájdenom riadku a v stĺpci @stĺpec relatívnom od 1 do rozsahu @rozsah. @ako_index vracia posun, ktorý odpovedá, a nie hodnotu, ktorá odpovedá. Vracia #NUM! ak je @stĺpec < 0. Vracia #REF! ak je @stĺpec mimo @rozsah. @EXAMPLES= @SEEALSO=HLOOKUP
vi: @FUNCTION=VLOOKUP @SYNTAX=VLOOKUP(value,range,column[,approximate,as_index]) @DESCRIPTION=hàm VLOOKUP tìm hàng trong khoảng mà có cột đầu tương đương với giá trị @value. Nếu @approximate (xấp xỉ) không đúng thì nó tìm hàng có sự tương đương chính xác. Nếu @approximate đúng thì các giá trị cần phải được sắp xếp tăng dần để chức năng cho đúng; trong trường hợp này, nó tìm hàng có giá trị nhỏ hơn @value. Nó trả lại giá trị trong hàng được tìm tại hiệu số đựa vào 1 tại vị trí @column cột vào khoảng @range. @as_index trả lại hiệu số đựa vào 0 mà khớp, hơn giá trị. * VLOOKUP trả lại « #NUM! » nếu « @column < 0 ». * VLOOKUP trả lại « #REF! » nếu « @column » nằm ngoại khoảng « @range ». @EXAMPLES= @SEEALSO=HLOOKUP

source: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(value,range,row[,approximate,as_index]) @DESCRIPTION=HLOOKUP function finds the col in range that has a first row cell similar to @value. If @approximate is not true it finds the col with an exact equivalence. If @approximate is true, then the values must be sorted in order of ascending value for correct function; in this case it finds the col with value less than @value it returns the value in the col found at a 1-based offset in @row rows into the @range. @as_index returns the 0-based offset that matched rather than the value. * HLOOKUP returns #NUM! if @row < 0. * HLOOKUP returns #REF! if @row falls outside @range. @EXAMPLES= @SEEALSO=VLOOKUP
dz: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(value,range,row[,approximate,as_index]) @DESCRIPTION=HLOOKUP ལཱ་འགན་དེ་གིས་ @value ལུ་གཅིག་པའི་གྲལ་ཐིག་དང་པའི་ནང་ཐིག་ཅིག་ཡོད་མི་ ཁྱབ་ཚདཚ་ནང་ཀོལ་འདི་འཚོལཝ་ཨིན། @approximate འདི་བདེན་པ་མེན་པ་ཅིན་ དེ་གིས་ཀོལ་འདི་འདྲ་མཉམ་ངེས་ཏིག་དང་ཅིག་ཁར་ཐོབ་ཨིན། @approximate འདི་བདེན་པ་ཨིན་པ་ཅིན་, དེ་ལས་ ནོར་བཅོས་མེད་པའི་ལཱ་འགན་གྱི་དོན་ལུ་ གནས་གོང་ཚུ་ཡར་འཛེག་གནས་གོང་ནང་གི་རིམ་པའི་ནང་དབྱེ་སེལ་འབད་དགོ་; གནད་དོན་འདི་ནང་ དེ་གིས་ཀོལ་འདི་གནས་གོང་ @value ལས་ཉུངམ་སྦེ་ཐོབ་ཨིན་ དེ་གིས་ཀོལ་ནང་གི་གནས་གོང་1-གཞི་རྟེན་པར་ལེན་གུ་ཐོབ་མི་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ @row གྲལ་ཐིག་ནང་ལས་ @range ནང་ལུ་ཨིན། @as_index དེ་གིས་ གནས་གོང་མ་ཡིན་པ་མཐུན་མི་0-གཞི་རྟེན་པར་ལེན་འདི་སླར་ལོག་འབདཝ་ཨིན། * HLOOKUP དེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན་ @row < 0ཨིན་པ་ཅིན། * HLOOKUP དེ་གིས་ #REF! སླར་ལོག་འབདཝ་ཨིན་ @row འདི་ @range ཕྱི་ཁར་ཚུད་པ་ཅིན། @EXAMPLES= @SEEALSO=VLOOKUP
es: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(valor,rango,fila[,aproximado,como_índice]) @DESCRIPTION=La función HLOOKUP busca la columna del rango que tiene una celda en la primera fila similar a @valor. Si @aproximado no es verdadero, busca la columna con una equivalencia exacta. Si @aproximado es cierto, los valores deben estar ordenados de forma ascendente para un funcionamiento correcto; en este caso busca la columna con valor menor que @valor que devuelve el valor de la columna encontrado con un desplazamiento 1 en @fila @filas del @rango. @como_índice devuelve el desplazamiento que coincide con el valor * HLOOKUP devuelve #NUM si @fila < 0. * HLOOKUP devuelve #REF! si @fila cae fuera del @rango. @EXAMPLES= @SEEALSO=VLOOKUP
fr: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(valeur;intervalle;ligne[;approximation;indice]) @DESCRIPTION=La fonction HLOOKUP cherche la colonne dans @intervalle qui a une première ligne similaire à @valeur. Si @approximation est FAUX, l'égalité doit être stricte ; si @approximation est VRAI, la fonction trouvera la colonne de valeur immédiatement inférieure à @valeur, à condition que les données soient triées. Normalement, HLOOKUP renvoie la valeur contenue à la ligne @ligne de la colonne trouvée. Si @indice est VRAI, la fonction renverra l'indice de cette colonne et non sa valeur. * La fonction renvoie #NUM! si @ligne < 0. * Elle renvoie #REF! si @ligne tombe en dehors de @intervalle. @SEEALSO=VLOOKUP
nl: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(zoekwaarde;bereik;rij[;benaderen;als_index]) @DESCRIPTION=HLOOKUP vindt de kolom waarvan de eerste rij-cel dezelfde waarde heeft als de @zoekwaarde. Het zoeken vindt plaats in het opgegeven @bereik. Als @benaderen ONWAAR is wordt gezocht naar een exacte overeenkomst. Als @benaderen WAAR is, moeten de waarden in de eerste rij van het @bereik gesorteerd zijn in oplopende volgorde. In dat geval vindt het de kolomwaarde die kleiner is dan de @zoekwaarde. @als_index geeft de verschijving van de overeenkomst in plaats van de waarde. * HLOOKUP geeft een #GETAL! foutmelding als @rij < 0. * HLOOKUP geeft een #VERW! als @rij buiten het @bereik valt. @EXAMPLES= @SEEALSO=VLOOKUP
pt_br: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(valor,região,linha[,aproximado,como_índice]) @DESCRIPTION=A função HLOOKUP busca a linha na região que tem a primeira linha similar a @valor. Se @aproximado é FALSE, ela busca a coluna com a equivalência exata. Se @aproximado é TRUE, então os valores devem estar ordenados do menor para o maior; neste caso a função encontra a coluna com o valor menor do que @valor. Ela retorna o valor encontrado na coluna que está na @linha da região, por exemplo, se @linha = 2, então o valor retornado será o da segunda linha da região. Se @como_índice é TRUE, a função retorna o número da coluna onde está o valor procurado e não o valor, considerando que a primeira coluna tem índice 0, a segunda índice 1 etc. * HLOOKUP retorna o erro #NUM! se @linha < 0. * HLOOKUP retorna o erro #REF! se @linha cai fora da região. @EXAMPLES= @SEEALSO=VLOOKUP
sk: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(hodnota,rozsah,riadok[,približne,ako_index]) @DESCRIPTION=Funkcia HLOOKUP nájde stĺpec v rozsahu, ktorého prvý riadok má podobnú hodnotu. Ak nie je @približne TRUE, nájde stĺpec s presne rovnakou hodnotou. Ak je @približne TRUE, potom musia byť hodnoty utriedené vzostupne pre správne fungovanie; v tom prípade nájde stĺpec s hodnotou menšou než @hodnota. Vracia hodnotu v nájdenom stĺpci a v riadku @riadok relatívnom od 1 do rozsahu @rozsah. @ako_index vracia posun, ktorý odpovedá, a nie hodnotu, ktorá odpovedá. Vracia #NUM! ak je @riadok < 0. Vracia #REF! ak je @riadok mimo @rozsah. @EXAMPLES= @SEEALSO=VLOOKUP
vi: @FUNCTION=HLOOKUP @SYNTAX=HLOOKUP(value,range,row[,approximate,as_in7dex]) @DESCRIPTION=hàm HLOOKUP tìm cột trong khoảng mà có hàng đầu tương đương với giá trị @value. Nếu @approximate (xấp xỉ) không đúng thì nó tìm cột có sự tương đương chính xác. Nếu @approximate đúng thì các giá trị cần phải được sắp xếp tăng dần để chức năng cho đúng; trong trường hợp này, nó tìm cột có giá trị nhỏ hơn @value. Nó trả lại giá trị trong cột được tìm tại hiệu số đựa vào 1 tại vị trí @row hàng vào khoảng @range. @as_index trả lại hiệu số đựa vào 0 mà khớp, hơn giá trị. * HLOOKUP trả lại « #NUM! » nếu hàng « @row < 0 ». * HLOOKUP trả lại « #REF! » nếu hàng « @row » nằm ngoại khoảng « @range ». @EXAMPLES= @SEEALSO=VLOOKUP

source: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(value,vector1[,vector2]) @DESCRIPTION=LOOKUP function finds the row index of @value in @vector1 and returns the contents of @vector2 at that row index. Alternatively a single array can be used for @vector1. If the area is longer than it is wide then the sense of the search is rotated. * If LOOKUP can't find @value it uses the largest value less than @value. * The data must be sorted. * If @value is smaller than the first value it returns #N/A. @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
dz: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(value,vector1[,vector2]) @DESCRIPTION=LOOKUP ལཱ་འགན་འདི་གིས་ @value གི་གྲལ་ཐིག་ཟུར་ཐོ་འདི་@vector1 ནང་འཚོཝལ་ཨིནམ་དང་@vector2གི་ནང་དོན་ཚུ་ གྲལ་ཐིག་ཟུར་ཐོའི་ནང་སླར་ལོག་འབདཝ་ཨིན། ཐབས་གཞན་གྱི་ཐོག་ལས་ ཨེ་རེ་རྐྱང་པ་འདི་ @vector1དོན་ལུ་ལག་ལེན་འཐབ་ཚུགས། མངའ་ཁོངས་འདི་དེའི་རྒྱ་ཚད་ལས་རིངམ་ཡོད་པ་ཅིན་ འཚོལ་ཞིབ་ཀྱི་དྲན་ཚོར་འདི་བསྒྱིརཝ་ཨིན། * LOOKUP དེགིས་ @value མ་ཐོབ་པ་ཅིན་ དེ་གིས་གནས་གོང་ @value ལས་སྦོམ་མི་ཅིག་ལག་ལེན་འཐབ་ཨིན། * གནས་སྡུད་འདི་དབྱེ་སེལ་འབདཝ་ཨིན། * If @value འདི་གནས་གོང་དངཔ་ལས་ཆུང་ཀུ་ཨིན་པ་ཅིན་ དེ་གིས་ #N/A འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
es: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(valor,array1,array2) @DESCRIPTION=La función LOOKUP busca el índice de la fila de «valor» en @array1 y devuelve los contenidos del valor2 en ese índice de fila. Si el área es mayor que su ancho se rota el sentido de la búsqueda. Alternativamente se puede usar un array simple. * Si LOOKUP no encuentra el @valor usa el siguiente valor más grande menor que el valor. * Los datos deben estar ordenados. * Si el @valor es menor que el primer valor devuelve #N/D @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
fr: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(valeur;vecteur1[;vecteur2]) @DESCRIPTION=La fonction LOOKUP cherche le numéro de ligne de @valeur dans @vecteur1 et renvoie le contenu de @vecteur2 à ce même numéro de ligne. Si la zone est plus longue que large, alors le sens de la recherche est inversé. Éventuellement, un tableau unique peut être utilisé. Les données doivent être triées. * Si LOOKUP ne peut trouver @valeur, il utilise la plus grande valeur trouvée inférieure à @valeur. * Si @valeur est inférieur à la première valeur, la fonction renvoie #N/A @SEEALSO=VLOOKUP,HLOOKUP
nl: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(waarde;vector1;vector2) @DESCRIPTION=LOOKUP zoekt de rij-index van @waarde in @vector1 en geeft de inhoud van @vector2 bij die rij-index. Er kan ook een enkele array worden gebruikt voor @vector1. Als het celbereik langer is dan dat het breed is, wordt de zoekrichting geroteerd. Er kan ook een enkele array worden gebruikt. * Als LOOPUP de @waarde niet kan vinden, gebruikt het de waarde die net lager dan @waarde is. * De gegevens moeten gesorteerd zijn. * Als @waarde kleiner is dan de eerste waarde geeft de functie een #N/B foutmelding. @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
pt_br: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(valor,vetor1[,vetor2]) @DESCRIPTION=A função LOOKUP busca o índice da linha de @valor no @vetor1 e retorna o conteúdo de @vetor2 naquele índice de linha. Alternativamente, uma única matriz pode ser utilizada para representar @vetor1. Se a área é mais larga do que comprida, então a direção de busca é rotacionada. * Se LOOKUP não puder encontrar @valor, ela utilizará o maior valor menor do que @valor. * Os dados devem estar ordenados. * Se @valor é menor do que o primeiro valor do @vetor1, LOOKUP retorna o erro #N/A. @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
sk: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(hodnota,vektor1,vektor2) @DESCRIPTION=Funkcia LOOKUP nájde index riadku 'hodnoty' vo @vektor1 a vráti obsah hodnota2 v riadku s týmto indexom. Ak je oblasť dlhšia než ako je široká, potom je význam hľadania otočené. Je možné použiť aj jedno pole. Ak LOOKUP nemôže nájsť @hodnota, použije najbližšiu menšiu hodnotu. Dáta musia byť utriedené. Ak je @hodnota menšia ako prvá hodnota, vracia #N/A @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP
vi: @FUNCTION=LOOKUP @SYNTAX=LOOKUP(value,vector1[,vector2]) @DESCRIPTION=hàm LOOKUP tìm chỉ mục hàng của giá trị @value trong véc-tơ @vector1 rồi trả lại nội dung véc-tơ @vector2 tại chỉ mục hàng đó. Hoặc có thể dùng một mảng riêng lẻ cho véc-tơ @vector1. Nếu diện tích dài hơn rộng thì hướng việc tìm được xoay. * Nếu LOOKUP không tìm thấy giá trị @value thì nó dùng giá trị lớn hơn mà nhỏ hơn @value. * Cần phải sắp xếp dữ liệu. * Nếu « @value » nhỏ hơn giá trị đầu thì trả lại « #N/A ». @EXAMPLES= @SEEALSO=VLOOKUP,HLOOKUP

source: @FUNCTION=MATCH @SYNTAX=MATCH(seek,vector[,type]) @DESCRIPTION=MATCH function finds the row index of @seek in @vector and returns it. If the area is longer than it is wide then the sense of the search is rotated. Alternatively a single array can be used. * The @type parameter, which defaults to +1, controls the search: * If @type = 1, MATCH finds largest value <= @seek. * If @type = 0, MATCH finds first value == @seek. * If @type = -1, MATCH finds smallest value >= @seek. * For @type = 0, the data can be in any order. * For @type = -1 and @type = +1, the data must be sorted. (And in these cases, MATCH uses a binary search to locate the index.) * If @seek could not be found, #N/A is returned. @EXAMPLES= @SEEALSO=LOOKUP
dz: @FUNCTION=MATCH @SYNTAX=MATCH(seek,vector[,type]) @DESCRIPTION=MATCH ལཱ་འགན་དེ་གིས་ @seekགི་གྲལ་ཐིག་ཟུར་ཐོ་འདི་ @vector ནང་འཚོལཝ་ཨིནམ་དང་སླར་ལོག་འབདཝ་ཨིན། མངའ་ཁོངས་འདི་དེའི་རྒྱ་ཚད་ལས་རིངམ་ཨིན་པ་ཅིན་ འཚོལ་ཞིབ་ཀྱི་འཚོར་སྣང་འདི་པད་སྐོར་བསྒྱིར་ཡོདཔ། ཐབས་གཞན་གྱི་ཐོག་ལས་ཨེ་རེ་རྐྱང་པ་ཅིག་ལག་ལེན་འཐབ་ཚུགས། * The @type ཚད་བཟུང་, +1 ལུ་སྔོན་སྒྲིག་འབད་མི་དེ་གིས་, འཚོལ་ཞིབ་འདི་ཚད་འཛིན་འབདཝ་ཨིན: * If @type = 1ཨིན་པ་ཅིན་, MATCH དེ་གིས་གནས་གོང་སྦོམ་ <= @seekའཚོལཝ་ཨིན། * If @type = 0ཨིན་པ་ཅིན་, MATCH དེ་གིས་གནས་གོང་དང་པ་ == @seekའཚོལཝ་ཨིན། * If @type = -1ཨིན་པ་ཅིན་, MATCH དེ་གིས་གནས་གོང་ཆུང་ཀུ་འདི་ >= @seekའཚོལཝ་ཨིན། * For @type = 0དོན་ལུ་, གནས་སྡུད་འདི་རིམ་པ་གང་རུང་ནང་བཏུབ། * For @type = -1དང་ @type = +1དོན་ལུ་, གནས་སྡུད་འདི་གསོག་འཇོག་འབད་དགོ། (གནད་དོན་འདི་ནང་, MATCH དེ་གིས་ ཟུར་ཐོ་འདི་ག་ཡོད་འཚོལ་ནི་ལུ་ཟུང་ལྡན་འཚོལ་ཞིབ་ཅིག་ལག་ལེན་འཐབ་ཨིན།) * If @seek འདི་མ་ཐོབ་པ་ཅིན་, #N/A འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=LOOKUP
es: @FUNCTION=MATCH @SYNTAX=MATCH(buscar,vector[,tipo]) @DESCRIPTION=La función MATCH busca el índice de la fila del @objetivo en el @vector y lo devuelve. Si el área es mayor que su ancho entonces se rota el sentido de la búsqueda. Alternativamente se puede usar un array simple. * El parámetro @tipo, que por omisión vale +1, controla la búsqueda: * Si @tipo = 1, busca el valor más grande <= @objetivo. * Si @tipo = 0, busca el primer valor == @objetivo. * Si @tipo = -1, busca el valor más pequeño >= @objetivo. * Para el tipo 0, los datos pueden estar ordenados de cualquier forma. * Para los tipos -1 y +1, los datos deben estar ordenados. (Y en este caso, MATCH usa una búsqueda binaria para ubicar el índice.) * Si el @objetivo no se encuentra, se devuelve el error #N/D. @EXAMPLES= @SEEALSO=LOOKUP
fr: @FUNCTION=MATCH @SYNTAX=MATCH(valeur;vecteur[;type]) @DESCRIPTION=La fonction MATCH renvoie l'indice de la ligne contenant @valeur dans @vecteur. Si la zone est plus longue que large, le sens de la recherche est inversé. @type contrôle la recherche : * Si @type vaut 1, MATCH cherche la plus grande valeur <= @valeur. * Si @type vaut 0, MATCH cherche la première valeur == @valeur. * Si @type vaut -1, MATCH cherche la plus petite valeur >= @valeur. * Si @type n'est pas nul, les données doivent être triées, MATCH utilisant une recherche binaire. * Si @valeur n'est pas trouvée, la fonction renvoie #N/A! @SEEALSO=LOOKUP
nl: @FUNCTION=MATCH @SYNTAX=MATCH(zoekwaarde;vector[;type]) @DESCRIPTION=MATCH geeft als resultaat de rij-index van de @zoekwaarde in @vector. Als het celbereik langer is dan dat het breed is, wordt de zoekrichting geroteerd. Er kan ook een enkele array worden gebruikt. * De parmeter: @type, die standaard +1 is, geeft het soort zoekopdracht aan: * Als @type = 1, zoekt MATCH de grootste waarde <= @zoekwaarde. * Als @type = 0, zoekt MATCH de eerste waarde == @zoekwaarde. * Als @type = -1, zoekt MATCH de kleinste waarde >= @zoekwaarde. * Voor type 0, mogen de gegevens in elke volgorde staan. Voor types -1 en +1 moeten de gegevens gesorteerd zijn. (En in dat geval gebruikt MATCH een binaire zoekopdracht om de index te vinden) * Als @zoekwaarde niet is gevonden geeft de functie een #N/B foutmelding. @EXAMPLES= @SEEALSO=LOOKUP
pt_br: @FUNCTION=MATCH @SYNTAX=MATCH(procurar,vetor[,tipo]) @DESCRIPTION=A função MATCH busca e retorna o índice da linha de @procurar em @vetor. Se a região é mais larga que comprida, então o sentido da busca é rotacionado. Uma única matriz pode ser fornecida como @vetor. * O parâmetro @tipo, cujo padrão é +1, controla a busca: * Se @tipo = 1, MATCH busca o maior valor <= a @procurar. * Se @tipo = 0, MATCH busca o primeiro valor == a @procurar. * Se @tipo = -1, MATCH busca o menor valor >= a @procurar. * Para @tipo = 0, então os dados podem estar em qualquer ordem. (Neste caso, MATCH utiliza uma busca binária para o localizar o índice.) * Se @procurar não puder ser encontrado, MATCH retorna o erro #N/A. @EXAMPLES= @SEEALSO=LOOKUP
sk: @FUNCTION=MATCH @SYNTAX=MATCH(nájsť,vektor[,typ]) @DESCRIPTION=Funkcia MATCH nájde index riadku @nájsť vo @vektor a vráti ho. Ak je oblasť väčšia než je široká, potom je význam hľadania otočený. Je možné použiť aj jedno pole. Parameter @typ, ktorý je štandardne +1, ovláda hľadanie: Ak je @typ = 1, nájde najväčšiu hodnotu <= .@nájsť Ak je @typ = 0, nájde prvú hodnotu == @nájsť. Ak je @typ = -1, nájde najmenšiu hodnotu >= @nájsť. Pre typ 0 môžu byť v ľubovoľnom poradí. Pre typy -1 a +1 musia byť dáta utriedené. (V tomto prípade, MATCH používa delenie intervalu pre nájdenie indexu.) Ak nie je @nájsť nájdené, vracia #N/A. @EXAMPLES= @SEEALSO=LOOKUP
vi: @FUNCTION=MATCH @SYNTAX=MATCH(seek,vector[,type]) @DESCRIPTION=hàm MATCH tìm chỉ mục hàng của @seek (tìm) trong véc-tơ @vector rồi trả lại nó. Nếu diện tích dài hơn rộng thì hướng việc tìm được xoay. Hoặc có thể dùng một mảng riêng lẻ. * Tham số @type (kiểu), mà mặc định là +1, điều khiển việc tìm kiếm: * Nếu « @type = 1 », MATCH tìm giá trị lớn hơn mà ≤ @seek. * Nếu « @type = 0 » MATCH tìm giá trị đầu mà == @seek. * Nếu « @type = -1 » MATCH tìm giá trị nhỏ nhất mà ≥ @seek. * Đối với « @type = 0 » dữ liệu có thể theo bất cứ thứ tự nào. * Đối với « @type = -1 » và « @type = +1 » cần phải sắp xếp dữ liệu. (Và trong các trường hợp này, MATCH dùng việc tìm kiếm nhị phân để tìm chỉ mục.) * Nếu không tìm thấy « @seek » thì trả lại « #N/A ». @EXAMPLES= @SEEALSO=LOOKUP

source: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text[,format]) @DESCRIPTION=INDIRECT function returns the contents of the cell pointed to by the @ref_text string. The string specifies a single cell reference the format of which is either A1 or R1C1 style. The boolean @format controls how @ref_text is to be interpreted: TRUE (the default) for A1 style and FALSE for R1C1 style. * If @ref_text is not a valid reference in the style controlled by @format, returns #REF! @EXAMPLES= If A1 contains 3.14 and A2 contains "A1", then INDIRECT(A2) equals 3.14. If B1 contains 23 and A1 contains "R1C2", then INDIRECT(A1,FALSE) equals 23. @SEEALSO=AREAS,INDEX,CELL
es: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(texto_ref[,formato]) @DESCRIPTION=La función INDIRECT devuelve los contenidos de la celda apuntada por la cadena @texto_ref. La cadena especifica referencia a una celda simple, el formato que es del estilo A1 o R1C1. El estilo lo pone el @formato booleano, lo que por omisión es el anterior. * Si @texto_ref no es una referencia válida, devuelve #REF! @EXAMPLES= Si A1 contiene 3.14 y A2 contiene A1, entonces INDIRECT(A2) es igual a 3.14. Si B1 contiene 23 y A1 contiene R1C2, tentones INDIRECT(A1,FALSE) es igual a 23. @SEEALSO=AREAS,INDEX,CELL
