Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT returns an unbiased estimate of the kurtosis of a data set. Note, that this is only meaningful if the underlying distribution really has a fourth moment. The kurtosis is offset by three such that a normal distribution will have zero kurtosis. * Strings and empty cells are simply ignored. * If fewer than four numbers are given or all of them are equal KURT returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURT(A1:A5) equals 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
dz: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་ཅིག་གི་ཀུར་ཊོསི་གི་ཕྱོག་རིས་ཅན་མེད་པའི་སྔོན་བརྩི་བཏོན་ནི་འདི་སླར་ལོག་འབདཝ་ཨིན། དྲན་འཛིན་འབད་, འོག་ལུ་ཡོད་མི་བཀྲམ་སྤེལ་འདི་ལུ་ ཡུད་ཙམ་བཞི་པ་ཡོད་པ་ཅིན་རྐྱངམ་ཅིག་དོན་ཡོདཔ་ཨིན། སྤྱིར་གཏང་གི་བཀྲམ་སྤེལ་དེ་ལུ་ ཀླད་ཀོར་ཀུར་ཊོསི་ཡོདཔ་སྦེ་ ཀུར་ཊོསི་འདི་གསུམ་གྱིས་སྦེ་པར་ལེནམ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་སྦེ་བཞགཔ་ཨིན། * ཨང་གྲངས་བཞི་ལས་ཉུངམ་སྦེ་ཨིན་པ་ཅིན་ ཡང་ན་ དེ་ཚུ་ཆ་མཉམ་མཉམ་པ་ཨིན་པ་ཅིན་ KURT དེ་གིས་ #DIV/0! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ KURT(A1:A5) equals 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
es: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, …) @DESCRIPTION=KURT devuelve una estimación imparcial de la kurtosis de un conjunto de datos. Note que esto sólo tiene significado pleno si la distribución subyacente tiene realmente un cuarto momento. La kurtosis se desplaza por tres así que una distribución normal tendrá kurtosis cero. * Las cadenas y las celdas vacías, simplemente se ignoran. * Si se dan menos de cuatro números o todos son iguales, KURT devuelve el error #DIV/0!. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces KURT(A1:A5) es igual a 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
fr: @FUNCTION=KURT @SYNTAX=KURT(n1; n2;...) @DESCRIPTION=La fonction KURT renvoie une estimation non biaisée du kurtosis d'un ensemble de données. Ceci n'est significatif que si la distribution sous-javente a un quatrième moment. Le kurtosis est décalé de trois, si bien qu'une distribution normale a un kurtosis nul. * Les chaînes et les cellules vides sont simplement ignorées. * Si moins de 4 nombres sont donnés, ou s'ils sont tous égaux, KURT renvoie #DIV/0!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors KURT(A1:A5) vaut 1,234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
nl: @FUNCTION=KURT @SYNTAX=KURT(n1; n2; ...) @DESCRIPTION=KURT geeft een onafhankelijke schatting van de kurtosis van een verzameling. Merk op dat dit alleen zinvol is als de onderliggende distributie daadwerkelijk een vierde moment heeft. De kurtosis heeft een verschuiving van 3 zodat een normale distributie een kurtosis van nul heeft. * Tekenreeksen en lege cellen worden genegeerd. * Als er minder dan vier getallen zijn gegeven geeft KURT een #DEEL/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: KURT(A1:A5) is 1,234546305 @SEEALSO=AVERAGE,VAR,SKEW,KURTP
pt_br: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT retorna uma estimativa da curtose de um conjunto de dados. Note que esta função só tem algum sentido caso a distribuição dem estudo realmente possui um momento de quarta ordem. A curtose é deslocada de três, de modo que uma distribuição normal terá curtose igual a zero. * Textos e células vazias simplesmente são ignoradas. * Se menos de quatro números são fornecidos ou todos são iguais, KURT retorna o erro #DIV/0! * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então KURT(A1:A5) retorna 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
sk: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT vracia nestranný odhad špicatosti dátovej množiny. Uvedomte si, že to má zmysel iba ak má dané rozdelenie štvrtý moment. Špicatosť je posunutá o 3, takže normálne rozdelenie má špicatosť 0. * Reťazce a prázdne bunky sú jednoducho ignorované. * Ak je daných menej ako 4 čísla alebo sú všetky rovnaké, KURT vracia chybu #DIV/0!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom KURT(A1:A5) sa rovná 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
vi: @FUNCTION=KURT @SYNTAX=KURT(n1, n2, ...) @DESCRIPTION=KURT trả lại một số ước lượng không có độ lệch của kurtosis của một tập hợp dữ liệu. Hãy ghi chú rằng kết quả này chỉ có nghĩa nếu phân phối cơ sở thật có một mômen thứ tư. Kurtosis có hiệu số 3 thì phân phối chuẩn sẽ có kurtosis số không * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Nếu cho nhỏ hơn bốn số, hoặc nếu tất cả những số bằng nhau thì KURT trả lại lỗi « #DIV/0! ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì KURT(A1:A5) bằng 1.234546305. @SEEALSO=AVERAGE,VAR,SKEW,KURTP

source: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP returns the population kurtosis of a data set. * Strings and empty cells are simply ignored. * If fewer than two numbers are given or all of them are equal KURTP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then KURTP(A1:A5) equals -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
dz: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་གི་མི་རློབས་ཀུར་ཊོ་སིསི་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞགཔ་ཨིན། * ཨང་གྲངས་གཉིས་ལས་ཉུང་མི་བྱིན་ཏེ་ཡོད་པ་ཅིན་ ཡང་ན་ དེ་ཚུ་ཆ་མཉམ་མཉམ་པ་ཨིན་པ་ཅིན་ KURTP དེ་གིས་ #DIV/0! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ KURTP(A1:A5) equals -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
es: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, …) @DESCRIPTION=KURTP devuelve la población kurtosis de un conjunto de datos. * Las cadenas y las celdas vacías simplemente se ignoran. * Si se dan menos de dos números o todos son iguales, KURTP devuelve el error #DIV/0!. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces KURTP(A1:A5) es igual a -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
fr: @FUNCTION=KURTP @SYNTAX=KURTP(n1; n2;...) @DESCRIPTION=La fonction KURTP renvoie le kurtosis d'un ensemble de données, calculé sur toute la population. Ceci n'est significatif que si la distribution sous-javente a un quatrième moment. Le kurtosis est décalé de trois, si bien qu'une distribution normale a un kurtosis nul. * Les chaînes et les cellules vides sont simplement ignorées. * Si moins de 2 nombres sont donnés, ou s'ils sont tous égaux, KURTP renvoie #DIV/0!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors KURTP(A1:A5) vaut -0,691363424. @SEEALSO=AVERAGE,VARP,SKEW,KURT
nl: @FUNCTION=KURTP @SYNTAX=KURTP(n1; n2; ...) @DESCRIPTION=KURTP geeft de populatie-kurtosis van een verzameling. * Strings en lege cellen worden genegeerd. *Als minder dan twee getallen worden gegeven of alle getallen zijn hetzelfde, geeft KURTP een #DEEL/0! foutmelding. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten dan geldt: KURTP(A1:A5) is -0,691363424 @SEEALSO=AVERAGE,VARP,SKEWP,KURT
pt_br: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP retorna a curtose da população de um conjunto de dados. * Textos e células vazias simplesmente são ignorados. * Se menos de dois números são fornecidos ou todos são iguais, KURTP retorna o erro #DIV/0. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: KURTP(A1:A5) retorna -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
sk: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP vracia špicatosť dátovej množiny. * Reťazce a prázdne bunky sú jednoducho ignorované. * Ak je daných menej než dve čísla alebo sú všetky rovnaké, KURTP vracia chybu#DIV/0!. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom KURTP(A1:A5) sa rovná -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT
vi: @FUNCTION=KURTP @SYNTAX=KURTP(n1, n2, ...) @DESCRIPTION=KURTP trả lại kurtosis dân số của một tập hợp dữ liệu. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Nếu cho nhỏ hơn hai số, hoặc nếu tất cả những số bằng nhau thì KURTP trả về lỗi « #DIV/0! ». @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì KURTP(A1:A5) bằng -0.691363424. @SEEALSO=AVERAGE,VARP,SKEWP,KURT

source: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV returns the average of the absolute deviations of a data set from their mean. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV
dz: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་ཚུ་ཁོང་རའི་བར་མའི་ཆ་གྲངས་ལས་ ཁ་བསྒྱུར་བ་ཡང་དག་གི་ཆ་སྙོམས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ AVEDEV(A1:A5) equals 7.84. @SEEALSO=STDEV
es: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, …) @DESCRIPTION=AVEDEV devuelve la media de las desviaciones absolutas de un conjunto de datos de su media. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces AVEDEV(A1:A5) igual a 7.84. @SEEALSO=STDEV
fr: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1; n2;...) @DESCRIPTION=La fonction AVEDEV renvoie la moyenne des écarts en valeur absolue d'un ensemble de données à leur moyenne. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors AVEDEV(A1:A5) vaut 7.,84. @SEEALSO=STDEV
nl: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1; n2; ...) @DESCRIPTION=AVEDEV geeft het gemiddelde van de absolute afwijkingen van het gemiddelde van een verzameling data-punten. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten dan geldt: AVEDEV(A1:A5) is 7,84 @SEEALSO=STDEV
pt_br: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV retorna a média absoluta dos desvios absolutos dos dados fornecidos em relação a sua média. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: AVEDEV(A1:A5) retorna 7.84. @SEEALSO=STDEV
sk: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV vracia priemer absolútnych odchýliek množiny dát od ich priemeru. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom AVEDEV(A1:A5) sa rovná 7.84. @SEEALSO=STDEV
vi: @FUNCTION=AVEDEV @SYNTAX=AVEDEV(n1, n2, ...) @DESCRIPTION=AVEDEV trả lại số trung bình của các độ lệch tuyệt đối của một tập hợp dữ liệu từ trung bình. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì AVEDEV(A1:A5) bằng 7.84. @SEEALSO=STDEV

source: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ returns the sum of squares of deviations of a data set from the sample mean. * Strings and empty cells are simply ignored. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then DEVSQ(A1:A5) equals 470.56. @SEEALSO=STDEV
dz: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་འདི་དཔེ་གཞི་བར་མའི་ཆ་གྲངས་ལས་ ཁ་བསྒྱུར་བའི་གྲུ་གཞི་གི་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞག་ཡོདཔ། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ DEVSQ(A1:A5) equals 470.56. @SEEALSO=STDEV
es: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, …) @DESCRIPTION=DEVSQ devuelve la suma de los cuadrados de las desviaciones de un conjunto de datos de la media de su muestra. * Las cadenas y las celdas vacías simplemente se ignoran. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces DEVSQ(A1:A5) igual a 470.56. @SEEALSO=STDEV
fr: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1; n2;...) @DESCRIPTION=La fonction DEVSQ renvoie la somme des carrés des écarts d'un ensemble de données à sa moyenne. * Les chaînes et les cellules vides sont ignorées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors DEVSQ(A1:A5) vaut 470,56. @SEEALSO=STDEV
nl: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1; n2; ...) @DESCRIPTION=DEVSQ geeft de som van de kwadraten van de afwijkingen van een verzameling van het steekproefgemiddelde. * Strings en lege cellen worden genegeerd. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4, 17,3, 21,3, 25,9, en 40,1 bevatten, dan geldt: DEVSQ(A1:A5) is 470,56 @SEEALSO=STDEV
pt_br: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ retorna a soma dos quadrados dos desvios do conjunto de dados da amostra. * Textos ou células vazias são ignoradas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: DEVSQ(A1:A5) retorna 470.56. @SEEALSO=STDEV
sk: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ vracia súčet druhých mocnín odchýliek množiny dát z priemeru výberu. * Reťazce a prázdne bunky sú jednoducho ignorované. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom DEVSQ(A1:A5) sa rovná 470.56. @SEEALSO=STDEV
vi: @FUNCTION=DEVSQ @SYNTAX=DEVSQ(n1, n2, ...) @DESCRIPTION=DEVSQ trả lại tổng của các bình phương của độ lệch của một bộ dữ liệu từ trung bình mẫu. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì DEVSQ(A1:A5) bằng 470.56. @SEEALSO=STDEV

source: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER function returns the Fisher transformation at @x. * If @x is not a number, FISHER returns #VALUE! error. * If @x <= -1 or @x >= 1, FISHER returns #NUM! error. * This function is Excel compatible. @EXAMPLES= FISHER(0.332) equals 0.345074339. @SEEALSO=SKEW
dz: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER ལས་འགན་འདི་གིས་ @x ལུ་ཕི་ཤར་གཞི་བསྒྱུར་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x འདི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, FISHER དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @x <= -1 ཡང་ན་ @x >= 1ཨིན་པ་ཅིན་, FISHER དེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FISHER(0.332) equals 0.345074339. @SEEALSO=SKEW
es: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=La función FISHER devuelve la transformación de Fisher en @x. * Si @x no es un número, FISHER devuelve el error #VALOR!. * Si @x <= -1 ó @x >=1, FISHER devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= FISHER(0.332) igual a 0.345074339. @SEEALSO=SKEW
fr: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=La fonction FISHER renvoie la transformation de Fisher en @x. * Si @x n'est pas un entier, FISHER renvoie l'erreur #VALEUR!. * Si @x <= -1 ou @x >=1 , FISHER renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= FISHER(0,332) vaut 0,345074339. @SEEALSO=SKEW
nl: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=FISHER geeft de Fisher transformatie in @x. * Als @x geen getal is geeft FISHER een #WAARDE! foutmelding. * Als @x <= -1 of @x >= 1 geeft FISHER een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= FISHER(0,332) is 0,345074339 @SEEALSO=SKEW
pt_br: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=A função FISHER retorna a transformação Fisher de @x. * Se @x não é número, FISHER retorna o erro #VALOR! * Se @x <= -1 ou @x >= 1, FISHER retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= FISHER(0.332) retorna 0.345074339. @SEEALSO=SKEW
sk: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=Funkcia FISHER vracia Fisherovu transformáciu v @x. * Ak @x nie je číslo, FISHER vracia chybu #VALUE!. * Ak je @x <= -1 alebo @x >= 1 FISHER vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FISHER(0.332) sa rovná 0.345074339. @SEEALSO=SKEW
vi: @FUNCTION=FISHER @SYNTAX=FISHER(x) @DESCRIPTION=hàm FISHER trả lại phép biến đổi Fisher tại @x. * Nếu @x không phải là một số thì FISHER trả lại lỗi « #VALUE! ». * Nếu « @x ≤ -1 » hoặc « @x ≥ 1 » thì FISHER trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= FISHER(0.332) bằng 0.345074339. @SEEALSO=SKEW

source: @FUNCTION=POISSON @SYNTAX=POISSON(x,mean,cumulative) @DESCRIPTION=POISSON function returns the Poisson distribution. @x is the number of events, @mean is the expected numeric value @cumulative describes whether to return the sum of the Poisson function from 0 to @x. * If @x is a non-integer it is truncated. * If @x < 0 POISSON returns #NUM! error. * If @mean <= 0 POISSON returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= POISSON(3,6,0) equals 0.089235078. @SEEALSO=NORMDIST, WEIBULL
dz: @FUNCTION=POISSON @SYNTAX=POISSON(x,mean,cumulative) @DESCRIPTION=POISSON ལས་འགན་འདི་གིས་ པོའི་སཱོན་བཀརམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ བྱུང་ལས་ཀྱི་ཨང་གྲངས་ཨིན། @mean འདི་ རེ་བ་སྐྱེད་ཡོད་པའི་ཨང་གྲངས་ཀྱི་གནས་གོང་འདི་ཨིན། @cumulative འདི་གིས་ ༠་ལས་པོའི་སཱོན་ལས་འགན་འདི་ @xལུ་སླར་ལོག་འབད་ནི་ཨིན་ན་མེན་ན་འགྲེལ་བཤད་འབདཝ་ཨིན། * If @x འདི་ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ འདི་ཆུང་ཀུ་བཟོ་ཡོདཔ་ཨིན། * If @x < 0 ཨིན་པ་ཅིན་POISSON དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @mean <= 0 ཨིན་པ་ཅིན་POISSON དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= POISSON(3,6,0) equals 0.089235078. @SEEALSO=NORMDIST, WEIBULL
es: @FUNCTION=POISSON @SYNTAX=POISSON(x,media,acumulativo) @DESCRIPTION=Devuelve la distribución de Poisson, @x es la cantidad de eventos, @media es el valor numérico esperado, @acumulativo describe si se debe devolver la suma de la función de Poisson de 0 a @x. * Si @x no es un entero será truncado. * Si @x <= 0 POISSON devuelve el error #NÚM! * Si @media <= 0 POISSON devuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= POISSON(3;6;0) es igual a 0,089235078. @SEEALSO=NORMDIST, WEIBULL
fr: @FUNCTION=POISSON @SYNTAX=POISSON(x;moyenne;cumulatif) @DESCRIPTION=La fonction POISSON renvoie une distribution de Poisson où @x est le nombre d'événements, @moyenne est la moyenne, @cumulatif définit si la fonction renvoie la valeur ponctuelle ou la somme de 0 à @x de la fonction de Poisson. * Si @x n'est pas une valeur entière, elle est tronquée. * Si @x <= 0, POISSON renvoie l'erreur #NUM!. * Si @moyenne <= 0, POISSON renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= POISSON(3;6;0) vaut 0,089235078. @SEEALSO=NORMDIST, WEIBULL
nl: @FUNCTION=POISSON @SYNTAX=POISSON(x;gemiddelde;cumulatief) @DESCRIPTION=POISSON geeft de Poisson distributie. @x is het aantal gebeurtenissen, @gemiddelde is de verwachte numerieke waarde, @cumulatief bepaalt of de som van de poisson functie van 0 to @x wordt gegeven. * Als @x geen geheel getal is wordt deze afgekapt. * Als @x <= 0 geeft POISSON een #GETAL! foutmelding. * Als @gemiddelde <= 0 geeft POISSON een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= POISSON(3;6;0) is 0,089235078 @SEEALSO=NORMDIST, WEIBULL
pt_br: @FUNCTION=POISSON @SYNTAX=POISSON(x,média,acumulada) @DESCRIPTION=A função POISSON retorna a distribuição de Poisson. @x é o número de eventos, @média é a média da distribuição ou parâmetro (comumente: lambda*t), @acumulada determina se a função deve retornar a distribuição acumulada de Poisson de 0 até @x. * Se @x não é um inteiro, então ele é truncado. * Se @x <= 0, POISSON retorna o erro #NUM! * Se @média <= 0, POISSON retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= POISSON(3,6,0) retorna 0.089235078. @SEEALSO=NORMDIST, WEIBULL
sk: @FUNCTION=POISSON @SYNTAX=POISSON(x,priemer,kumulatívne) @DESCRIPTION=Funkcia POISSON vracia Poissonove rozdelenie. @x je počet udalostí, @priemer je očakávaná číselná hodnota @kumulatívne popisuje, či sa má vrátiť súčet poissonovej funkcie od 0 do @x. * Ak nie je @x celé číslo, je orezané. * Ak je @x <= 0 POISSON vracia chybu #NUM!. * Ak je @priemer <= 0 POISSON vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= POISSON(3,6,0) sa rovná 0.089235078. @SEEALSO=NORMDIST, WEIBULL
vi: @FUNCTION=POISSON @SYNTAX=POISSON(x,mean,cumulative) @DESCRIPTION=hàm POISSON trả lại phân phối Poisson. @x là số sự kiện, @mean (trung bình) là giá trị thuộc số được ngờ, @cumulative (lũy tích) diễn tả có nên trả lại tổng của hàm Poisson từ 0 đến @x hay không. * Nếu « @x » không phải là số nguyên thì nó bị cắt xén. * Nếu « @x < 0 » POISSON trả lại lỗi « #NUM! ». * Nếu « @mean ≤ 0 » POISSON trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= POISSON(3,6,0) bằng 0.089235078. @SEEALSO=NORMDIST, WEIBULL
