Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM returns the least common multiple of integers. The least common multiple is the smallest positive number that is a multiple of all integer arguments given. * If any of the arguments is less than one, LCM returns #NUM!. * If any of the arguments is non-integer, it is truncated. * This function is Excel compatible. @EXAMPLES= LCM(2,13) equals 26. LCM(4,7,5) equals 140. @SEEALSO=GCD
dz: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM དེ་གིས་ ཧྲིལ་གྲངས་ཀྱི་མཐུན་མོང་སྙོམས་གྲངས་ཉུང་ཤོས་འདི་སླར་ལོག་འབདཝ་ཨིན། མཐུན་མོང་སྙོམས་གྲངས་ཉུང་ཤོས་འདི་ བྱིན་ཡོད་པའི་ཧྲིལ་གྲངས་སྒྲུབ་རྟགས་ཆ་མཉམ་གྱི་སྙོམས་གྲངས་ཨིན་པའི་ ཡོད་ཆའི་ཨང་གྲངས་ཆུང་ཀུ་འདི་ཨིན། * སྒྲུབ་རྟགས་ཚུ་གང་རུང་གཅིག་ལས་ཉུང་མི་ཨིན་པ་ཅིན་, LCM དེ་གིས་ #NUM!སླར་ལོག་འབདཝ་ཨིན། * སྒྲུབ་རྟགས་གང་རུང་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, ཆུང་ཀུ་བཟོ་ཡོདཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LCM(2,13) equals 26. LCM(4,7,5) equals 140. @SEEALSO=GCD
es: @FUNCTION=LCM @SYNTAX=LCM(número1,número2,…) @DESCRIPTION=LCM devuelve el mínimo común múltiplo de enteros. El mínimo común múltiplo es el número positivo más pequeño que es múltiplo de todos los argumentos enteros dados. * Si alguno de los argumentos es menor de uno, LCM devuelve el error #NÚM!. * Si cualquiera de los argumentos es no entero, se trunca. * Esta función es compatible con Excel. @EXAMPLES= LCM(2,13) es igual a 26. LCM(4,7,5) es igual a 140. @SEEALSO=GCD
pt_br: @FUNCTION=LCM @SYNTAX=LCM(número1,número2,...) @DESCRIPTION=LCM retorna o mínimo múltiplo comum de números inteiros. O mínimo múltiplo comum é o menor inteiro positivo que é múltiplo de todos os argumentos inteiros fornecidos. * Se qualquer um dos argumentos for menor que 1, LCM retorna o erro #NUM! * Se algum dos argumentos for não inteiro, ele será truncado. * Esta função é compatível com o Excel. @EXAMPLES= LCM(2,13) retorna 26. LCM(4,7,5) retorna 140. @SEEALSO=GCD
vi: @FUNCTION=LCM @SYNTAX=LCM(number1,number2,...) @DESCRIPTION=LCM trả lại bội số chung nhỏ nhất của các số nguyên. Bội số chung nhỏ nhất là số dương nhỏ nhất là bội số của mọi đối số loại số nguyên cho trước. * Nếu có đối số nào nhỏ hơn số một thì trả lại lỗi « #NUM! ». * Nếu bất kỳ đối số nào không phải là số nguyên thì bị cắt xén. * Hàm này tương thích với Excel. @EXAMPLES= LCM(2,13) bằng 26. LCM(4,7,5) bằng 140. @SEEALSO=GCD

source: @FUNCTION=HYPOT @SYNTAX=HYPOT(number1,number2,...) @DESCRIPTION=HYPOT returns the square root of the sum of the squares of the arguments. @EXAMPLES= HYPOT(3,4) equals 5. @SEEALSO=MIN,MAX
dz: @FUNCTION=HYPOT @SYNTAX=HYPOT(number1,number2,...) @DESCRIPTION=HYPOT དེ་གིས་ སྒྲུབ་རྟགས་ལ་ལོ་ཅིག་གི་གྲུ་བཞི་ཚུ་གི་བསྡོམ་གྱི་རང་བསྒྱུར་རྩ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= HYPOT(3,4) equals 5. @SEEALSO=MIN,MAX
es: @FUNCTION=HYPOT @SYNTAX=HYPOT(número1, número2,…) @DESCRIPTION=Devuelve la raíz cuadrada de la suma de los cuadrados de los argumentos. @EXAMPLES= HYPOT(3,4) es igual a 5. @SEEALSO=MIN,MAX
nl: @FUNCTION=HYPOT @SYNTAX=HYPOT(getal1;getal2;...) @DESCRIPTION=HYPOT geeft de wortel van de som van de kwadraten van de argumenten. @EXAMPLES= HYPOT(3;4) is 5 @SEEALSO=MIN,MAX
pt_br: @FUNCTION=HYPOT @SYNTAX=HYPOT(número1,número2,...) @DESCRIPTION=A função HYPOT retorna a raiz quadrada da soma dos quadrados dos argumentos. @EXAMPLES= HYPOT(3,4) retorna 5. @SEEALSO=MIN,MAX
vi: @FUNCTION=HYPOT @SYNTAX=HYPOT(number1,number2,...) @DESCRIPTION=HYPOT trả lại căn bậc hai của tổng của mọi đối số bình phương. @EXAMPLES= HYPOT(3,4) bằng 5. @SEEALSO=MIN,MAX

source: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implements the Absolute Value function: the result is to drop the negative sign (if present). This can be done for integers and floating point numbers. * This function is Excel compatible. @EXAMPLES= ABS(7) equals 7. ABS(-3.14) equals 3.14. @SEEALSO=CEIL, CEILING, FLOOR, INT, MOD
dz: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS དེ་གིས་ གནས་གོང་ལཱ་འགན་ཡང་དག་འདི་བསྟར་སྤྱོད་འབདཝ་ཨིན: གྲུབ་འབྲས་འདི་མེད་ཆ་ཨང་རྟགས་ (ཡོད་པ་ཅིན་)བཞག་ནིའི་དོན་ལུ་ཨིན། འདི་བཟུམ་སྦེ་ ཧྲིལ་གྲངས་ཚུ་དང་དཔག་ཚད་ལྡིང་མི་ཨང་གྲངས་གུ་འབད་བཏུབ། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ABS(7) equals 7. ABS(-3.14) equals 3.14. @SEEALSO=CEIL, CEILING, FLOOR, INT, MOD
es: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implementa la función valor absoluto: el resultado se obtiene dejando el signo negativo (si está presente). Se aplica a números enteros y de coma flotante. * Esta función es compatible con Excel. @EXAMPLES= ABS(7) es igual a 7. ABS(-3,14) es igual a 3,14. @SEEALSO=CEIL, CEILING, FLOOR, INT, MOD
fr: @FUNCTION=ABS @SYNTAX=ABS(valeur) @DESCRIPTION=Renvoie la valeur absolue de @valeur, c'est-à-dire supprime un éventuel signe négatif. Cette fonction peut être utilisée pour les entiers et les réels. * Cette fonction est compatible avec Excel. @EXAMPLES= ABS(7) vaut 7. ABS(-3,14) vaut 3,14. @SEEALSO=CEIL, FLOOR
nl: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS geeft de absolute waarde: het laat het minteken vallen als het aanwezig is. Dit kan voor zowel gehele getallen gedaan worden als voor reëele getallen. * Deze functie is compatibel met Excel. @EXAMPLES= ABS(7) is 7 ABS(-3,14) is 3,14 @SEEALSO=CEIL, FLOOR, INT, MOD
pt_br: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implementa a função Valor Absoluto. O resultado é o argumento sem o sinal negativo, se houver. Pode ser usada com inteiros ou números de ponto flutuante. * Esta função é compatível com o Excel. @EXAMPLES= ABS(7) retorna 7. ABS(-3.14) retorna 3.14. @SEEALSO=CEIL, CEILING, FLOOR, INT, MOD
sk: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS implementuje absolútnu hodnotu: výsledok zahodí znamienko mínus (ak tam je). To je možné urobiť pre celé aj reálne čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ABS(7) sa rovná 7. ABS(-3.14) sa rovná 3.14. @SEEALSO=CEIL, FLOOR
vi: @FUNCTION=ABS @SYNTAX=ABS(b1) @DESCRIPTION=ABS thực hiện hàm Giá trị Tuyệt đối: kết quả là trừ dấu trừ (nếu có). Có thể gõ số nguyên và số với điểm phù động. * Hàm này tương thích với Excel. @EXAMPLES= ABS(7) bằng 7. ABS(-3.14) bằng 3.14. @SEEALSO=CEIL, FLOOR

source: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS function calculates the arc cosine of @x; that is the value whose cosine is @x. * The value it returns is in radians. * If @x falls outside the range -1 to 1, ACOS returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= ACOS(0.1) equals 1.470629. ACOS(-0.1) equals 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
dz: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS ལཱ་འགན་དེ་གིས་ @x གི་ཨརཀ་ཀོ་སིན་རྩིས་སྟོནམ་ཨིན་; ཀོ་སིན་@xཨིན་པའི་གནས་གོང་ཨིན། * དེ་གིས་སླར་ལོག་འབད་མི་གནས་གོང་འདི་རེ་ཌི་ཡཱནསི་ནང་ཨིན། * If @x འདི་ཁྱབ་ཚད་ -1 to 1ཕྱི་ཁར་ཚུད་པ་ཅིན་, ACOS དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ACOS(0.1) equals 1.470629. ACOS(-0.1) equals 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
es: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=Calcula el arco coseno de @x; o sea, el valor cuyo coseno es @x. * Si @x cae fuera del rango de -1 a 1, ACOS devuelve el error #NÚM!. * El valor devuelto se expresa en radianes. * Esta función es compatible con Excel. @EXAMPLES= ACOS(0.1) es igual a 1,470629. ACOS(-0.1) es igual a 1,670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
fr: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=La fonction ACOS calcule l'arc-cosinus de @x, c'est à dire la valeur dont le cosinus vaut @x. La valeur renvoyée est en radians. * Si @x est en dehors de l'intervalle [-1, 1], ACOS renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= ACOS(0,1) vaut 1,470629. ACOS(-0,1) vaut 1,670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
nl: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS berekent de arccosinus van @x; de waarde dus waarvan de cosinus gelijk is aan @x. * Het resultaat van ACOS is in radialen. * Als @x buiten het bereik -1 tot 1 valt, geeft ACOS een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= ACOS(0,1) is 1,470629 ACOS(-0,1) is 1,670964 @SEEALSO=COS, SIN, DEGREES, RADIANS
pt_br: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=ACOS calcula o arco-cosseno de @x; que é o valor cujo cosseno é @x. * Se @x estiver fora do intervalo de -1 a 1, ACOS falha e retorna o erro NUM! * O valor retornado está em radianos. * Esta função é compatível com o Excel. @EXAMPLES= ACOS(0.1) retorna 1.470629. ACOS(-0.1) retorna 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
sk: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=Funkcia ACOS počíta arkus kosínus @x; čo je hodnota, ktorej kosínus je @x. Ak @x nie je od -1 do 1, ACOS zlyhá a vráti chybu #NUM!. Vrátená hodnota je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ACOS(0.1) sa rovná 1.470629. ACOS(-0.1) sa rovná 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS
vi: @FUNCTION=ACOS @SYNTAX=ACOS(x) @DESCRIPTION=Hàm ACOS trả lại arccos của @x: giá trị có cosin @x. * Giá trị trả lại dùng đơn vị radian. * Nếu @x nằm ngoài khoảng [-1,1] thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= ACOS(0.1) bằng 1.470629. ACOS(-0.1) bằng 1.670964. @SEEALSO=COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH function calculates the inverse hyperbolic cosine of @x; that is the value whose hyperbolic cosine is @x. * If @x is less than 1.0, ACOSH() returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= ACOSH(2) equals 1.31696. ACOSH(5.3) equals 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
dz: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH ལཱ་འགན་དེ་གིས་ @xགི་ལུགས་ལྡོག་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཀོ་སིན་འདི་རྩིས་སྟོནམ་ཨིན; རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཀོ་སིན་ @xཨིན་པའི་གནས་གོང་ཨིན། * If @x འདི་1.0ལས་ཉུང་པ་ཅིན་, ACOSH() དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ACOSH(2) equals 1.31696. ACOSH(5.3) equals 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
es: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=Calcula el coseno hiperbólico inverso de @x; o sea, el valor cuyo coseno hiperbólico es @x. * Si @x es inferior a 1.0, ACOSH devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= ACOSH(2) devuelve 1.31696. ACOSH(5.3) devuelve 2.35183. @SEEALSO=ACOS, ASINH. DEGREES, RADIANS
fr: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=La fonction ACOSH calcule le cosinus hyperbolique inverse de @x, c'est à dire la valeur dont le cosinus hyperbolique vaut @x. * Si @x est inférieur à 1, ACOSH renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= ACOSH(2) vaut 1,31696. ACOSH(5,3) vaut 2,35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
nl: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH berekent de inverse cosinus hyperbolicus van @x; de waarde dus, waarvan de cosinus hyperbolicus gelijk is aan @x. * Als @x kleiner is dan 1,0 geeft acosh() een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= ACOSH(2) is 1,31696 ACOSH(5,3) is 2,35183 @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
pt_br: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=ACOSH calcula o inverso do cosseno hiperbólico de @x; que é o valor cujo cosseno hiperbólico é igual a @x. * Se @x for menor que 1, ACOSH retorna o erro NUM! * Esta função é compatível com o Excel. @EXAMPLES= ACOSH(2) retorna 1.31696. ACOSH(5.3) retorna 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
sk: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=Funkcia ACOSH počíta inverzný hyperbolický kosínus @x; čo je hodnota, ktorej hyperbolický kosínus je @x. Ak je @x menšie ako 1.0, ACOSH() vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ACOSH(2) sa rovná 1.31696. ACOSH(5.3) sa rovná 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS
vi: @FUNCTION=ACOSH @SYNTAX=ACOSH(x) @DESCRIPTION=hàm ACOSH tính cosin hyperbol đảo của @x; tức là giá trị có cosin hyperbol @x. * Nếu @x nhỏ hơn 1.0 thì ACOSH() trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= ACOSH(2) bằng 1.31696. ACOSH(5.3) bằng 2.35183. @SEEALSO=ACOS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN function calculates the arc sine of @x; that is the value whose sine is @x. * If @x falls outside the range -1 to 1, ASIN returns the #NUM! error. * This function is Excel compatible. @EXAMPLES= ASIN(0.5) equals 0.523599. ASIN(1) equals 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
dz: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN ལཱ་འགན་དེ་གིས་ @xགི་ཨརཀ་ཀོ་སིན་རྩིས་སྟོནམ་ཨིན་; དེ་ཡང་ སིན་@xཨིན་པའི་གནས་གོང་ཨིན། * If @x འདི་ ཁྱབ་ཚད་ -1 ལུ་1 ཚུད་པ་ཅིན་, ASIN དེ་གིས་#NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ASIN(0.5) equals 0.523599. ASIN(1) equals 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
es: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=Calcula el arco seno de @x; o sea, el valor cuyo seno es @x. * Si @x cae fuera del rango de -1 a 1, ASIN devuelve el error #NÚM!. * El valor devuelto se expresan en radianes. * Esta función es compatible con Excel. @EXAMPLES= ASIN(0.5) es igual a 0.523599. ASIN(1) es igual a 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
fr: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=La fonction ASIN calcule l'arc-sinus de @x, c'est à dire la valeur dont le sinus vaut @x. * Si @x est en dehors de l'intervalle [-1, 1], ASIN renvoie #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= ASIN(0,5) vaut 0,523599. ASIN(1) vaut 1,570797. @SEEALSO=COS, SIN, ASINH, DEGREES, RADIANS
nl: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=ASIN berekent de arcsinus van @x; de waarde dus waarvan de sinus gelijk is aan @x. * Als @x buiten het bereik -1 tot 1 valt, geeft ASIN een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= ASIN(0,5) is 0,523599 ASIN(1) is 1,570797 @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
pt_br: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=A função ASIN calcula o arcoseno de @x; que é o valor cujo seno é @x. * Se @x estiver fora do intervalo entre -1 e 1, ASIN retorna o erro NUM! * O valor retornado está em radianos. * Esta função é compatível com o Excel. @EXAMPLES= ASIN(0.5) retorna 0.523599. ASIN(1) retorna 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
sk: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=Funkcia ASIN počíta arkus sínus @x; čo je hodnota, ktorej sínus je @x. Ak je @x mimo rozsah -1 až 1, ASIN zlyhá a vráti chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ASIN(0.5) sa rovná 0.523599. ASIN(1) sa rovná 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS
vi: @FUNCTION=ASIN @SYNTAX=ASIN(x) @DESCRIPTION=Hàm ASIN trả lại arcsin của @x, tức là giá trị có sin @x. * Nếu @x nằm ngoài phạm vi [-1,1] thì trả lại lỗi « #NUM! ». * Giá trị trả lại dùng đơn vị radian. * Hàm này tương thích với Excel. @EXAMPLES= ASIN(0.5) bằng 0.523599. ASIN(1) bằng 1.570797. @SEEALSO=SIN, COS, ASINH, DEGREES, RADIANS

source: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH function calculates the inverse hyperbolic sine of @x; that is the value whose hyperbolic sine is @x. * This function is Excel compatible. @EXAMPLES= ASINH(0.5) equals 0.481212. ASINH(1.0) equals 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
dz: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH ལཱ་འགན་དེ་གིས་ @xགི་ལུགས་ལྡོག་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་སིན་འདི་རྩིས་སྟོནམ་ཨིན་; དེ་ཡང་ རབ་བཏགས་ཀྱི་རྒྱན་ཅན་སིན་ @xཨིན་པའི་གནས་གོང་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ASINH(0.5) equals 0.481212. ASINH(1.0) equals 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
es: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=Calcula el seno hiperbólico inverso de @x; o sea el valor cuyo seno hiperbólico es @x. * Esta función es compatible con Excel. @EXAMPLES= ASINH(0.5) es igual a 0,481212. ASINH(1.0) es igual a 0,881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
fr: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=La fonction ASINH calcule le sinus hyperbolique inverse de @x, c'est à dire la valeur dont le sinus hyperbolique vaut @x. * Cette fonction est compatible avec Excel. @EXAMPLES= ASINH(0,5) vaut 0,481212. ASINH(1,0) vaut 0,881374. @SEEALSO=ASIN, ACOSH, COS, SIN, DEGREES, RADIANS
nl: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH berekent de inverse sinus hyperbolicus van @x; de waarde dus waarvan de sinus hyperbolicus gelijk is aan @x. * Deze functie is compatibel met Excel. @EXAMPLES= ASINH(0,5) is 0,481212 ASINH(1,0) is 0,881374 @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
pt_br: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=ASINH calcula o inverso do seno hiperbólico de @x; que é o valor cujo seno hiperbólico é igual a @x. * Esta função é compatível com o Excel. @EXAMPLES= ASINH(0.5) retorna 0.481212. ASINH(1.0) retorna 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
sk: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=Funkcia ASINH počíta inverzný hyperbolický sínus @x; čo je hodnota, ktorej hyperbolický sínus je @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ASINH(0.5) sa rovná 0.481212. ASINH(1.0) sa rovná 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS
vi: @FUNCTION=ASINH @SYNTAX=ASINH(x) @DESCRIPTION=hàm ASINH tính sin hyperbol đảo của @x, tức là giá trị có sin hyperbol @x. * Hàm này tương thích với Excel. @EXAMPLES= ASINH(0.5) bằng 0.481212. ASINH(1.0) bằng 0.881374. @SEEALSO=ASIN, ACOSH, SIN, COS, DEGREES, RADIANS

source: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN function calculates the arc tangent of @x; that is the value whose tangent is @x. * Return value is in radians. * This function is Excel compatible. @EXAMPLES= ATAN(0.5) equals 0,463648. ATAN(1) equals 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
dz: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN ལཱ་འགན་འདི་གིས་ @xགི་ཨརཀ་ཊེན་ཇེནཊི་འདི་རྩིས་སྟོནམ་ཨིན་; དེ་ཡང་ ཊེན་ཇེནཊི་ @xཨིན་པའི་གནས་གོང་ཨིན། * སླར་ལོག་གནས་གོང་འདི་རེ་ཌི་ཡཱནསི་ནང་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ATAN(0.5) equals 0,463648. ATAN(1) equals 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
es: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=Calcula el arco tangente de @x; o sea el valor cuya tangente es @x. * El valor devuelto se expresa en radianes. * Esta función es compatible con Excel. @EXAMPLES= ATAN(0.5) es igual a 0,463648. ATAN(1) es igual a 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
fr: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=La fonction ATAN calcule l'arc-tangente de @x, c'est-à-dire la valeur dont la tangente vaut @x. La valeur renvoyée est en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= ATAN(0,5) vaut 0,463648. ATAN(1) vaut 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
nl: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN berekent de arctangens van @x; dat is dus de waarde waarvan de tangens @x is. * De waarde wordt gegeven in radialen. * Deze functie is compatibel met Excel. @EXAMPLES= ATAN(0,5) is 0,463648 ATAN(1) is 0,785398 @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
pt_br: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=ATAN calcula o arco tangente de x, que é o valor cuja tangente é x. * O valor é retornado está em radianos. * Esta função é compatível com o Excel. @EXAMPLES= ATAN(0.5) retorna 0,463648. ATAN(1) retorna 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
sk: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=Funkcia ATAN počíta arkus tangens @x; čo je hodnota, ktorej tangens je @x. Návratová hodnota je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ATAN(0.5) sa rovná 0,463648. ATAN(1) sa rovná 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS
vi: @FUNCTION=ATAN @SYNTAX=ATAN(x) @DESCRIPTION=Hàm ATAN trả lại arctan của @x, tức là giá trị có tang @x. Giá trị trả lại dùng đơn vị radian. * Hàm này tương thích với Excel. @EXAMPLES= ATAN(0.5) bằng 0,463648. ATAN(1) bằng 0,785398. @SEEALSO=TAN, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH function calculates the inverse hyperbolic tangent of @x; that is the value whose hyperbolic tangent is @x. * If the absolute value of @x is greater than 1.0, ATANH returns #NUM! error. * This function is Excel compatible. @EXAMPLES= ATANH(0.5) equals 0.549306. ATANH(0.8) equals 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
dz: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH ལཱ་འགན་འདི་གིས་ @xགི་ལུགས་ལྡོག་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཊེན་ཇེནཊི་འདི་རྩིས་སྟོནམ་ཨིན་; དེ་ཡང་རབ་བཏགས་ཀྱི་ཊེན་ཇེནཊི་འདི་ @xཨིན་པའི་གནས་གོང་ཨིན། * @xགི་ཡང་དག་གནས་གོང་འདི་ 1.0ལས་སྦོམ་ཡོད་པ་ཅིན་, ATANH དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ATANH(0.5) equals 0.549306. ATANH(0.8) equals 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
es: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=Calcula el arco tangente hiperbólico inverso de @x; o sea, el valor cuya tangente hiperbólica es @x. * Si el valor absoluto de @x es mayor que 1,0 ATANH devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= ATANH(0.5) es igual a 0,549306. ATANH(0.8) es igual a 1,098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
fr: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=La fonction ATANH calcule la tangente hyperbolique inverse de @x, c'est-à-dire la valeur dont la tangente hyperbolique vaut @x. * Si la valeur absolue de @x est supérieure à 1, ATANH renvoie #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= ATANH(0,5) equals 0,549306. ATANH(0,8) equals 1,098612. @SEEALSO=ATAN, TAN, COS, SIN, DEGREES, RADIANS
nl: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH berekent de arctangens hyperbolicus van @x; dat is dus de waarde waarvan de tangens hyperbolicus @x is. * Als de absolute waarde van @x groter is dan 1,0 geeft ATANH een GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= ATANH(0,5) is 0,549306 ATANH(0,8) is 1,098612 @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
pt_br: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=ATANH calcula o inverso da tangente hiperbólica de @x; que é o valor cuja tangente hiperbólica é @x. * Se o valor absoluto de x é maior que 1, ATANH retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= ATANH(0.5) retorna 0.549306. ATANH(0.8) retorna 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
sk: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=Funkcia ATANH počíta inverzný hyperbolický tangens @x; čo je hodnota, ktorej hyperbolický tangens je @x. Ak je absolútna hodnota @x väčšia ako 1.0, ATANH vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ATANH(0.5) sa rovná 0.549306. ATANH(0.8) sa rovná 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
vi: @FUNCTION=ATANH @SYNTAX=ATANH(x) @DESCRIPTION=hàm ATANH tính tang hyperbol đảo của @x, tức là giá trị có tang hyperbol @x. * Nếu giá trị tuyệt đối của @x lớn hơn 1.0 thì ATANH trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= ATANH(0.5) bằng 0.549306. ATANH(0.8) bằng 1.098612. @SEEALSO=ATAN, TAN, SIN, COS, DEGREES, RADIANS
