Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_DELTA uses the Black-Scholes model to calculate the 'delta' of a European option with call_put_flag, @call_put_flag, 'c' or 'p' struck at @strike on an asset with spot price @spot. Where @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed in the same units as @strike and @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_DELTA དེ་གིས་ ས་ཁོངས་གོང་ཚད་@spotདང་ཅིག་ཁར་ བདོག་གཏད་@strikeཅིག་གུ་call_put_flag, @call_put_flag, 'c' ཡང་ན་ 'p'དང་ཅིག་ཁར་ ཡུ་རོ་པིན་གདམ་ཁ་ཅིག་གི་ 'ཌེལ་ཊ'འདི་རྩིས་བཏོན་ནི་ལུ་ བེལེཀ་-ཤོལསི་འདི་ལག་ལེན་འཐབ་ཨིན། @time འདི་ ལོ་གྲངས་ནང་སླབ་ཡོད་པའི་གནམ་ཁ་གི་དུས་ཡུན་ཚང་བ་ལུ་ཆུ་ཚོད་ཨིན་མི་ལུ། @rate འདི་ ཉན་ཁ་མེད་པའི་སྐྱེད་ཚད་ཨིན། @volatility འདི་ ཚེས་གྲངས་བསྟར་སྤྱོད་འབད་མི་ལུ་དུས་ཡུན་གྱི་དོན་ལུ་བདོག་གཏད་ཀྱི་ བརྒྱ་ཆའི་ནང་ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་གདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་ནི་འདི་ཨིན་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་འབད་ཡོད་པའི་གནས་གོང་འདི་ @strike དང་ @spotསྦེ་ཆ་ཕྲན་གཅིག་པ་སྦེ་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(indicador_call_put,spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BS_DELTA usa el modelo Black-Scholes para calcular la «delta» de una opción europea con call/put fijada un precio @strike en un activo con precio @spot. (La «delta» de una opción es la tasa de cambio de su precio respecto al precio spot del activo subyacente.) @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado en las mismas unidades que @strike y @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_ou_put;prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=Détermine le "delta" d'une option Européenne d'après le modèle de Black-Scholes. L'option est à la valeur @valeur dans @jours_avant_échéance jours, sur un titre valant @prix, d'une volatilité annuelle (en pourcentage) de @volatilité. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. (Le delta d'une option est le taux de changement de son prix par rapport au prix du titre sur lequel elle s'appuie). @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée est le taux de changement de sa valeur par changement unitaire de @prix. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_put_keuze,prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS_DELTA gebruikt het Black-Scholes model voor de berekening van de "delta" van een Europese call- of put-optie (aangegeven met c of p) met een uitoefenprijs: @prijs op activa met een koers: @koers. @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in jaren. @rente is de risico-vrije rentestand tot expiratie, in percentage. @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt in dezelfde eenheden als @koers en @prijs. De delta van een optie geeft aan hoeveel de waarde van die optie verandert als de koers van de onderliggende waarde verandert. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(tipo_compra_venda,à_vista,exercício,tempo,taxa,volatilidade [,custo_de_carregamento]) @DESCRIPTION=OPT_BS_DELTA utiliza o modelo Black-Scholes para calcular o 'delta' de uma opção na modalidade Européia de compra ou venda. @tipo_compra_venda, pode ser 'c' ou 'p' para opção de compra ou venda, respectivamente. @à_vista é o preço à vista (spot) de um ativo com preço de exercício @exercício. @tempo é tempo para vencimento da opção expresso em anos. @taxa é a taxa de interesse livre de risco. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso nas mesmas unidades de @à_vista e de @exercício. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_put_delta @SYNTAX=opt_bs_put_delta(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet ceny európskej put opcie @zaciatok na majetok s cenou @cena. (Delta opcie je rýchlosť zmeny ceny s ohľadom na cenu majetku.) @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rýchlosť zmeny hodnoty za zmenu jednotky v @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
vi: @FUNCTION=OPT_BS_DELTA @SYNTAX=OPT_BS_DELTA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_DELTA dùng mẫu Black-Scholes để tính « đelta δ » của một tùy chọn Châu Âu nào đó, dùng call_put_flag, @call_put_flag, 'c' or 'p' được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất miễn rủi ro. @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện theo cùng một đơn vị với @strike và @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_GAMMA uses the Black-Scholes model to calculate the 'gamma' of a European option struck at @strike on an asset with spot price @spot. (The gamma of an option is the second derivative of its price with respect to the price of the underlying asset, and is the same for calls and puts.) @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of delta per unit change in @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
dz: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_GAMMA དེ་གིས་ ས་གནས་གོང་ཚད་@spot དང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་ @strikeལུ་ ཡུ་རོ་པིན་གདམ་ཁ་སིཊཀ་ཅིག་གི་ 'གམ་མ' འདི་རྩིས་བཏོན་ནི་ལུ་ ཤོལསི་གནགཔོ་གི་དཔེ་འདི་ལག་ལེན་འཐབ་ཨིན། (གདམ་ཁ་ཅིག་གི་གམ་མ་འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གོང་ཚད་ལུ་འབྲེལ་བའི་དེའི་གོང་ཚད་ཀྱི་ འགྱུར་བ་གཉིས་པ་འདི་ཨིནམ་དང་ ཀོལསི་དང་བཙུགས་ནི་ལུ་ལྕོགས་ཐདཔ་ཨིན།) @time འདི་ ལོ་གྲངས་ནང་གདམ་ཁ་གསལ་སྟོན་འབད་དེ་ཡོད་པའི་དུས་ཡུན་ཚང་མི་ལུ་ ཆུ་ཚོད་ཨིན། @rate འདི་ བརྒྱ་ཆའི་ནང་བསྟར་སྤྱོད་ཚེས་གྲངས་ལུ་ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་ཨིན། @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་ལུ་དུས་ཡུན་གྱི་དོན་ལུ་ བརྒྱ་ཆའིནང་ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་གདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་ བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་འབད་ཡོད་པའི་གནས་གོང་འདི་ @spotནང་བསྒྱུར་བཅོས་ཆ་ཕྲན་རེ་རེའི་ཌེལ་ཊ་གི་ ཚད་བསྒྱུར་བཅོས་སྦེ་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
es: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BS_GAMMA usa el modelo Black-Scholes para calcular la «gamma» de una opción europea fijada a @strike en un activo con precio @spot. (La «gamma» de una opción es la derivada segunda de su precio respecto al precio del activo subyacente, y es el mismo para calls y puts.) @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo a fecha del ejercicio, en tanto por ciento. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado en las mismas unidades que @strike y @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
fr: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=Détermine le "gamma" d'une option Européenne d'après le modèle de Black-Scholes. L'option est à la valeur @valeur, sur un titre valant @prix. (Le gamma d'une option est la dérivée seconde de son prix par rapport au prix du titre sur lequel elle s'appuie, et elle est la même pour les calls et les puts). @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée est le taux de changement de delta par changement unitaire de @prix. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
nl: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS_GAMMA gebruikt het Black-Scholes model voor de berekening van de "gamma" van een Europese optie met een uitoefenprijs: @prijs op activa met een koers: @koers. (De gamma van een optie is de tweede afgeleide van de optiewaarde naar de koers van de onderliggende waarde. De gamma heeft dezelfde waarde voor calls en puts.) @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in jaren. @rente is de risico-vrije rentestand tot expiratie, in percentage. @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt als de verandering in delta per eenheid verandering van de koers @koers. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
pt_br: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(à_vista,exercício,tempo,taxa,volatilidade[,custo_de_carregamento]) @DESCRIPTION=OPT_BS_GAMMA utiliza o modelo Black-Scholes para calcular o 'gamma' de uma opção na modalidade Européia com preço de exercício @exercício sendo o preço de compra à vista (spot) @à_vista. (O gamma de uma opção é a segunda derivada do seu preço em relação ao preço do ativo envolvido, sendo o mesmo para opções de compra ou venda). @tempo é tempo para vencimento da opção expresso em anos. @taxa é a taxa de interesse livre de risco até a data de exercício, em porcentagem. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo ou no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso como uma taxa de variação do delta por unidade de variação de @exercício. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA
sk: @FUNCTION=opt_bs_gamma @SYNTAX=opt_bs_gamma(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet "gamma" európskej opcie @zaciatok na majetok s cenou @cena. (Gamma opcie je druhá derivácia jej ceny s ohľadom cenu majetku a je rovnaká pre call aj put.) @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rýchlosť zmeny hodnoty za zmenu delta v @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_call_theta, opt_bs_vega
vi: @FUNCTION=OPT_BS_GAMMA @SYNTAX=OPT_BS_GAMMA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_GAMMA dùng mẫu Black-Scholes để tính « gamma γ » của một tùy chọn Châu Âu được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. (Gamma trên một tùy chọn là đạo hàm thứ hai của giá nó, tương ứng với giá của tài sản cơ sở; là cùng một điều cho cả việc gọi (call) lẫn việc để (put) đều.) @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất miễn rủi ro. @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện theo tỷ lệ thay đổi delta trong một đơn vị thay đổi trong @spot. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_VEGA

source: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_THETA uses the Black-Scholes model to calculate the 'theta' of a European option with call_put_flag, @call_put_flag struck at @strike on an asset with spot price @spot. (The theta of an option is the rate of change of its price with respect to time to expiry.) @time is the time to maturity of the option expressed in years and @rate is the risk-free interest rate to the exercise date, in percent. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as minus the rate of change of option value, per 365.25 days. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_THETA དེ་གིས་ ས་ཁོངས་གོང་ཚད་@spot དང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་ @strikeལུ་ call_put_flag, @call_put_flag སིཊཀ་ དང་ཅིག་ཁར་ ཡུ་རོ་པིན་གདམ་ཁ་ཅིག་གི་ 'ཐི་ཊ'འདི་རྩིས་བཏོན་ནི་ལུ་ ཤོལསི་གནགཔོ་དཔེ་འདི་ལག་ལེན་འཐབ་ཨིན། (གདམ་ཁ་འདི་གི་ཐེ་ཊ་འདི་ དུས་ཡུན་ཡལ་མི་ལུ་འབྲེལ་མི་དང་ཅིག་ཁར་དེའི་གོང་ཚད་ཀྱི་བསྒྱུར་བཅོས་འདི་ཨིན།) @time འདི་ ལོ་གྲངས་ནང་གདམ་ཁ་གསལ་སྟོན་འབད་དེ་ཡོད་མི་གི་ དུས་ཡུན་ཚང་བ་ལུ་ཆུ་ཚོད་འདི་ཨིནམ་ དང་ @rate འདི་ བརྒྱ་ཆའི་ནང་ བསྟར་སྤྱོད་ཚེས་གྲངས་ལུ་ ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་འདི་ཨིན། @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་དུས་ཡུན་གྱི་དོན་ལུ་ བདོག་གཏད་ཀྱི་བརྒྱ་ཆའི་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིན། * སླར་ལོག་འབད་མི་གནས་གོང་འདི་ 365.25 ཉིནམ་རེ་རེ་ལུ་ གདམ་ཁའི་གནས་གོང་གི་བསྒྱུར་བཅོས་ཀྱི་ཚད་ཕབ་ཆ་སྦེ་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(indicador_call_put,spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BS_THETA usa el modelo Black-Scholes para calcular la «teta» de una opción europea con call/put fijada a precio @strike en un activo con precio @spot. (La «teta» de una opción es la tasa de cambio de su precio respecto al la fecha de expiración.) @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo a fecha del ejercicio, en tanto por ciento. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para «stocks» comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado como menos la tasa de cambio del valor de la opción, por 365,25 días. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_ou_put;prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=Détermine le "theta" d'une option Européenne, call ou put selon que @call_ou_put vaut 'c' ou 'p', d'après le modèle de Black-Scholes. L'option est à la valeur @valeur sur un titre valant @prix. (Le theta d'une option est le taux de changement de son prix par rapport au temps avant expiration). @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée est l'opposé du taux de changement de sa valeur par 365,25 jours. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_put_keuze;prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS_THETA gebruikt het Black-Scholes model voor de berekening van de "theta" van een Europese call- of put-optie (aangegeven met c of p) met een uitoefenprijs: @prijs op activa met een koers: @koers. (De theta van een optie geeft aan hoeveel de waarde van die optie verandert naarmate de resterende looptijd verandert.) @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in jaren. @rente is de risico-vrije rentestand tot expiratie, in percentage. @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt als: minus de mate van verandering van de optiewaarde, per 365,25 dagen. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(tipo_compra_venda,à_vista,exercício,tempo,taxa,volatilidade [,custo_de_carregamento]) @DESCRIPTION=OPT_BS_THETA utiliza o modelo Black-Scholes para calcular o 'theta' de uma opção na modalidade Européia de compra ou venda. (O theta de uma opção é a taxa de variação do seu preço em relação ao seu tempo para expirar). @tipo_compra_venda, pode ser 'c' ou 'p' para opção de compra ou venda, respectivamente. @à_vista é o preço à vista (spot) de um ativo com preço de exercício @exercício. @tempo é tempo para vencimento da opção expresso em anos. @taxa é a taxa de interesse livre de risco. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo ou no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso como o sinal invertido da taxa de variação do valor da opção, por 365.25 dias. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_put_theta @SYNTAX=opt_bs_call_put(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet "theta" európskej put opcie @zaciatok na majetok s cenou @cena. (Theta opcie je rýchlosť zmeny ceny s ohľadom na dátum splatnosti.) @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude ako mínusová percentuálna zmena hodnoty za jeden rok (365.25 dní). @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_vega, opt_bs_gamma
vi: @FUNCTION=OPT_BS_THETA @SYNTAX=OPT_BS_THETA(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_THETA dùng mẫu Black-Scholes để tính « theta θ » của một tùy chọn Châu Âu nào đó, dùng call_put_flag, @call_put_flag, 'c' or 'p' được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. (Theta trên một tùy chọn là tỷ lệ thay đổi giá nó, tương ứng với thời gian đến mãn hạn.) @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm và @rate là lãi xuất miễn rủi ro trong thời gian đến ngày thi hành, theo phần trăm. @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện là trừ tỷ lệ thay đổi giá trị tùy chọn, trong mỗi 365.25 ngày. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_VEGA, OPT_BS_GAMMA
