Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=SLN function will determine the straight line depreciation of an asset for a single period. The formula is: Depreciation expense = ( @cost - @salvage_value ) / @life @cost is the cost of an asset when acquired (market value). @salvage_value is the amount you get when asset is sold at the end of the asset's useful life. @life is the anticipated life of an asset. * If @life <= 0, SLN returns #NUM! error. @EXAMPLES= For example, lets suppose your company purchases a new machine for $10,000, which has a salvage value of $700 and will have a useful life of 10 years. The SLN yearly depreciation is computed as follows: =SLN(10000, 700, 10) This will return the yearly depreciation figure of $930. @SEEALSO=SYD
dz: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=SLN ལཱ་འགན་དེ་གིས་ དུས་ཡུན་རྐྱང་པ་ཅགི་གི་དོན་ལུ་ བདོག་གཏད་ཅིག་གི་གྲལ་ཐིག་ཕྲང་པའི་གོང་ཐང་ཆག་པ་འདི་གཞན་འབེབས་བཟོཝ་ཨིན། མན་ངག་འདི: གོང་ཐང་ཆག་པའི་ཟད་གྲོ་ = ( @cost - @salvage_value ) / @life @cost འདི་ (ཚོང་འབྲེལ་གནས་གོང་)འཐོབ་ད་བདོག་གཏད་ཅིག་གི་རིན་ཨིན། @salvage_value འདི་ བདོག་གཏད་འདི་ བདོག་གཏད་ཀྱི་ཁག་ཆེ་བའི་ཚེ་མཇུག་ལུ་བཙོངམ་ད་ ཁྱོད་ཀྱིས་ཐོབ་པའི་དངུལ་བསྡོམ་འདི་ཨིན། @life འདི་ བདོག་གཏད་ཀྱི་ཚེ་ཡུན། * If @life <= 0, SLN དེ་གིས་ #NUM! འཛོལ་བ་འིདསླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= དཔེར་ན་, ཁྱོད་རའི་ཚོང་སྡེ་དེ་གིས་$10,000 སྦེ་འཕྲུལ་ཆས་གསརཔ་གཅིག་ཉོ་ཡོདཔ་སྦེ་ཆ་བཞག་གེ་, དེ་ལུ་ཉེན་སྐྱོབ་གནས་གོང་ $700 ཡོདཔ་དང་ དེ་ལུ་ཁག་ཆེ་བའི་ཚེ་ཡུན་ ལོ་༡༠་ཡོདཔ། ཨེསི་ཨེལ་ཨེན་ལོ་བསྟར་གོང་ཐང་ཆག་པ་འདི་ འོག་ལུ་བཀོད་དོ་བཟུམ་གློག་རིག་བཀོད་ཡོདཔ: =SLN(10000, 700, 10) འདི་གིས་ལོ་བསྟར་ཨང་ཡིག་ $930 འདི་སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=SYD
es: @FUNCTION=SLN @SYNTAX=SLN(coste,valor_recuperación,vida) @DESCRIPTION=La función SLN determinará la recta de depreciación de un activo para un solo período. La fórmula es: Coste de depreciación = (@coste - @valor_recuperación)/@vida @coste es el coste de un activo al adquirirlo (valor de mercado). @valor_recuperación es la cantidad que obtiene cuando se vende el activo al final de la vida útil del activo. @vida es la vida anticipada de un activo. * Si @vida <=0, SLN devuelve un error #NÚM! @EXAMPLES= Por ejemplo, supongamos que su empresa compra una máquina nueva por 10.000$, que tiene un valor de recuperación de 700$ y tendrá una vida útil de 10 años. La depreciación anual SLN se calcula como sigue: SLN(10000, 700, 10) Esto devolverá la figura de depreciación anual de 930$. @SEEALSO=SYD
fr: @FUNCTION=SLN @SYNTAX=SLN(coût;val_résid;durée_vie) @DESCRIPTION=La fonction SLN calcule un amortissement selon la méthode linéaire pour une période. Le coût du bien est @coût, il sera conservé @durée_vie périodes, et vaudra encore @val_résid à l'issue. La formule utilisée est ici is: Amortissement = ( @coût - @val_résid ) / @vie * Si @durée_vie <= 0, SLN renvoie l'erreur #NUM! @EXAMPLES= Supposons que votre compagnie achète une machine pour 10 000 F, et compte la revendre 700 F dans 10 ans. L'amortissement linéaire annuel est alors calculé par : =SLN(10000; 700; 10), soit 930 F. @SEEALSO=SYD
nl: @FUNCTION=SLN @SYNTAX=SLN(kosten;restwaarde;levensduur) @DESCRIPTION=SLN berekent de afschrijving van activa voor een enkele termijn middels een lineaire afschrijving. Deze methode verdeelt de afschrijving gelijkmatig over de levensduur van de activa. De formule die wordt gebruikt voor lineaire afschrijving is: Afschrijvingskosten = ( @kosten - @restwaarde ) / @levensduur @kosten zijn de aanschafkosten van de activa (marktwaarde) @restwaarde is de restwaarde op het eind van de afschrijvingsperiode @levensduur is het aantal termijnen waarover de activa worden afgeschreven. (de verwachte levensduur). * Als @levensduur <=0 geeft SLN een #GETAL! foutmelding. @EXAMPLES= Stel, uw bedrijf schaft een machine aan voor $10,000 die een restwaarde heeft van $700. De machine heeft een levensduur van 10 jaar. De jaarlijkse afschrijving van de machine volgens de SLN methode is nu: SLN(10000; 700; 10) is $930. @SEEALSO=SYD
pt_br: @FUNCTION=SLN @SYNTAX=SLN(custo,valor_residual,vida) @DESCRIPTION=SLN determina a depreciação linear de um ativo por um período fixo. A fórmula é: Gasto com depreciação = ( @custo - @valor_residual ) / @vida @custo é o custo do ativo quando adquirido (valor de mercado). @valor_residual é a quantia que você recebe quando o ativo é vendido ao final do período de utilização do ativo. @vida é a vida útil prevista (em períodos) para o ativo. * Se @vida <= 0, SLN retorna o erro #NUM! @EXAMPLES= Por exemplo, suponha que sua companhia compra uma nova máquina por $10.000, que tem um valor residual de $700 e terá uma vida útil de 10 anos. A depreciação linear anual é calculada da seguinte maneira: =SLN(10000, 700, 10) Isto retornará uma depreciação anual de $930. @SEEALSO=SYD
sk: @FUNCTION=SLN @SYNTAX=SLN(náklady,zostatok,životnosť) @DESCRIPTION=Funkcia SLN určuje lineárny odpis aktíva za jedno obdobie. @náklady je počiatočná cena aktíva, @zostatok je hodnota aktíva na konci živostnosti a @životnosť je počet období odpisu. Táto metód vydelí náklady rovnako za celú životnosť. Vzorec je: Odpis = ( @náklady - @zostatok ) / @živostnosť @náklady = náklady aktíva pri nákupe (tržná cena). @zostatok = cena získaná odpredajom na konci živostnosti aktíva. @životnosť = očakávaná životnosť aktíva. @EXAMPLES= Predpokladajme, že firma kúpi nový stroj za $10,000, ktorého zostatková cena je $700 a životnosť je 10 rokov. Ročný odpis SLN spočíta ako: =SLN(10000, 700, 10) To znamená, že ročný odpis bude $930. @SEEALSO=SYD
vi: @FUNCTION=SLN @SYNTAX=SLN(cost,salvage_value,life) @DESCRIPTION=hàm SLN sễ quyết định khấu tao đường thẳng của tài sản trong một thời gian riêng lẻ. Công thức là: Tiêu khấu tao = ( @cost - @salvage_value ) / @life @cost là _giá_ được trả cho tài sản (giá trị thị trường). @salvage_value là số tiền nhận khi bán tài sản tại kết thúc đợi sống có ích của nó (_giá trị thanh lý_). @life là _đợi sống_ tài sản được dự tính. * Nếu « @life ≤ 0 », SLN trả lại lỗi « #NUM! ». @EXAMPLES= Lấy thí dụ, nếu công ty bạn mua một máy mới có giá $10,000, có giá trị thanh lý là $700 và đợi sống có ích là 10 năm. Khấu tạo SLN mỗi năm được tính như theo đây: =SLN(10000, 700, 10) Nó sẽ trả lại số khấu tao mỗi năm là $930. @SEEALSO=SYD

source: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=SYD function calculates the sum-of-years digits depreciation for an asset based on its cost, salvage value, anticipated life and a particular period. This method accelerates the rate of the depreciation, so that more depreciation expense occurs in earlier periods than in later ones. The depreciable cost is the actual cost minus the salvage value. The useful life is the number of periods (typically years) over which the asset is depreciated. The Formula used for sum-of-years digits depreciation is: Depreciation expense = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost is the cost of an asset when acquired (market value). @salvage_value is the amount you get when asset sold at the end of its useful life. @life is the anticipated life of an asset. @period is the period for which we need the expense. * If @life <= 0, SYD returns #NUM! error. @EXAMPLES= For example say a company purchases a new computer for $5000 which has a salvage value of $200, and a useful life of five years. We would use the following to calculate the second year's depreciation using the SYD method: =SYD(5000, 200, 5, 2) which returns 1,280.00. @SEEALSO=SLN
dz: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=SYD ལས་འགན་འདི་གིས་བདོག་གཏད་གཞི་བཞག་གི་དོན་ལུ་ དེའི་རིན་ ཉེན་སྐྱོབ་ ཚེ་ཡུན་དང་དུས་ཡུན་བྱེ་བྲག་གུ་གཞི་བཞག་སྟེ་ ལོ་བསྡོམ་ཨང་ཡིག་གོང་འབབ་འདི་རྩིས་བཏོནམ་ཨིན། ཐབས་ལམ་འདི་གིས་གོང་འབབ་ཀྱི་ཚད་འདི་ཡར་སེང་འབདཝ་ཨིན་, དེ་འབད་བ་ཅིན་ གོང་འབབ་ཟད་འགྲོ་ ཤུལ་མའི་དུས་ཡུན་ལས་ཧེ་མམ་འདི་ནང་བྱུངམ་ཨིན། གོང་འབབ་བཏུབ་པའི་རིན་འདི་ ཉེན་སྐྱོབ་གནས་གོང་འདི་ཕབ་སྟེ་རིན་ངོ་མ་འདི་ཨིན། ཚེ་ཁག་ཆེ་མི་འདི་ བདོག་གཏད་གོང་འབབ་འབད་ཡོད་པའི་ དུས་ཡུན་ (འཁྲིལ་བ་མེད་པའི་ལོ་) ཚུ་གི་ཨང་གྲངས་འདི་ཨིན། ལོའི་བསྡོམ་གྱི་ཨང་ཡིག་གོང་འབབ་ཀྱི་དོན་ལུ་ལག་ལེན་འཐབ་ཡོད་པའི་མན་ངག་འདི་: གོང་འབབ་ཀྱི་ཟད་འགྲོ་ = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost འདི་ འཐོབ་ཡོད་པའི་ (ཁྲོམ་གྱི་གནས་གོང་) བདོག་གཏད་ཅིག་གི་རིན་ཨིན། @salvage_value འདི་ བདོག་གཏད་འདི་དེའི་ཁག་ཆེ་བའི་ཚེ་གི་མཇུག་ལུ་འཐོབ་ད་གི་དངུལ་བསྡོམ་འདི་ཨིན། @life འདི་ བདོག་གཏད་ཀྱི་ཚེ་ཡུན་འདི་ཨིན། @period འདི་ ང་བཅས་ལུ་དགོ་པའི་ཟད་འགྲོ་གི་དོན་ལུ་དུས་ཡུན་འདི་ཨིན། * If @life <= 0, SYD དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= དཔེར་ན་ ཚོང་སྡེ་དེ་གིས་གློག་རིག་གསརཔ་གི་དོན་ལུ་ $5000 ཉོ་ཚོང་འཐབ་ནུག་ དེ་ཡང་ $200 གི་ཉེན་སྐྱོབ་གནས་གོང་ཡོད་མི་དང་, ལོ་ལྔའི་གལ་ཅན་གྱི་ཚེ། ང་བཅས་ཚུ་གིས་འོག་གི་འདི་ ཨེསི་ཝའི་ཌི་ཐབས་ལམ་ལག་ལེན་འཐབ་སྟེ་ ལོ་གཉིས་པའི་གོང་འབབ་འདི་རྩིས་བཏོན་ནི་ལུ་ལག་ལེན་འཐབ་ནི་ཨིན།: =SYD(5000, 200, 5, 2) དེ་ཡང་ 1,280.00 སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=SLN
es: @FUNCTION=SYD @SYNTAX=SYD(coste,valor_recuperación,vida,período) @DESCRIPTION=La función SYD calcula la depreciación en dígitos en la suma de años para un activo en base a su coste, valor de recuperación, vida anticipada y un período particular. Este método acelera la tasa de depreciación, así que la mayor depreciación ocurre en los primeros períodos en vez de en los últimos. El coste despreciable es el coste actual menos el valor de recuperación. La vida útil es el número de períodos (típicamente años) sobre los que se deprecia el activo. La fórmula usada para los dígitos de depreciación de la suma de años es: Coste de depreciación = ( @coste - @valor_recuperación ) * (@vida - @período + 1) * 2 / @vida * (@vida + 1). @coste es el coste de un activo al adquirirlo (valor de mercado). @valor_recuperación es la cantidad que obtiene al vender el activo al final de su vida útil. @vida es la vida anticipada de un activo. @período es el período por el necesitamos el gasto. * Si @vida <=0 , SYD devuelve un error #NÚM! @EXAMPLES= Por ejemplo, digamos que una empresa compra un computador nuevo por 5000$ que tiene un valor de recuperación de 200$, y una vida útil de tres años. Usaríamos lo siguiente para calcular la depreciación del segundo año usando el método SYD: =SYD(5000, 200, 5, 2), que devuelve 1.280,00. @SEEALSO=SLN
pt_br: @FUNCTION=SYD @SYNTAX=SYD(custo,valor_residual,vida,período) @DESCRIPTION=A função SYD calcula a depreciação por soma de anos de um ativo, baseada no seu custo, valor residual, vida útil prevista e um período em análise. Este método acelera a taxa de depreciação, de modo que um custo maior de depreciação ocorre nos períodos iniciais. O custo de depreciação é o custo real menos o valor residual. A vida útil é o número de períodos (tipicamente anos) sobre o qual o ativo é depreciado. A fórmula utilizada no cálculo da depreciação por soma de anos é: Custo de depreciação = ( @custo - @valor_residual) * (@vida - @período + 1) * 2 / @vida * (@vida + 1). @custo é o custo do ativo quando ele é adquirido (valor de mercado). @valor_residual é a quantia que você recebe quando o ativo é vendido ao final da sua vida útil. @vida é a vida útil prevista para o ativo. @período é o preríodo de cálculo da depreciação. * Se @vida <= 0, SYD retorna o erro #NUM! @EXAMPLES= Por exemplo, considere que a sua companhia compre um novo computador por $5.000 com um valor residual de $200, e uma vida útil de cinco anos. Nós poderíamos utilizar a seguinte expressão para calcular a depreciação pelo método SYD: =SYD(5000, 200, 5, 2) que retorna 1.280,00. @SEEALSO=SLN
vi: @FUNCTION=SYD @SYNTAX=SYD(cost,salvage_value,life,period) @DESCRIPTION=hàm SYD tính khấu tao loại SYD (Sum-of-Years Digits: tổng các số trong năm) cho tài sản đựa vào giá, giá trị thanh lý, đợi sống được dự tính và một thời gian đặc biệt. Phương pháp này tăng tỷ lệ khấu tao, vì vậy khấu tao nhiều hơn trong thời gian sớm hơn trong thời gian sau. Giá có thể khấu tao là giá thật trừ giá trị thanh lý. Đợi sống hữu hiệu là số thời gian (thường năm) trong đó tài sản khấu tao. Công thức được dùng cho khấu tao loại tổng số năm là: Tiêu khấu tao = ( @cost - @salvage_value ) * (@life - @period + 1) * 2 / @life * (@life + 1). @cost là _giá_ được trả cho tài sản (giá trị thị trường). @salvage_value là số tiền nhận khi bán tài sản tại kết thúc đợi sống có ích của nó (_giá trị thanh lý_). @life là _đợi sống_ tài sản được dự tính. @period là thời gian trong đó cần tiêu. * Nếu « @life ≤ 0 », SYD trả lại lỗi « #NUM! ». @EXAMPLES= Lấy thí dụ, nếu một công ty mua một máy tính mới có giá $5000, có giá trị thanh lý $200, và có đợi sống hứu hiệu là lăm năm. Có thể dùng biểu thức theo đây để tính khấu tao năm thứ hai, dùng phương pháp SYD:: =SYD(5000, 200, 5, 2) mà trả lại 1,280.00. @SEEALSO=SLN

source: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE converts a dollar price expressed as a fraction into a dollar price expressed as a decimal number. @fractional_dollar is the fractional number to be converted. @fraction is the denominator of the fraction. * If @fraction is non-integer it is truncated. * If @fraction <= 0, DOLLARDE returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARFR
dz: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE དེ་གིས་ བགོ་གྲངས་སྦེ་གསལ་སྟོན་འབད་དེ་ཡོད་མི་ ཌོ་ལར་གོང་ཚད་འདི་ བཅུ་ཚག་ཨང་གྲངས་ཅིག་སྦེ་གསལ་སྟོན་འབད་མིའི་ཌོ་ལར་གོང་ཚད་ནང་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @fractional_dollar འདི་ གཞི་བསྒྱུར་འབད་ནི་ཨིན་པའི་བགོ་གྲངས་ཨང་གྲངས་ཨིན། @fraction འདི་ བགོ་གྲངས་ཀྱི་གཞི་གྲངས་ཨིན། * If @fraction འདི་ ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་འདི་ ཆུང་ཀུ་བཟོཝ་ཨིན། * If @fraction <= 0ཨིན་པ་ཅིན་, DOLLARDE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=DOLLARFR
es: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(dólar_fraccional;fracción) @DESCRIPTION=Convierte un precio en dólares expresado como fracción, a un precio en dólares expresado con decimales. @dólar_fraccional número fraccional a ser convertido. @fracción es el denominador de la fracción. * Si @fracción no es un entero, será truncado. * Si @fracción <= 0 DOLLARDE devuelve el error #NÚM! . @EXAMPLES= @SEEALSO=DOLLARFR
fr: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fraction;dénom) @DESCRIPTION=La fonction DOLLARDE convertit un prix exprimé par une fraction en un prix exprimé sous la forme d'un nombre décimal. @fraction est le prix à convertir, @dénom est le dénominateur de la fraction. * Si @dénom n'est pas un entier, il est tronqué. * Si @dénom <= 0 DOLLARDE renvoie l'erreur #NUM! @EXAMPLES= @SEEALSO=DOLLARFR
nl: DATE2UNIX(\"01/01/2000\") equals 946656000.\n" "\n"
pt_br: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(dólar_fracionado,fração) @DESCRIPTION=DOLLARDE converte um valor em dólar expresso como uma fração, em um valor em dólar expresso como um número decimal. @dólar_fracionado é o número fracionado a ser convertido. @fração é o denominador da fração. * Se @fração é um número não inteiro, ele será truncado. * Se @fração <= 0, DOLLARDE retorna o erro #NUM! @EXAMPLES= @SEEALSO=DOLLARFR
sk: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(zlomok_doláre,zlomok) @DESCRIPTION=DOLLARDE prevádza cenu v dolároch vyjadrenú ako zlomok na cenu v dolároch vyjadrenú ako desatinné číslo. @zlomok_doláre je prevádzaný zlomok. @zlomok je delitel zlomku. Ak nie je @zlomok celé číslo, je orezaný. Ak je @zlomok <= 0, DOLLARDE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=DOLLARFR
vi: @FUNCTION=DOLLARDE @SYNTAX=DOLLARDE(fractional_dollar,fraction) @DESCRIPTION=DOLLARDE chuyển đổi giá đô-la được thể hiện là phân số, sang giá đô-la được thể hiện là số thập phân. @fractional_dollar là số phân số cần chuyển đổi (_đô-la phân số_). @fraction là mẫu số của _phân số_. * Nếu @fraction không phải là số nguyên thì nó bị cắt. * Nếu « @fraction ≤ 0 », DOLLARDE trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=DOLLARFR

source: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR converts a decimal dollar price into a dollar price expressed as a fraction. * If @fraction is non-integer it is truncated. * If @fraction <= 0, DOLLARFR returns #NUM! error. @EXAMPLES= @SEEALSO=DOLLARDE
dz: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR དེ་གིས་ བཅུ་ཚག་ཌོ་ལར་གོང་ཚད་འདི་ བགོ་གྲངས་སྦེ་གསལ་སྟོན་འབད་དེ་ཡོད་མི་ཌོ་ལར་གོང་ཚད་ནང་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། * If @fraction འདི་ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * If @fraction <= 0ཨིན་པ་ཅིན་, DOLLARFR དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=DOLLARDE
es: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dólar;fracción) @DESCRIPTION=DOLLARFR convierte un precio en dólares expresado en decimales, a un precio en dólares expresado como una fracción. * Si @fracción no es un entero, será truncado. * Si @fracción <= 0 DOLLARFR devuelve el error #NÚM! . @EXAMPLES= @SEEALSO=DOLLARDE
fr: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(décimal;dénom) @DESCRIPTION=La fonction DOLLARFR convertit le prix @décimal exprimé par un nombre décimal en un prix exprimé sous la forme d'une fraction de dénominateur @dénom. * Si @dénom n'est pas un entier, il est tronqué. * Si @dénom <= 0, DOLLARFR renvoie l'erreur #NUM! @EXAMPLES= @SEEALSO=DOLLARDE
nl: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimale_dollar;fractie) @DESCRIPTION=DOLLARFR zet een decimale dollarprijs om in een dollarprijs uitgedrukt als een breuk. * Als @fractie geen geheel getal is wordt deze afgekapt. * Als @fractie <= 0, geeft DOLLARFR eeb #GETAL! foutmelding. @EXAMPLES= DOLLARFR(0,5;7)=0,35 @SEEALSO=DOLLARDE
pt_br: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(dólar_decimal,fração) @DESCRIPTION=DOLLARFR converte um valor em dólar na forma decimal para um valor em dólar na forma de fração. * Se @fração não é um número inteiro, ele será truncado. * Se @fração <= 0, DOLLARFR retorna o erro #NUM! @EXAMPLES= @SEEALSO=DOLLARDE
sk: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(desatinné_doláre,zlomok) @DESCRIPTION=DOLLARFR prevádza desatinnú cenu v dolároch na cenu v dolároch vyjadrený ako zlomok. Ak nie je @zlomok celé číslo, je orezané. Ak je @zlomok <= 0, DOLLARFR vracia chybu #NUM!. @EXAMPLES= @SEEALSO=DOLLARDE
vi: @FUNCTION=DOLLARFR @SYNTAX=DOLLARFR(decimal_dollar,fraction) @DESCRIPTION=DOLLARFR chuyển đổi giá đô-la thập phân sang giá đô-la được thể hiện là phân số. * Nếu @fraction không phải là số nguyên thì nó bị cắt. * Nếu « @fraction ≤ 0 », DOLLARFR trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=DOLLARDE

source: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=MIRR function returns the modified internal rate of return for a given periodic cash flow. @EXAMPLES= @SEEALSO=NPV
dz: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=MIRR ལཱ་འགན་དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་དུས་ཡུན་དངུལ་གྱི་འབབ་རྒྱུན་གྱི་དོན་ལུ་ སླར་ལོག་གི་ལེགས་བཅོས་འབད་བའི་ནང་འཁོད་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=NPV
es: @FUNCTION=MIRR @SYNTAX=MIRR(valores,índice_financiero,índice_reinversión) @DESCRIPTION=La función MIRR devuelve el índice interno modificado de retorno para un flujo de caja periódico dado. @EXAMPLES= @SEEALSO=NPV
fr: @FUNCTION=MIRR @SYNTAX=MIRR(valeurs;taux_financier;taux_réinvestissement) @DESCRIPTION=La fonction MIRR renvoie le taux interne modifié de rapport d'un flux de trésorerie périodique. @EXAMPLES= @SEEALSO=NPV
nl: @FUNCTION=MIRR @SYNTAX=MIRR(waarden;financieringsrente;herinvesteringsrente) @DESCRIPTION=MIRR (ned. GIR) berekent de gewijzigde interne rentabiliteit van een gegeven reeks periodieke cashflows. @EXAMPLES= @SEEALSO=NPV
pt_br: @FUNCTION=MIRR @SYNTAX=MIRR(valores,taxa_empréstimo,taxa_reinvestimento) @DESCRIPTION=MIRR retorna a taxa interna de retorno modificada de um dado fluxo de caixa periódico, considerando o custo do dinheiro tomado emprestado. @EXAMPLES= @SEEALSO=IRR, NPV
sk: @FUNCTION=MIRR @SYNTAX=MIRR(hodnoty,financie,investícia) @DESCRIPTION=Funkcia MIRR počíta modifikovanú vnútornú mieru výnosnosti pre daný periodický peňažný tok. @EXAMPLES= @SEEALSO=NPV
vi: @FUNCTION=MIRR @SYNTAX=MIRR(values,finance_rate,reinvest_rate) @DESCRIPTION=hàm MIRR trả lại tỷ suất lợi tức nội bộ đã sửa đổi cho một luồng tiền chu kỳ cho trước. @EXAMPLES= @SEEALSO=NPV
