Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_VEGA uses the Black-Scholes model to calculate the 'vega' of a European option struck at @strike on an asset with spot price @spot. (The vega of an option is the rate of change of its price with respect to volatility, and is the same for calls and puts.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% volatility. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_VEGA དེ་གིས་ ས་ཁོངས་གོང་ཚད་@spot དང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་ @strikeལུ་ ཡུ་རོ་པིན་གདམ་ཁ་སིཊཀ་ཅིག་གི་ 'ཝི་ག་' འདི་རྩིས་བཏོན་ནི་ལུ་ བེལཀེ་-ཤོལསི་དཔེ་འདི་ལག་ལེན་འཐབ་ཨིན། གདམ་ཁ་འད་གི་ཝི་ག་འདི་ ཡལ་བའི་རང་བཞིན་དང་འབྲེལ་བའི་དེ་འི་གོང་ཚད་ཀྱི་ བསྒྱུར་བཅོས་ཚད་འདི་ཨིནམ་དང་ ཀོལསི་དང་བཙུགས་ནི་གི་དོན་ལུ་ལྕོགས་ཐདཔ་ཨིན།) @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ དུས་ཡུན་གྱི་དོན་ལུ་བདོག་གཏད་ཀྱི་ བརྒྱ་ཆའི་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @time འདི་ ལོ་གྲངས་གདམ་ཁ་གསལ་སྟོན་འབད་བའི་ དུས་ཡུན་ཚང་བའི་ཆུ་ཚོད་ཨིན། @rate འདི་ བརྒྱ་ཆའི་ནང་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚེད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་འབད་དེ་ཡོད་པའི་གནས་གོང་འདི་ ཡལ་བའི་རང་བཞིན་100%རེ་རེ་གི་ཚད་བསྒྱུར་བཅོས་སྦེ་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BS_VEGA usa el modelo Black-Scholes para calcular la «vega» de una opción europea fijada a @strike en un activo con precio @spot. (La «vega» de una opción es la tasa de cambio de su precio respecto a la volatilidad, y es la misma para calls (compras) y puts. (ventas)) @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado como la tasa de cambio del valor de la opción, por 100% de volatilidad. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=Détermine le "vega" d'une option Européenne d'après le modèle de Black-Scholes. L'option est à la valeur @valeur, sur un titre valant @prix. (Le vega d'une option est le taux de changement de son prix par rapport à sa volatilité, et elle est la même pour les calls et les puts). @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée est le taux de changement de son prix par 100% de @volatilité. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS_VEGA gebruikt het Black-Scholes model voor de berekening van de "vega" van een Europese optie met een uitoefenprijs: @prijs op activa met een koers: @koers. (De vega van een optie is de mate van verandering in optiewaarde ten opzichte van de volatiliteit. De vega heeft dezelfde waarde voor calls en puts.) @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in jaren. @rente is de risico-vrije rentestand tot expiratie, in percentage. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt als de verandering in optiewaarde per 100% volatiliteit. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(à_vista,exercício,tempo,taxa,volatilidade[,custo_de_carregamento]) @DESCRIPTION=OPT_BS_VEGA utiliza o modelo Black-Scholes para calcular o 'vega' de uma opção na modalidade Européia de compra ou venda. (O vega de uma opção é a taxa de variação do seu preço em relação a sua volatilidade, sendo a mesma para opções de compra ou venda). @à_vista é o preço à vista (spot) de um ativo com preço de exercício @exercício. @tempo é tempo para vencimento da opção expresso em anos. @taxa é a taxa de interesse livre de risco. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo ou no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso como a taxa de variação do valor da opção, por 100% de volatilidade. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_vega @SYNTAX=opt_bs_vega(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet "vega" európskej opcie @zaciatok na majetok s cenou @cena. (Vega opcie je rýchlosť zmeny ceny s ohľadom na živostnosť a je rovnaká pre call aj put.) @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rýchlosť zmeny hodnoty za 100% živostnosti. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_call_theta, opt_bs_gamma
vi: @FUNCTION=OPT_BS_VEGA @SYNTAX=OPT_BS_VEGA(spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_VEGA dùng mẫu Black-Scholes để tính « vega » của một tùy chọn Châu Âu nào đó, được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. (Vega trên một tùy chọn là tỷ lệ thay đổi giá nó tương ứng với tính dễ biến động, là cùng một điều cho cả việc gọi (call) lẫn việc để (put) @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất miễn rủi ro đến ngày thi hành, theo phần trăm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện là tỷ lệ thay đổi giá trị tùy chọn, trong mỗi 100% tính dễ biến động. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_RHO uses the Black-Scholes model to calculate the 'rho' of a European option with call_put_flag, @call_put_flag struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. (The rho of an option is the rate of change of its price with respect to the risk free interest rate.) @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% change in @rate. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_RHO དེ་གིས་ ས་ཁོངས་གོང་ཚད་@spot དང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་ @strikeལུ་ call_put_flag, @call_put_flag struck ཅིག་ཁར་ཡུ་རོ་པིན་གདམ་ཁ་ཅིག་གི་ 'རཱོ' འདི་རྩིས་བརྐྱབ་ནི་ལུ་ བེལེཀ་-ཤོལསི་དཔེ་འདི་ལག་ལེན་འཐབ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཅིག་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ཨིན། (གདམ་ཁ་འདི་གི་རཱོ་འདི་ ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་འདི་ལུ་འབྲེལ་བའི་ དེ་འི་གོང་ཚད་ཀྱི་ཚད་བསྒྱུར་བ་འདི་ཨིན།) @time འདི་ ལོ་གྲངས་ཚུ་ནང་གདམ་ཁ་གསལ་སྟོན་འབད་བའི་ དུས་ཡུན་ཚང་་བའི་ཆུ་ཚོད་ཨིན། @rate འདི་ བརྒྱ་ཆའི་ནང་སྦེ་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་ལས་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་འབད་བའི་གནས་གོང་འདི་ @rateནང་ བསྒྱུར་བཅོས་100% རེ་རེའི་གདམ་ཁའི་གནས་གོང་གི་ཚད་བསྒྱུར་བ་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(indicador_call_put,spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BS_RHO usa el modelo Black-Scholes para calcular la «ro» de una opción europea con marca call / put, @indicador_call_put fijada a un precio @strike en un activo con precio @spot. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» (La «ro» de una opción es la tasa de cambio de su precio respecto a la tasa de interés libre de riesgo.) @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo a la fecha del ejercicio, en tanto por ciento. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para stocks comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado como la tasa de cambio del valor de la opción, por el 100% de cambio en @tasa. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_ou_put;prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=Détermine le "rho" d'une option Européenne d'après le modèle de Black-Scholes. L'option est à la valeur @valeur, sur un titre valant @prix. (Le rho d'une option est le taux de changement de son prix par rapport au taux d'intérêt hors risque). @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée est le taux de changement de sa valeur pour 100% de changement de @taux. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_put_keuze;prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS_RHO gebruikt het Black-Scholes model voor de berekening van de "rho" van een Europese call- of put-optie (aangegeven met c of p) met een uitoefenprijs: @prijs op activa met een koers: @koers. (De rho van een optie geeft aan hoeveel de waarde van die optie verandert als de risico-vrije rentestand verandert.) @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in jaren. @rente is de risico-vrije rentestand tot expiratie, in percentage. @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt als de mate van verandering van de optiewaarde, per 100% verandering in @rente. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(tipo_compra_venda,à_vista,exercício,tempo,taxa,volatilidade [,custo_de_carregamento]) @DESCRIPTION=OPT_BS_RHO utiliza o modelo Black-Scholes para calcular o 'rho' de uma opção na modalidade Européia de compra ou venda. @tipo_compra_venda, pode ser 'c' ou 'p' para opção de compra ou venda, respectivamente. @à_vista é o preço à vista (spot) de um ativo com preço de exercício @exercício. @tempo é tempo para vencimento da opção expressa em anos. @taxa é a taxa de interesse livre de risco. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo ou no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso como a taxa de variação do valor da opção, por 100% de variação em @taxa. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_put_rho @SYNTAX=opt_bs_put_rho(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet "rho" európskej put opcie @zaciatok na majetok s cenou @cena. (Rho opcie je rýchlosť zmeny ceny s ohľadom na úrokovú mieru.) @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude zmena hodnoty opcie na 100% zmeny v @úrok. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
vi: @FUNCTION=OPT_BS_RHO @SYNTAX=OPT_BS_RHO(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_RHO dùng mẫu Black-Scholes để tính « rho ρ » của một tùy chọn Châu Âu nào đó, dùng call_put_flag, @call_put_flag, được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). (rho trên một tùy chọn là tỷ lệ thay đổi giá nó tương ứng với lãi xuất miễn rỏ rui.) @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất miễn rủi ro đến ngày thi hành, theo phần trăm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện là tỷ lệ thay đổi giá trị tùy chọn, trong mỗi 100% thay đổi trên @rate. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_THETA, OPT_BS_VEGA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_CARRYCOST uses the Black-Scholes model to calculate the 'elasticity' of a European option struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. (The elasticity of an option is the rate of change of its price with respect to its cost of carry.) @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time is the time to maturity of the option expressed in years. @rate is the risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% volatility. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_CARRYCOST དེ་གིས་ ས་ཁོངས་གོང་ཚད་ @spot དང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་@strikeལུ་ ཡུ་རོ་པིན་གདམ་ཁ་ཐོགས་ནི་ཅིག་གི་ 'བསྣར་བཏུབ་པའི'འདི་རྩིས་བཏོན་ནི་ལུ་ བེལེཀ་-ཤོལསི་འདི་ལག་ལེན་འཐབ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་འདི་ཨིན། (གདམ་ཁ་འདི་གི་བསྣར་བཏུབ་པ་འདི་ འབག་ཚུགས་པའི་གོང་ཚད་དེ་དང་འབྲེལ་བའི་ ཚད་བགྱུར་བའི་གདམ་ཁ་ཅིག་ཨིན།) @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་དུས་ཡུན་གྱི་དོན་ལུ་ བདོག་གཏད་ཀྱི་ བརྒྱ་ཆའི་ནང་ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @time འདི་ ལོ་གྲངས་ཚུ་ནང་གདམ་ཁ་གསལ་སྟོན་འབད་བའི་ དུས་ཡུན་ཚང་བའི་ཆུ་ཚོད་ཨིན། @rate འདི་ བརྒྱ་ཆའི་ནང་སྦེ་ བསྟར་སྤྱོད་ཚེས་གྲངས་ལུ་ ཉེན་ཁ་མེད་པའི་སྐྱེ་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་འབད་བའི་གནས་གོང་འདི་ ཡལ་བའི་རང་བཞིན་100% རེ་རེའི་གདམ་ཁའི་གནས་གོང་གི་ ཚད་འགྱུར་བ་སྦེ་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(indicador_call_put,spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BS_CARRYCOST usa el modelo Black-Scholes para calcular la«elasticidad» de una opción europea fijada a @strike en un activo con precio @spot. (La elasticidad de una opción es la tasa de cambio de su precio respecto a su coste de ejecución.) @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo a la fecha del ejercicio, en tanto por ciento. @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto será expresado como la tasa de cambio del valor de la opción, por 100% de volatilidad. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_ou_put;prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=Détermine l'élasticité d'une option Européenne d'après le modèle de Black-Scholes. L'option est à la valeur @valeur, sur un titre valant @prix. (L'élasticité d'une option est le taux de changement de son prix par rapport à son coût de détention). @call_ou_put vaut 'c' ou 'p' pour indiquer le type d'option. @durée est la durée avant échéance, exprimée en années. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée est le taux de changement de sa valeur par 100% de @volatilité. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_put_keuze;prijs;koers;resterende_looptijd;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_BS_CARRYCOST gebruikt het Black-Scholes model voor de berekening van de "elasticiteit" van een Europese call- of put-optie (aangegeven met c of p) met een uitoefenprijs: @prijs op activa met een koers: @koers. (De elasticiteit van een optie is de mate van verandering van de prijs ten opzicht van de 'cost of carry'.) @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @rente is de risico-vrije rentestand tot expiratie, in percentage @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt als de mate van verandering van de optiewaarde, per 100% volatiliteit. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(tipo_compra_venda,à_vista,exercício,tempo,juros,volatilidade [,custo_de_carregamento]) @DESCRIPTION=OPT_BS_CARRYCOST utiliza o modelo Black-Scholes para calcular a 'elasticidade' de uma opção na modalidade Européia de compra ou venda (A elasticidade de uma opção é a taxa de variação de seu preço em relação ao seu dividendo.) @tipo_compra_venda, pode ser 'c' ou 'p' para opção de compra ou venda, respectivamente. @à_vista é o preço à vista (spot) de um ativo com preço de exercício @exercício. @tempo é tempo para vencimento da opção expresso em anos. @juros é a taxa de interesse livre de risco. @volatilidade é a volatilidade anualizada, em porcentagem, do ativo ou no período até a data de exercício. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso como a taxa de variação do valor da opção, por 100% de volatilidade. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_vega @SYNTAX=opt_bs_vega(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet "vega" európskej opcie @zaciatok na majetok s cenou @cena. (Vega opcie je rýchlosť zmeny ceny s ohľadom na živostnosť a je rovnaká pre call aj put.) @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rýchlosť zmeny hodnoty za 100% živostnosti. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_put, opt_bs_call_delta, opt_bs_put_delta, opt_bs_call_rho, opt_bs_put_rho, opt_bs_put_theta, opt_bs_call_theta, opt_bs_gamma
vi: @FUNCTION=OPT_BS_CARRYCOST @SYNTAX=OPT_BS_CARRYCOST(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BS_CARRYCOST dùng mẫu Black-Scholes để tính « độ co giãn » của một tùy chọn Châu Âu nào đó, được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). (Độ co giãn của một tùy chọn là tỷ lệ thay đổi giá nó tương ứng với cước nó.) @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất miễn rủi ro đến ngày thi hành, theo phần trăm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện là tỷ lệ thay đổi giá trị tùy chọn, trong mỗi 100% tính dễ biến động. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
