Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORLINC: Calculates depreciation for each accounting period using French accounting conventions. Assets purchased in the middle of a period take prorated depreciation into account. Named for AMORtissement LINeaire Comptabilite. @cost The value of the asset. @purchase_date The date the asset was purchased. @first_period The end of the first period. @salvage Asset value at maturity. @period The length of accounting periods. @rate rate of depreciation as a percentage. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC
dz: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORLINC: དེ་གིས་ ཕེརེནཆི་རྩིས་ཐོའི་གྲོས་འཛོམས་ཚུ་ལག་ལེན་འཐབ་སྟེ་ རྩིས་ཐོའི་དུས་ཡུན་གྱི་དོན་ལུ་གོང་འབབ་འདི་རྩིས་བཏོནམ་ཨིན། དུས་ཡུན་གྱི་བར་ན་ཉོ་ཚོང་འཐབ་ཡོད་པའི་བདོག་གཏད་དེ་གིས་ པོརོ་རེ་ཊེཌི་གོང་འབབ་འདི་རྩིས་ཐོའི་ནང་འབགཔ་ཨིན། AMORtissement LINeaire Comptabiliteདོན་ལུ་མིང་བཏགས་ཡོདཔ། @cost བདོག་གཏད་ཀྱི་གནས་གོང་། @purchase_date བདོག་གཏད་ཉོ་ཚོང་འཐབ་ཡོད་པའི་ཚེས་གྲངས། @first_period དུས་ཡུན་དང་པའི་མཇུག། @salvage དུས་ཡུན་ཚང་བ་ལུ་བདོག་གཏད་གནས་གོང་། @period རྩིས་ཐོའི་དུས་ཡུན་གྱི་རིང་ཚད། @rate གོང་འབབ་ཚད་འདི་བརྒྱ་ཆ་སྦེ་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་0 དང་4 གི་བར་ན་ཨིན་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC
es: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(coste,fecha_compra,primer_periodo,recuperación,periodo,tasa[,base]) @DESCRIPTION=AMORLINC: Calcula la depreciación para cada periodo de cuenta usando convenciones de cuenta francesas. Los activos comprados en el medio de un período toman una depreciación protasaada en la cuenta. El nombre viene por AMORtissement LINeaire Comptabilite. @coste El valor del activo. @fecha_compra La fecha en que se compró el activo. @primer_periodo El final del primer período. @recuperación Valor del activo al vencimiento. @periodo La longitud de los periodos de cuenta. @tasa La tasa de depreciación como un porcentaje. @base es el tipo de sistema de cuenta de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si se omite @base, se aplica US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC
fr: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(coût;date_achat;première_période;résiduel;période;taux[;base]) @DESCRIPTION=AMORLINC calcule l'amortissement linéaire pour chaque période comptable, en utilisant les méthodes comptables Françaises. Les actifs achetés en milieu de période, l'amortissement est calculé au pro-rata. Le nom vient de AMORtissement LINeaire Comptabilite @coût Le prix de l'actif @date_achat date à laquelle il a été acquis @première_période Date de fin de la première période @résiduel Valeur comptable résiduelle @période Longueur des périodes d'amortissement @taux taux d'amortissement, en pourcentage @base est le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @base n'est pas entre 0 et 4, l'erreur #NUM! est renvoyée. @EXAMPLES= AMORLINC(2400;DATE(1998;8;19);DATE(1998;12;31);300;1;0,15;1) = 360 @SEEALSO=AMORDEGRC
nl: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(kosten;aankoopdatum;eerste_termijn;restwaarde;termijn;rente[;soort_jaar]) @DESCRIPTION=AMORLINC berekent de afschrijving voor elke boekhoudtermijn volgens Franse boekhoudconventies. Acitva aangekocht in het midden van een termijn nemen een afschrijving per percentage in rekening. Genoemd naar AMORtissement LINeaire Comptabilite. @kosten de waarde van de activa. @aankoopdatum de aankoopdatum van de activa. @eerste_termijn het einde van de eerste termijn. @restwaarde waarde van de activa op de vervaldatum. @termijn de lengte van de boekhoudtermijnen. @rente rente van afschrijving als een percentage. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @soort_jaar is weggelaten wordt Amerikaans 30/360 toegepast. * Als @soort_jaar niet tussen 0 en 4 ligt geeft AMORLINC een #GETAL! foutmelding. @EXAMPLES= AMORLINC(2400;DATE(1998;8;19);DATE(1998;12;31);300;1;0,15;1) = 360 @SEEALSO=AMORDEGRC
pt_br: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(custo,data_aquisição,primeiro_período¸recuperação,período,taxa[,base]) @DESCRIPTION=AMORLINC calcula a depreciação para cada período contábil utilizando as convenções contábeis francesas. Para bens adquiridos no meio de um período, AMORDEGRC considera um rateamento da depreciação. O nome da função é originário de: AMORtissement LINeaire Comptabilite. @custo é o valor do bem. @data_aquisição é a data em que o bem foi adquirido. @primeiro_período é data do fim do primeiro período. @recuperação é o valor do bem no seu vencimento. @período é o tamanho do período contábil. @taxa é a taxa de depreciação em porcentagem. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então AMORDEGRC retorna o erro #NUM! @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINCn@EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC
sk: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(vyrovnanie,splatnosť,emisia,úrok,výnos[,základňa]) @DESCRIPTION=YIELDMAT počíta ročný výnos cenného papiera, ktorého úrok je splatný v deň splatnosti. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @emisia je dátum emisie papiera. @výnos je ročný výnos papiera. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, YIELDMAT vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, YIELDMAT vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, YIELDMAT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=AMORLINC @SYNTAX=AMORLINC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORLINC: tính khấu tao cho mỗi thời gian kế toán dùng quy ước kế toán Pháp. Tài sản được mua tại trung tâm thời gian thì tính khấu tao chia theo tỷ lệ. Tên từ: AMORtissement LINeaire Comptabilite. @cost: _giá_ của tài sản. @purchase_date: _ngày mua_ tài sản. @first_period: kết thúc của _thời gian đầu_. @salvage: giá trị tài sản đến hạn thanh toán (_giá trị thanh lý_). @period: 0ộ dài của _thời gian_ kế toán. @rate: _tỷ lệ_ khấu tao dạng phần trăm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì AMORLINC trả lại lỗi « #NUM! ». @EXAMPLES= AMORLINC(2400,DATE(1998,8,19),DATE(1998,12,31),300,1,0.15,1) = 360 @SEEALSO=AMORDEGRC

source: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYBS returns the number of days from the beginning of the coupon period to the settlement date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPDAYBS returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
dz: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYBS དེ་གིས་ འཛིན་ཤོག་དུས་ཡུན་གྱི་མགོ་ལས་ཉིནམ་གྱི་གྲངས་འདི་་གཞི་བཙུགས་ཚེས་གྲངས་ལུ་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་གི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། @eom = TRUE དེ་གིས་ ཟླཝ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་དམིགས་བསལ་གྱི་མཇུག་འདི་ལེགས་སྐྱོང་འཐབ་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ་: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་, 6 = ཟླཝ་ཟུང་ལྡན་སྦེ་, 12 = ཟླཝ་གྲངས། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 5 ཡུ་རོ་པིན་+ 30/360 (གཞི་རྟེན་དེ་ཚུ་གི་རྒྱས་བཤད་འགྲེལ་བཤད་ཅིག་གི་དོན་ལུ་ ཇི་ནུ་མི་རིག་འདི་ལྟ།) * If @frequency འདི་ནུས་མེད་ཨིན་པ་ཅིན་, COUPDAYBS དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ནུས་མེད་ཨིན་, #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
es: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(liquidación,vencimiento,frecuencia[,base,eom]) @DESCRIPTION=COUPDAYBS devuelve el número de días desde el principio del periodo de cupón hasta la fecha de liquidación. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año @eom = VERDADERO trata el final de las fechas de vencimiento mensuales especiales. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = 4 veces al año, 6 = 6 veces al año, 12 = 12 meses al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 (Vea el manual de Gnumeric para una descripción detallada de estas bases). * Si la @frecuencia es inválida, COUPDAYBS devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSO) = 0 @SEEALSO=
fr: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(date;maturité;fréquence[;base;fin_mois]) @DESCRIPTION=COUPDAYBS renvoie le nombre de jours entre le dernier détachement de coupon et @date. @fréquence est le nombre de coupons payés chaque année (1, 2, 4, 6 ou 12), @fin_mois traite les dates de maturité en fin de mois de façon spéciale. @base indique le type de comptage de jours à utiliser : 0 30/360 US (MSRB règle G33 (e)) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ (Voyez le manuel de Gnumeric pour une description détaillée de ces bases). * Si @fréquence est invalide, ou si @base n'est pas entre 0 et 5, COUPDAYBS renvoie l'erreur #NUM!. @EXAMPLES= COUPDAYBS (DATE(2002;11;29);DATE(2004;2;29);4;0) = 89 COUPDAYBS (DATE(2002;11;29);DATE(2004;2;29);4;0;FAUX) = 0 @SEEALSO=
nl: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(stortingsdatum;vervaldatum;frequentie[;soort_jaar;einde_maand]) @DESCRIPTION=COUPDAYBS (ned. COUP.DAGEN.BB) geeft het aantal dagen vanaf het begin van de coupon-termijn tot de stortingsdatum. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. @einde_maand = WAAR behandelt einde van de maand vervaldatums op een speciale wijze. Toegestane frequenties zijn: 1 = jaarlijks, 2 = halfjaarlijks, 4 = per kwartaal, 6 = tweemaandelijks, 12 = maandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 werkelijk/werkelijke 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 (zie de gnumeric manual voor gedetailleerde beschrijvingen van deze typen dagentellingen) * Als @frequentie ongeldg is, geeft COUPDAYBS een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt MSRB 30/360 toegepast. * Als @soort_jaar ongeldig is, geeft COUPDAYBS een #GETAL! foutmelding. @EXAMPLES= COUPDAYBS (DATE(2002;11;29);DATE(2004;2;29);4;0) = 89 COUPDAYBS (DATE(2002;11;29);DATE(2004;2;29);4;0;FALSE) = 0 @SEEALSO=
pt_br: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(liquidação,vencimento,freqüência[,base,fim_do_mês]) @DESCRIPTION=COUPDAYBS retorna o número de dias a partir do início do período do cupom até a data de liquidação. @liquidação é a data de liquidação do cupom. @vencimento é a data de vencimento do cupom. @freqüência é o número de pagamentos por ano. @fim_do_mês = TRUE considera datas de vencimento ao final do mês como datas especiais. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contabilidade de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @freqüência for inválida, COUPDAYBS retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
sk: @FUNCTION=COUPDAYSBS @SYNTAX=COUPDAYSBS(vyrovnanie,splatnosť,frekvencia[,základňa,eom]) @DESCRIPTION=COUDAYSBS počíta počet dní od začiatku obdobia kupónu do dátumu vyrovnania. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kuponóv za rok. @eom = TRUE znamená špeciálne spracovanie dátumu splatnosti na konci mesiaca. Možné frekvencie sú: 1 = ročný, 2 = polročný. 4 = štvrťročný a ak @eom je zadané, potom 6 = dvojmesačný, 12 = mesačný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPDAYBS vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa neplatná , COUPDAYBS vracia chybu #NUM!. Ak COUPDAYBS je zavolaná s 3 alebo 4 argumentami, je kompatibilná s Excelom. @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
vi: @FUNCTION=COUPDAYBS @SYNTAX=COUPDAYBS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYBS trả lại số ngày từ đầu thời gian phiếu lãi đến ngày thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm.@eom = TRUE quản lý ngày (đặc biệt) đến hạn thanh toán tại kết thúc tháng. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 (Hãy xem tập tin hướng dẫn Gnumeric để tìm mô tả chi tiết các cơ bản này). * Nếu tần số @frequency không hợp lệ thì COUPDAYBS trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « MSRB 30/360 ». * Nếu « @basis » không hợp lệ thì trả lại lỗi « #NUM! ». @EXAMPLES= COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 89 COUPDAYBS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 0 @SEEALSO=
