Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: R.PCAUCHY:cumulative distribution function of the Cauchy distribution.
dz: R.PCAUCHY:ཀཱ་ཆི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་ལཱ་འགན།
es: R.PCAUCHY:función de distribución acumulada de la distribución de Cauchy.
nl: R.PCAUCHY:cumulatieve distributiefunctie van de Cauchy-verdeling.
pt_br: R.PCAUCHY:função de distribuição acumulada da distribuição de Cauchy.
vi: R.PCAUCHY:hàm phân phối lũy tích của phân phối Cauchy.

source: This function returns the cumulative distribution function of the Cauchy distribution.
dz: ལཱ་འགན་འདི་གིས་ཀཱ་ཆི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན།
es: Esta función devuelve la función de distribución acumulada de la distribución de Cauchy.
nl: Deze functie geeft de cumulatieve distributiefunctie van de Cauchy-verdeling.
pt_br: Esta função retorna a função de distribuição acumulada da distribuição de Cauchy.
vi: Hàm này trả lại hàm phân phối lũy tích của phân phối Cauchy.

source: R.QCAUCHY:probability quantile function of the Cauchy distribution.
dz: R.QCAUCHY:ཀཱ་ཆི་བཀྲམ་སྤེལ་གྱི་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལཱ་འགན།
es: R.QCAUCHY:función de cuantil de probabilidad de la distribución de Cauchy.
nl: R.QCAUCHY:kanskwantielfunctie van de Cauchy-verdeling.
pt_br: R.QCAUCHY:função de probabilidade quartil da distribuição Cauchy.
vi: R.QCAUCHY:hàm quantile xác suất của phân phối Cauchy.

source: This function returns the probability quantile function, i.e., the inverse of the cumulative distribution function, of the Cauchy distribution.
dz: ལས་འགན་འདི་གིས་འབྱུང་སྲིད་པའི་ཀོའིན་ཊཡིལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཀོ་ཆི་བཀྲམ་སྤེལ་གྱི་རིམ་གྱིས་བསག་པའི་བཀརམ་སྤེལ་ལས་འགན་འདི་གིལུགས་ལྡོག་འདི་ཨིན།
es: Esta función devuelve la función del cuantil de probablidada, ejm el inverso de la función de distribución acumulada, de la distribución de Cauchy.
nl: Deze functie geeft de kanskwantielfunctie; de inverse van de cumulatieve distributiefunctie van de Cauchy-verdeling.
pt_br: Esta função retorna a função de probabilidade quartil, i.e., a inversa da função de distribuição acumulada da distribuição de Cauchy.
vi: Hàm này trả lại hàm quantile xác suất, tức là đảo của hàm phân phối lũy tích, của phân phối Cauchy.

source: p,r,b,n,lower_tail,log_p
es: p,r,b,n,cola_menor,log_p
pt_br: p,r,b,n,cauda_inf,log_p

source: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND returns a random number between zero and one. * This function is Excel compatible. @EXAMPLES= RAND() returns a random number greater than zero but less than one. @SEEALSO=RANDBETWEEN
dz: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND དེ་གིས་ ཀླད་ཀོར་དང་གཅིག་གི་བར་ནའི་ཨང་གྲངས་གང་བྱུང་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= RAND() དེ་གིས་ ཀླད་ཀོར་ལས་སྦོམ་དང་གཅིག་ལས་ཉུང་་མི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=RANDBETWEEN
es: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=Devuelve un número aleatorio entre 0 y 1. * Esta función es compatible con Excel. @EXAMPLES= RAND() devuelve un número aleatorio mayor que 0 y menor que uno. @SEEALSO=RANDBETWEEN
fr: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=Renvoie un nombre aléatoire compris entre 0 et 1. * Cette fonction est compatible avec Excel. @SEEALSO=RANDBETWEEN
nl: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND geeft een willekeurig getal tussen nul en een. ([0..1]). * Deze functie is compatibel met Excel. @EXAMPLES= RAND() geeft een willekeurig getal groter dan nul maar kleiner dan een. @SEEALSO=RANDBETWEEN
pt_br: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND retorna um número aleatório entre zero e um. * Esta função é compatível com o Excel. @EXAMPLES= RAND() retorna um número aleatório maior do que zero e menor do que 1. @SEEALSO=RANDBETWEEN
sk: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND vracia náhodné číslo medzi 0 a 1. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RAND() vracia náhodné číslo väčšie ako 0, ale menšie ako 1. @SEEALSO=RANDBETWEEN
vi: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND trả lại một số ngẫu nhiên trong khoảng [0,1]. * Hàm này tương thích với Excel. @EXAMPLES= RAND() trả lại số tự nhiên trong khoảng từ 0 tới 1. @SEEALSO=RANDBETWEEN

source: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=RANDUNIFORM returns a random variate from the uniform (flat) distribution from a to b. The distribution is, p(x) dx = {1 over (b-a)} dx : for a <= x < b. p(x) dx = 0 : for x < a or b <= x. * If @a > @b RANDUNIFORM returns #NUM! error. @EXAMPLES= RANDUNIFORM(1.4,4.2) returns a random number greater than or equal to 1.4 but less than 4.2. @SEEALSO=RANDBETWEEN,RAND
dz: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=RANDUNIFORM དེ་གིས་ གང་བྱུང་འགྱུར་བ་འདི་གཅིག་མཚུངས་ (flat) བཀྲམ་སྤེལ་ལས་ ཨེ་ ལས་ བི་སླར་ལོག་འབདཝ་ཨིན། བཀྲམ་སྤེལ་འདི་, p(x) dx = {1 over (b-a)} dx : འདི་ a <= x < bདོན་ལུ་ཨིན། p(x) dx = 0 : for x < a or b <= x. * If @a > @b RANDUNIFORM དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDUNIFORM(1.4,4.2) དེ་གིས་ གང་བྱུང་ཨང་གྲངས་1.4 ལས་སྦོམ་ཡང་ན་མཉམ་པ་ཅིག་སླར་ལོག་འབདཝ་ཨིནམ་དང་ དེ་འབདཝ་ད་ 4.2ལས་ཉུང་མི་ཨིན། @SEEALSO=RANDBETWEEN,RAND
es: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=Devuelve un número aleatorio variando desde la distribución (plana) desde «a» a «b». La distribución es: p(x) dx = {1 elevado a (b-a)} dx : para a <= x <b p(x) dx = 0 : para x < a o b <= x. * Si @a > @b RANDUNIFORM devuelve un error #NÚM! @EXAMPLES= RANDUNIFORM(1.4,4.2) devuelve un número aleatorio mayor o igual que 1.4 pero menor que 4.2. @SEEALSO=RANDBETWEEN,RAND
fr: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a;b) @DESCRIPTION=Renvoie une valeur aléatoire avec une distribution normale (plate) entre @a et @b. La distribution est p(x) dx = {1 over (b-a)} dx si @a <= x < @b et 0 sinon. * Si @a > @b, RANDUNIFORM renvoie #NUM! @SEEALSO=RANDBETWEEN;RAND
nl: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a;b) @DESCRIPTION=RANDUNIFORM geeft een willekeurig getal vanuit een uniforme (vlakke) distributie van a naar b. De distributie is: p(x) dx = {1 over (b-a)} dx: voor a <= x < b p(x) dx = 0 : voor x < a of b <= x * Als @a > @b geeft RANDUNIFORM een #GETAL! foutmelding. @EXAMPLES= RANDUNIFORM(1,4;4,2) geeft een willekeurig getal groter of gelijk aan 1,4 maar kleiner dan 4,2 @SEEALSO=RANDBETWEEN,RAND
pt_br: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=RANDUNIFORM retorna uma variável aleatória uniformemente distribuída ente @a e @b. A distribuição uniforme é definida como: p(x) dx = {1 sobre (b-a)} dx : para a <= x < b. p(x) dx = 0 : para x < a ou b <= x. * Se @a > @b, RANDUNIFORM retorna o erro #NUM! @EXAMPLES= RANDUNIFORM(1.4,4.2) retorna um número aleatório maior ou igual a 1.4 e menor do que 4.2. @SEEALSO=RANDBETWEEN,RAND
sk: @FUNCTION=RAND @SYNTAX=RAND() @DESCRIPTION=RAND vracia náhodné číslo medzi 0 a 1. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= RAND() vracia náhodné číslo väčšie ako 0, ale menšie ako 1. @SEEALSO=RANDBETWEEN
vi: @FUNCTION=RANDUNIFORM @SYNTAX=RANDUNIFORM(a,b) @DESCRIPTION=RANDUNIFORM trả lại một biến ngẫu nhiên bị giới hạn từ phân phối không thay đổi (thẳng) từ a đến b. Phân phối là: p(x) dx = {1 trên (b-a)} dx : cho « a ≤ x < b ». p(x) dx = 0 : cho « x < a » hoặc « b ≤ x ». * Nếu « @a > @b » thì RANDUNIFORM trả lại lỗi « #NUM! ». @EXAMPLES= RANDUNIFORM(1.4,4.2) trả lại một số ngẫu nhiên lớn hơn hoặc bằng 1.4 nhưng nhỏ hơn 4.2. @SEEALSO=RANDBETWEEN,RAND

source: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(val_range[,prob_range]) @DESCRIPTION=RANDDISCRETE returns one of the values in the @val_range. The probabilities for each value are given in the @prob_range. * If @prob_range is omitted, the uniform discrete distribution is assumed. * If the sum of all values in @prob_range is other than one, RANDDISCRETE returns #NUM! error. * If @val_range and @prob_range are not the same size, RANDDISCRETE returns #NUM! error. * If @val_range or @prob_range is not a range, RANDDISCRETE returns #VALUE! error. @EXAMPLES= RANDDISCRETE(A1:A6) returns one of the values in the range A1:A6. @SEEALSO=RANDBETWEEN,RAND
dz: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(val_range[,prob_range]) @DESCRIPTION=RANDDISCRETE དེ་གིས་ @val_range ནང་གི་གནས་གོང་གཅིག་སླར་ལོག་འབདཝ་ཨིན། གནས་གོང་རེ་རེ་ནང་འབྱུང་སྲིད་པ་འདི་ @prob_rangeནང་བྱིན་ཏེ་ཡོདཔ་ཨིན། * If @prob_range འདི་སྐྱུར་བཞག་པ་ཅིན་, གཅིག་མཚུངས་དབྱེ་བའི་བཀྲམ་སྤེལ་སྦེ་བཞགཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་@prob_range ནང་གི་གནས་གོང་ལ་ལོ་ཅིག་གཅིག་ལས་གཞན་ཨིན་པ་ཅིན་, RANDDISCRETE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @val_range དང་ @prob_range ཚུ་ཚད་གཅིག་པ་མེན་པ་ཅིན་, RANDDISCRETE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @val_range ཡང་ན་ @prob_range འདི་ཁྱབ་ཚད་མེན་པ་ཅིན་, RANDDISCRETE དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDDISCRETE(A1:A6) དེ་གིས་ ཁྱབ་ཚད་ A1:A6 ནང་གནས་གོང་གཅིག་སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=RANDBETWEEN,RAND
es: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(rango_val[,rango_prob]) @DESCRIPTION=RANDDISCRETE devuelve uno de los valores en @rango_val. La probabilidades de cada valor se dan en el @rango_prob. * Si @rango_prob se omite, se asume la distribución discreta uniforme. * Si la suma de todos los valores en @rango_prob es distinta de uno, RANDDISCRETE devuelve el error #NÚM!. * Si @rango_val y @rango_prob no son del mismo tamaño, RANDDISCRETE devuelve el error #NÚM!. * Si @rango_val o @rango_prob no es un rango, RANDDISCRETE devuelve un error #VALOR!. @EXAMPLES= RANDDISCRETE(A1:A6) devuelve uno de los valores en el rango A1:A6. @SEEALSO=RANDBETWEEN,RAND
fr: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(intervalle_valeurs[;intervalle_prob]) @DESCRIPTION=RANDDISCRETE renvoie une des valeurs de @intervalle_valeurs, leurs probabilités étant définies dans @intervalle_prob. * Si @intervalle_prob est absent, une distribution discrète unifrme est utilisée. * Si la somme des valeurs de @intervalle_prob est différente de 1, RANDDISCRETE renvoie #NUM!. * Si @intervalle_valeurs et @intervalle_prob ne sont pas de la même taille, RANDDISCRETE renvoie #NUM!. * Si @intervalle_valeurs ou @intervalle_prob ne sont psa des intervalles, RANDDISCRETE renvoie #VALUE!. @EXAMPLES= @SEEALSO=RANDBETWEEN,RAND
nl: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(waardenbereik[;kansbereik]) @DESCRIPTION=RANDDISCRETE geeft een van de waarden uit @waardenbereik. De kans voor elke waarde wordt gegeven door @kansbereik. * Als @kansbereik weggelaten is, wordt een uniforme discrete distributie aangenomen. * Als de som van alle waarden in @kansbereik anders is dan 1, geeft RANDDISCRETE een #GETAL! foutmelding. * Als @waardenbereik en @kansbereik niet dezelfde afmetingen hebben, geeft RANDDISCRETE een #GETAL! foutmelding. * Als @waardenbereik of @kansbereik geen bereiken zijn, geeft RANDDISCRETE een #WAARDE! foutmelding. @EXAMPLES= RANDDISCRETE(A1:A6) geeft een van de waarden uit het bereik A1:A6. @SEEALSO=RANDBETWEEN,RAND
pt_br: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(val_região[,prob_região]) @DESCRIPTION=RANDDISCRETE retorna um dos valores em val_região. As probabilidades para cada valor são dadas em @prob_valor. * Se @prob_região for omitido, assume-se uma distribuição uniforme discreta. * Se a soma de todos os valores em @prob_região é maior do que 1, RANDDISCRETE retorna o erro #NUM! * Se @val_região e @prob_região não têm o mesmo tamanho, RANDDISCRETE retorna o erro #NUM! * Se @val_região ou @prob_região não forem uma região, RANDDISCRETE retorna o erro #VALOR! @EXAMPLES= RANDDISCRETE(A1:A6) retorna um dos valores na região A1:A6. @SEEALSO=RANDBETWEEN,RAND
vi: @FUNCTION=RANDDISCRETE @SYNTAX=RANDDISCRETE(val_range[,prob_range]) @DESCRIPTION=RANDDISCRETE retrả lại một của những giá trị trong phạm vi giá trị @val_range. Có các xác suất cho mỗi giá trị trong phạm vi xác suất @prob_range. * Nếu @prob_range bỏ trống thì giả sử phân phối rời rạc không thay đổi. * Nếu tổng các giá trị trong phạm vi xác suất @prob_range khác với số một thì RANDDISCRETE trả lại lỗi « #NUM! ». * Nếu @val_range và @prob_range khác kích thước thì RANDDISCRETE trả lại lỗi « #NUM! ». * Nếu @val_range hay @prob_range không phải là phạm vi thì RANDDISCRETE trả về lỗi « #VALUE! ». @EXAMPLES= RANDDISCRETE(A1:A6) trả lại một của những giá trị trong phạm vi A1:A6. @SEEALSO=RANDBETWEEN,RAND

source: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP returns a exponentially-distributed random number. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
dz: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP དེ་གིས་ བསྒྱུར་གྲངས་ཀྱི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
es: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP devuelve un número aleatorio distribuido exponencialmente. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
fr: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution exponentielle. @SEEALSO=RAND,RANDBETWEEN
nl: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP geeft een willekeurig getal volgens een exponentiele distributie. @EXAMPLES= RANDEXP(0,5) @SEEALSO=RAND,RANDBETWEEN"
pt_br: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP retorna um número aleatório exponencialmente distribuído. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP trả lại số ngẫu nhiên theo phân phối lũy thừa. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON returns a Poisson-distributed random number. * If @lambda < 0 RANDPOISSON returns #NUM! error. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
dz: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON དེ་གིས་ པོའི་སཱོན་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @lambda < 0 ཨིན་པ་ཅིན་RANDPOISSON དེ་གིས་ #NUM! འཛོལ་བ་ཨིན་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
es: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON devuelve un número aleatorio distribuido según Poisson. * Si @lambda < 0 RANDPOISSON devuelve el error #NÚM! @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
fr: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution de Poisson. * Si @lambda < 0, RANDPOISSON renvoie #NUM!. @SEEALSO=RAND,RANDBETWEEN
nl: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON geeft een willekeurig getal volgens een Poisson-distributie. * Als @lambda < 0 geeft RANDPOISSON een @GETAL! foutmelding. @EXAMPLES= RANDPOISSON(3) @SEEALSO=RAND,RANDBETWEEN
pt_br: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON retorna um número aleatório com distribuição de Poisson. * Se @lambda < 0, então RANDPOISSON retorna o erro #NUM! @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON vracia náhodné číslo podľa Poissonovho rozdelenia. * Ak je @lambda < 0, RANDPOISSON vracia chybu#NUM!. @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDPOISSON @SYNTAX=RANDPOISSON(lambda) @DESCRIPTION=RANDPOISSON trả lại một số ngẫu nhiên theo phân phối Poisson. * Nếu « @lambda < 0 » thì RANDPOISSON trả lại « #NUM! ». @EXAMPLES= RANDPOISSON(3). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,trials) @DESCRIPTION=RANDBINOM returns a binomially-distributed random number. * If @p < 0 or @p > 1 RANDBINOM returns #NUM! error. * If @trials < 0 RANDBINOM returns #NUM! error. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
dz: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,trials) @DESCRIPTION=RANDBINOM དེ་གིས་ བའི་ནོ་མི་ཡ་ལི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @p < 0 ཡང་ན་ @p > 1ཨིན་པ་ཅིན་ RANDBINOM དེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @trials < 0 ཨིན་པ་ཅིན་RANDBINOM དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
es: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,intentos) @DESCRIPTION=RANDBINOM devuelve un número aleatorio binomialmente distribuido. * Si @p < 0 ó @p > 1, RANDBINOM devuelve el error #NÚM!. * Si @intentos < 0, RANDBINOM devuelve el error #NÚM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
fr: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p;échecs) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution binÔmiale. * Si @p < 0 ou @p > 1, ou si @échecs < 0, renvoie #NUM!. @SEEALSO=RAND,RANDBETWEEN
nl: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p;trekkingen) @DESCRIPTION=RANDBINOM geeft een willekeurig getal volgens een Binomiale distributie. * Als @p < 0 of @p > 1, geeft RANDBINOM een #GETAL! foutmelding. * Als @trekkingen < 0 geeft RANDBINOM een #GETAL! foutmelding. @EXAMPLES= RANDBINOM(0,5;2) @SEEALSO=RAND,RANDBETWEEN
pt_br: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,tentativas) @DESCRIPTION=RANDBINOM retorna um número aleatório com distribuição binomial. * Se @p < 0 ou @p > 1, então RANDBINOM retorna o erro #NUM! * Se @tentativas < 0, então RANDBINOM retorna o erro #NUM! @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,pokusy) @DESCRIPTION=RANDBINOM vracia náhodné číslo podľa binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDBINOM vracia chybu #NUM!. Ak je @pokusy RANDBINOM vracia chybu #NUM!. @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDBINOM @SYNTAX=RANDBINOM(p,trials) @DESCRIPTION=RANDBINOM trả lại số ngẫu nhiên theo phân phối nhị thức. * Nếu « @p < 0 » hoặc « @p > 1 » thì trả lại lỗi « #NUM! ». * Nếu « @trials < 0 » thì trả lại lỗi « #NUM! ». @EXAMPLES= RANDBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN

source: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bottom,top) @DESCRIPTION=RANDBETWEEN function returns a random integer number between and including @bottom and @top. * If @bottom is non-integer, it is rounded up. * If @top is non-integer, it is rounded down. * If @bottom > @top, RANDBETWEEN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM
dz: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bottom,top) @DESCRIPTION=RANDBETWEEN ལས་འགན་འདི་གིས་ གང་བྱུང་ཧྲིལ་གྲངས་ @bottom བར་ན་དང་རྩིས་ཏེ་ དེ་ལས་@top སླར་ལོག་འབདཝ་ཨིན། * If @bottom འདི་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, འདི་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * If @top འདི་ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་, འདི་ མར་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * If @bottom > @top ཨིན་པ་ཅིན་, RANDBETWEEN དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM
es: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(inferior,superior) @DESCRIPTION=La función RANDBETWEEN devuelve un entero aleatorio entre @inferior y @superior ambos inclusive. * Si @inferior no es entero, se redondea arriba. * Si @superior no es un entero de redondea abajo. * Si @inferior > @superior, RANDBETWEEN de vuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM
pt_br: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(base,topo) @DESCRIPTION=A função RANDBETWEEN retorna um número aleatório inteiro entre e incluíndo @base e @topo. * Se @base não for inteiro, ele é arredondado para cima. * Se @topo não for inteiro, ele é arredondado para baixo. * Se @base > @topo, RANDBETWEEN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM
vi: @FUNCTION=RANDBETWEEN @SYNTAX=RANDBETWEEN(bottom,top) @DESCRIPTION=hàm RANDBETWEEN trả lại một số nguyên ngẫu nhiên giữa và gồm đáy @bottom và đỉnh @top. * Nếu @bottom không phải là số nguyên thì nó bị làm tròn lên. * Nếu @top không phải là số nguyên thì nó bị làm tròn xuống. * Nếu @bottom > @top » thì RANDBETWEEN trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= RANDBETWEEN(3,7). @SEEALSO=RAND,RANDUNIFORM

source: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM returns a negative binomially-distributed random number. * If @p < 0 or @p > 1, RANDNEGBINOM returns #NUM! error. * If @failures < 1, RANDNEGBINOM returns #NUM! error. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
dz: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM དེ་གིས་ ཡ་ཅན་བའི་ནོ་མི་ཡ་ལི་-བཀྲམ་སྤེལ་འབད་ཡོད་པའི་གང་བྱུང་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @p < 0 ཡང་ན་ @p > 1ཨིན་པ་ཅིན་, RANDNEGBINOM དེ་གིས #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་@failures < 1, RANDNEGBINOM དེ་གིས་ #NUM! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
es: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,fallos) @DESCRIPTION=RANDNEGBINOM devuelve un número aleatorio binomialmente distribuido negativo. * Si @p < 0 ó @p > 1, RANDNEGBINOM devuelve el error #NÚM!. * Si @fallos < 1, RANDNEGBINOM devuelve el error #NÚM!. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
fr: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p;échecs) @DESCRIPTION=Renvoie un nombre aléatoire suivant une distribution binômiale négative. * Si @p < 0 ou @p > 1, ou si @échecs < 1, renvoie #NUM!. @SEEALSO=RAND,RANDBETWEEN
nl: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p;mislukkingen) @DESCRIPTION=RANDNEGBINOM geeft een willekeurig getal volgens een negatief binomiale distributie. * Als @p < 0 of @p > 1, geeft RANDNEGBINOM een #GETAL! foutmelding. * Als @mislukkingen < 1 geeft RANDNEGBINOM een #GETAL! foutmelding. @EXAMPLES= RANDNEGBINOM(0,5;2) @SEEALSO=RAND,RANDBETWEEN
pt_br: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,falhas) @DESCRIPTION=RANDNEGBINOM retorna um número aleatório que segue a distribuição binomial negativa. * Se @p < 0 ou @p > 1, RANDNEGBINOM retorna o erro #NUM! * Se @falhas < 1, RANDNEGBINOM retorna o erro #NUM! @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
sk: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,neúspechy) @DESCRIPTION=RANDNEGBINOM vracia náhodné číslo podľa záporného binomického rozdelenia. Ak je @p < 0 alebo @p > 1, RANDNEGBINOM vracia chybu #NUM!. Ak je @neúspechy RANDNEGBINOM vracia chybu #NUM!. @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RANDNEGBINOM @SYNTAX=RANDNEGBINOM(p,failures) @DESCRIPTION=RANDNEGBINOM trả lại một số ngẫu nhiên theo phân phối nhị thức âm. * Nếu « @p < 0 » hoặc « @p > 1 » thì RANDNEGBINOM trả lại lỗi « #NUM! ». * Nếu « @failures < 1 » thì RANDNEGBINOM trả lại lỗi « #NUM! ». @EXAMPLES= RANDNEGBINOM(0.5,2). @SEEALSO=RAND,RANDBETWEEN
