Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_MILTERSEN_SCHWARTZ @SYNTAX=OPT_MILTERSEN_SCHWARTZ(call_put_flag,p_t,f_t,x,t1,t2,v_s,v_e,v_f,rho_se,rho_sf,rho_ef,kappa_e,kappa_f) @DESCRIPTION=OPT_MILTERSEN_SCHWARTZ models the theoretical price of options on commodities futures according to Miltersen & Schwartz. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @p_t is a zero coupon bond with expiry at option maturity. @f_t is the futures price. @x is the strike price. @t1 is the time to maturity of the option. @t2 is the time to maturity of the underlying commodity futures contract. @v_s is the volatility of the spot commodity price. @v_e is the volatility of the future convenience yield. @v_f is the volatility of the forward rate of interest. @rho_se is correlation between the spot commodity price and the convenience yield. @rho_sf is correlation between the spot commodity price and the forward interest rate. @rho_ef is correlation between the forward interest rate and the convenience yield. @kappa_e is the speed of mean reversion of the convenience yield. @kappa_f is the speed of mean reversion of the forward interest rate. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_MILTERSEN_SCHWARTZ @SYNTAX=OPT_MILTERSEN_SCHWARTZ(indicador_call_put,p_t,f_t,x,t1,t2,v_s,v_e,v_f,ro_se,ro_sf,ro_ef,kappa_e,kappa_f) @DESCRIPTION=OPT_MILTERSEN_SCHWARTZ modela el precio teórico de opciones en futuros en mercancías de acuerdo con Miltersen & Schwartz. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @p_t en un bono de cupón cero con expiración al vencimiento de la opción @f_t es el precio del futuro. @x es el precio fijado (strike). @t1 es el tiempo para el vencimiento de la opción. @t2 es el tiempo para el vencimiento del contrato de los futuros de mercancías subyacentes. @v_s es la volatilidad del precio spot de la mercancía. @v_e es la volatilidad del margen del futuro convenido. @v_f es la volatilidad de la tasa de interés adelantada. @ro_se es la correlación entre el precio spot de la mercancía y el margen de conveniencia. @rho_sf es la correlación entre el precio spot de la mercancía y la tasa de interés adelantada. @rho_ef es la correlación entre la tasa de interés adelantada y el margen de conveniencia. @kappa_e es la velocidad de la reversión media del margen de conveniencia. @kappa_f es la velocidad de la reversión media de la tasa de interés adelantada. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(spot,strike,t1,t2,rate,d,volatility) @DESCRIPTION=OPT_RGW models the theoretical price of an american option according to the Roll-Geske-Whaley approximation where: @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @t1 is the time to the dividend payout. @t2 is the time to option expiration. @rate is the annualized rate of interest. @d is the amount of the dividend to be paid expressed in currency. @volatility is the annualized rate of volatility of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(spot,strike,t1,t2,tasa,d,volatilidad) @DESCRIPTION=OPT_RGW modela el precio teórico de una opción americana de acuerdo con la aproximación Roll-Geske-Whaley donde: @spot es el precio spot del activo @strike es el precio strike (fijado) de la opción @t1 es el tiempo para el pago de dividendo @t2 es el tiempo para el vencimiento de la opción @tasa es la tasa de interés anualizada @d es la cantidad del dividendo a ser pagada @volatilidad es la volatilidad anualizada, en porcentaje, del activo hasta la fecha del ejercicio. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(call_put_flag,spot,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_BAW_AMER models the theoretical price of an option according to the Barone Adesie & Whaley approximation. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(call_put_flag,spot,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_BAW_AMER དེ་གིས་ བ་རོན་ཨེ་ཌི་སི་དང་ ཝ་ལེ་ཆ་མཚུངས་དང་འཁྲིལ་བ་ཅིན་ གདམ་ཁ་འདི་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ ཀོལ་ཡང་ན་བཙུགས་ནི་འདི་གདམ་ཁ་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་པའི་ གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @time འདི་ གདམ་ཁའི་དུས་ཡུན་ཚང་བ་ལུ་ཉིནམ་གྱི་ཨང་གྲངས་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ཉེན་ཁ་མེད་པའི་ལོ་བསྟར་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཀྱི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(indicador_call_put,spot,strike,tiempo,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_BAW_AMER modela el precio teórico de una opción de acuerdo con la aproximación de Barone Adesie & Whaley. @indicador_call_put es «c» o «p» para indicar si la opción es un «call» o «put». @spot es el precio «spot» del activo subyacente. @strike es el precio al que se fija la opción. @tiempo es el número de días hasta el vencimiento de la opción. @tasa es la tasa de interés libre de riesgo anualizada. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo. @volatilidad es la volatilidad anualizada en precio del activo subyacente. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(call_put_keuze;prijs;koers;resterende_looptijd;rente;cost_of_carry;volatiliteit) @DESCRIPTION=OPT_BAW_AMER modeleert de theoretische prijs van een optie volgens de benaderingstechniek van Barone Adesie & Whaley. @call_put_keuze is c or p voor respectievelijk een call- of een put-optie. @prijs is de uitoefenprijs van de onderliggende waarde @koers is de koers waarbij de optie wordt geïnd @resterende_looptijd het aantal dagen tot de verloopdatum van de optie @rente is het risicovrije jaarlijkse rentepercentage @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. @volatility is de jaarlijkse volatiliteit in prijs van de onderliggende waarde @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(tipo_compra_venda,à_vista,exercício,tempo,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_BAW_AMER modela o preço teórico de uma opção utilizando a aproximação de Barone Adesie & Whaley. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício é o preço de exercício do ativo quando ele é executado. @tempo é o número de dias até a data de exercício. @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @volatilidade é a taxa anualizada de volatilidade da opção. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_BAW_AMER @SYNTAX=OPT_BAW_AMER(call_put_flag,spot,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_BAW_AMER tạo mô hình trên giá lý thuyết của một tủy chọn tùy theo phép tính xấp xỉ Barone Adesie & Whaley. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time là số lượng ngày đến hạn thanh toán tùy chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BJER_STENS models the theoretical price of american options according to the Bjerksund & Stensland approximation technique. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BJER_STENS དེ་གིས་ ཇརཀ་སནཌི་དང་སི་ཊེནསི་ལེནཌི་ཆ་མཚུངས་ཐབས་ཤེས་དང་འཁྲིལ་བ་ཅིན་ ཨ་མི་རི་ཀཱན་གདམ་ཁ་ཚུ་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ནི་འདི་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་འབད་ཡོད་པའི་གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @time འདི་ གདམ་ཁའི་དུས་ཡུན་ཚང་ནི་ལུ་ཉིནམ་གྱི་གྲངས་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ཉེན་ཁ་མེན་པའི་ལོ་བསྟར་ཚད་འདི་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་ བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(indicador_call_put,spot,strike,tiempo,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_BJER_STENS modela el precio teórico de opciones americanas de acuerdo con la técnica de aproximación de Bjerksund & Stensland. @indicador_call_put es «c» o «p» para indicar si la opción es «call» o «put». @spot es el precio «spot» del activo subyacente. @strike es el precio al que se fija la opción. @tiempo es el número de días para el vencimiento de la opción. @tasa es la tasa de interés libre de riesgo anualizada. @volatilidad es la volatilidad anualizada en precio del activo subyacente. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BJER_STENS tạo mô hình trên giá lý thuyết của tùy chọn Mỹ tùy theo phương pháp tính xấp xỉ Bjerksund & Stensland. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time là số lượng ngày đến hạn thanh toán tùy chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(call_put_flag,spot,strike,time,rate,volatility,cost_of_carry,lambda) @DESCRIPTION=OPT_EXEC models the theoretical price of executive stock options @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. One would expect this to always be a call option. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @lambda is the jump rate for executives. The model assumes executives forfeit their options if they leave the company. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(call_put_flag,spot,strike,time,rate,volatility,cost_of_carry,lambda) @DESCRIPTION=OPT_EXEC དེ་གིས་ ལག་ལེན་འཐབ་ནིའི་ཅ་མཛོད་གདམ་ཁ་ཚུ་གི་ གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ནི་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་འདི་ཨིན། གཅིག་གིས་འདི་ཨ་རྟག་རང་ཀོལ་གདམ་ཁ་རེ་བ་བསྐྱེདཔ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་པའི་ གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @time འདི་ གདམ་ཁ་ལུ་དུས་ཡུན་ཚང་ནི་ལུ་ཉིནམ་གྱི་གྲངས་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ཉེན་ཁ་མེད་པའི་ལོ་བསྟར་ཚད་འདི་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་ བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། @lambda འདི་ ལག་ལེན་འཐབ་ནིའི་དོན་ལུ་ཡར་སེང་ཚད་ཨིན།དེ་ཚུ་གིས་ཚོང་སྡེ་བཞག་པ་ཅིན་ དཔེ་ཚུ་གིས་འཐུས་ཤོར་ཡོདཔ་སྦེ་བརྩིཝ་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(indicador_call_put,spot,strike,tiempo,tasa,volatilidad,devaluación,lambda) @DESCRIPTION=OPT_EXEC modela el precio teórico de opciones de stock para ejecutivos (executive stock options). @indicador_call_put es «c» o «p» para indicar si la opción es «call» o «put» . Uno podría esperar que esto sea siempre una opción call. @spot es el precio «spot» del activo subyacente. @strike es el precio al que se fija la opción. @tiempo es el número de días para el vencimiento de la opción. @tasa es la tasa de interés libre de riesgo anualizada. @volatilidad es la volatilidad anualizada en precio del activo subyacente. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo. @lambda es la tasa de salto para ejecutivas. El modelo asume que los ejecutivos pierden los derechos a sus opciones si dejan la compañía. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(tipo_compra_venda,à_vista,exercício,tempo,taxa,volatilidade,custo_de_carregamento,lambda) @DESCRIPTION=OPT_EXEC modela o preço teórico de opções de executivos. Espera-se que este modelo seja sempre aplicado a opções de compra. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício é o preço de exercício do ativo quando ele é executado. @tempo é o número de dias até a data de exercício. @taxa é a taxa de juros anualizada e livre de risco. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @lambda é a taxa de salto para executivos. O modelo assume que os executivos perdem suas opções quando abandonam a companhia. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_EXEC @SYNTAX=OPT_EXEC(call_put_flag,spot,strike,time,rate,volatility,cost_of_carry,lambda) @DESCRIPTION=OPT_EXEC tạo mô hình trên giá lý thuyết của tùy chọn chứng khoán hành chính@call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). Ngờ nó luôn luôn là tùy chọn gọi. @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time là số lượng ngày đến hạn thanh toán tùy chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @lambda là tỷ lệ nhảy cho người hành chính. Mô hình giả sử mọi người hành chính mất quyền các tùy chọn nếu họ rời công ty đó. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(call_put_flag,spot,alpha,time1,time,rate,volatility,cost_of_carry) @DESCRIPTION=OPT_FORWARD_START models the theoretical price of forward start options @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @alpha is a fraction that set the strike price the future date @time1. @time1 is the number of days until the option starts. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(call_put_flag,spot,alpha,time1,time,rate,volatility,cost_of_carry) @DESCRIPTION=OPT_FORWARD_START དེ་གིས་ གདོང་བསྐྱོད་འགོ་བཙུགས་གདམ་ཁ་ཚུ་གི་ གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ནི་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @alpha འདི་ མ་འོངས་པའི་ཚེས་གྲངས་@time1གི་གོང་ཚད་བརྐྱབ་ནི་གཞི་སྒྲིག་འབད་མི་བགོ་གྲངས་འདི་ཨིན། @time1 འདི་ གདམ་ཁ་འདི་འགོ་མ་བཙུགས་ཚུན་ཚོད་ཀྱི་ཉིནམ་གྲངས་འདི་ཨིན། @time འདི་ གདམ་ཁའི་དུས་ཡུན་ཚང་བ་ལུ་ཉིནམ་གྱི་གྲངས་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་གྲངས་ཉེན་ཁ་མེད་པ་འདི་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གོང་ཚད་ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(indicador_call_put,spot,alfa,tiempo1,tiempo,tasa,volatilidad,devaluación) @DESCRIPTION=OPT_FORWARD_START modela el precio teórico de opciones «forward start» @indicador_call_put es «c» o «p» para indicar si la opción es un «call» o «put» @spot es el precio «spot» del activo subyacente @alfa es una fracción que establece el precio «strike» en la fecha futura @tiempo1 @tiempo1 es el número de días hasta que la opción comienza. @tiempo es el número de días hasta el vencimiento de la opción. @tasa es la tasa de interés libre de riesgo anualizada. @volatilidad es la volatilidad anualizada en precio del activo subyacente. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(tipo_compra_venda,à_vista,alfa,tempo1,tempo,taxa,volatilidade,custo_de_carregamento) @DESCRIPTION=OPT_FORWARD_START modela o preço teórico de opções de início no futuro. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @alfa é a fração que determina o preço de exercício na data @tempo1 @tempo1 é o número de dias até o início da opção. @tempo é o número de dias até a data de exercício. @taxa é a taxa de juros anualizada e livre de risco. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_FORWARD_START @SYNTAX=OPT_FORWARD_START(call_put_flag,spot,alpha,time1,time,rate,volatility,cost_of_carry) @DESCRIPTION=OPT_FORWARD_START tạo mô hình trên tùy chọn bắt đầu định trước @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @alpha là phân số đặt giá tính lấy vào ngày tương lai @time1. @time1 là số lượng ngày đến khi bắt đầu tùy chọn. @time là số lượng ngày đến hạn thanh toán tùy chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
