Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=IMCSC @SYNTAX=IMCSC(inumber) @DESCRIPTION=IMCSC returns the complex cosecant of the complex number z (@inumber), where csc(z) = 1/sin(z). * If @inumber is not a valid complex number, IMCSC returns #VALUE! error. @EXAMPLES= IMCSC("2-j") equals 0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT
dz: @FUNCTION=IMCSC @SYNTAX=IMCSC(inumber) @DESCRIPTION=IMCSC དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་ གོ་དཀའ་བའི་ཀོ་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་,དེ་ཡང་ csc(z) = 1/sin(z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMCSC དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན @EXAMPLES= IMCSC("2-j") མཉམ་པ་ཨིན་0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT
es: @FUNCTION=IMCSC @SYNTAX=IMCSC(complejo) @DESCRIPTION=IMCSC devuelve la cosecante compleja del número complejo z (@complejo), donde csc(z) = 1/sin(z). * Si @complejo no es un número complejo válido, IMCSC devuelve el error #VALOR!. @EXAMPLES= IMCSC("2-j") es igual a 0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT
fr: @FUNCTION=IMCSC @SYNTAX=IMCSC(nombre_cpx) @DESCRIPTION=La fonction IMCSC renvoie la cosécante d'un nombre complexe. csc(z) = 1/sin(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCSC("2-j") = 0,635494-0,221501j. @SEEALSO=IMSEC,IMCOT
nl: @FUNCTION=IMCSC @SYNTAX=IMCSC(igetal) @DESCRIPTION=IMCSC geeft de complexe cosecans van het complexe getal z (@igetal) waarbij csc(z) = 1/sin(z) * Als @igetal geen geldig complex getal is, geeft IMCSC een #WAARDE! foutmelding. @EXAMPLES= IMCSC("2-j") is 0,635494-0,221501j @SEEALSO=IMSEC,IMCOT
pt_br: @FUNCTION=IMCSC @SYNTAX=IMCSC(inúmero) @DESCRIPTION=IMCOS retorna a cossecante de um número complexo z (@inúmero), onde csc(z) = 1/sin(z). * Se @inúmero não é um número complexo válido, IMCSC retorna o erro #VALOR! @EXAMPLES= IMCSC("2-j") retorna 0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMCSC @SYNTAX=IMCSC(inumber) @DESCRIPTION=IMCSC trả lại cosec phức của số phức z (@inumber): csc(z) = 1/sin(z). * Nếu « @inumber » không phải là số phức, IMCSC trả lại lỗi « #VALUE! ». @EXAMPLES= IMCSC("2-j") bằng 0.635494-0.221501j. @SEEALSO=IMSEC,IMCOT

source: @FUNCTION=IMCOT @SYNTAX=IMCOT(inumber) @DESCRIPTION=IMCOT returns the complex cotangent of the complex number z (@inumber), where cot(z) = 1/tan(z). * If @inumber is not a valid complex number, IMCOT returns #VALUE! error. @EXAMPLES= IMCOT("2-j") equals -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC
dz: @FUNCTION=IMCOT @SYNTAX=IMCOT(inumber) @DESCRIPTION=IMCOT དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་གོ་དཀའ་བའི་ཀོ་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ cot(z) = 1/tan(z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMCOT དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMCOT("2-j") མཉམ་པ་ཨིན་ -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC
es: @FUNCTION=IMCOT @SYNTAX=IMCOT(complejo) @DESCRIPTION=IMCOT devuelve la cotangente compleja del número complejo z (@complejo), donde cot(z) = 1/tan(z). * Si @complejo no es un número complejo válido, IMCOT devuelve el error #VALOR!. @EXAMPLES= IMCOT("2-j") es igual a -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC
fr: @FUNCTION=IMCOT @SYNTAX=IMCOT(nombre_cpx) @DESCRIPTION=La fonction IMCOT renvoie la cotangente d'un nombre complexe. z = 1/tan(z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMCOT("2-j") = -0,171384+0,821330j. @SEEALSO=IMSEC,IMCSC
nl: @FUNCTION=IMCOT @SYNTAX=IMCOT(igetal) @DESCRIPTION=IMCOT geeft de complexe cotangens van het complex getal z (@igetal) waarbij cot(z) = 1/tan(z) * Als @igetal geen geldig complex getal is, geeft IMCOT een #WAARDE! foutmelding. Deze functie is compatibel met Excel. @EXAMPLES= IMCOT("2-j") is -0,171384+0,821330j @SEEALSO=IMSEC,IMSCS
pt_br: @FUNCTION=IMCOT @SYNTAX=IMCOT(inúmero) @DESCRIPTION=IMCOT retorna a cotangente de um número complexo z (@inúmero), onde: cot(z) = 1/tan(z). * Se @inúmero não é um número complexo válido, IMCOT retorna o erro #VALOR! @EXAMPLES= IMCOT("2-j") retorna -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMCOT @SYNTAX=IMCOT(inumber) @DESCRIPTION=IMCOT trả lại cotan phức của số phức z (@inumber): cot(z) = 1/tan(z). * Nếu « @inumber » không phải là số phức, IMCOT trả lại lỗi « #VALUE! ». @EXAMPLES= IMCOT("2-j") bằng -0.171384+0.821330j. @SEEALSO=IMSEC,IMCSC

source: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP returns the exponential of a complex number. * If @inumber is not a valid complex number, IMEXP returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMEXP("2-j") equals 3.992324-6.217676j. @SEEALSO=IMLN
dz: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་བསྒྱུར་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMEXP དེ་གིས #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMEXP("2-j") མཉམ་པ་ཨིན་ 3.992324-6.217676j. @SEEALSO=IMLN
es: @FUNCTION=IMEXP @SYNTAX=IMEXP(complejo) @DESCRIPTION=IMEXP devuelve el exponencial de un número complejo. * Si @complejo no es un número complejo válido, IMEXP devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMEXP("2-j") es igual a 3.992324-6.217676j. @SEEALSO=IMLN
fr: @FUNCTION=IMEXP @SYNTAX=IMEXP(nombre_cpx) @DESCRIPTION=La fonction IMEXP renvoie l'exponentielle d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMEXP("2-j") = 3,992324-6,217676j. @SEEALSO=IMLN
nl: @FUNCTION=IMEXP @SYNTAX=IMEXP(igetal) @DESCRIPTION=IMEXP geeft de exponentieel (e tot de macht @igetal) van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMEXP een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMEXP("2-j") is 3,992324-6,217676j @SEEALSO=IMLN
pt_br: @FUNCTION=IMEXP @SYNTAX=IMEXP(inúmero) @DESCRIPTION=IMEXP retorna 'e' (base dos logaritmos naturais) elevado a um número complexo. * Se @inúmero não é um número complexo válido, IMEXP retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMEXP("2-j") retorna 3.992324-6.217676j. @SEEALSO=IMLN
sk: @FUNCTION=IMEXP @SYNTAX=IMEXP(komplex_číslo) @DESCRIPTION=IMEXP vracia e na @komplex_číslo. * Ak @komplex_číslo nie je platné komplexné číslo, IMEXP vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMEXP("2-j") sa rovná 3.992324-6.217676j. @SEEALSO=IMLN
vi: @FUNCTION=IMEXP @SYNTAX=IMEXP(inumber) @DESCRIPTION=IMEXP trả lại mũ của số phức. * Nếu « @inumber » không phải là số phức, IMEXP trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMEXP("2-j") bằng 3.992324-6.217676j. @SEEALSO=IMLN

source: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT returns the argument theta of a complex number, i.e. the angle in radians from the real axis to the representation of the number in polar coordinates. * If @inumber is not a valid complex number, IMARGUMENT returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMARGUMENT("2-j") equals -0.463647609. @SEEALSO=
dz: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་ སྒྲུབ་རྟགས་ཐེ་ཊ་འདི་སླར་ལོག་འབདཝ་ཨིན་, i.e. ཚད་ཐིག་ངོ་མ་ལས་རེ་ཌི་ཡཱནསི་ནང་གི་གྲུ་ཟུར་ལས་ པོ་ལར་ཆ་སྙོམས་ནང་གི་ཨང་གྲངས་ལུ། * ག་དེམ་ཅིག་སྦེ་@inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་མེན་པ་ཅིན་, IMARGUMENT དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་འདི་ཨིན། @EXAMPLES= IMARGUMENT("2-j") མཉམ་པ་ཨིན་ -0.463647609. @SEEALSO=
es: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inum) @DESCRIPTION=Devuelve el argumento teta de un número complejo, esto es el ángulo (en radianes) que forma la representación del número complejo (en coordenadas polares) con el eje real. * Si @inum no es un número complejo válido, IMARGUMENT devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMARGUMENT("2-i") es igual a -0,463647609. @SEEALSO=
fr: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(nombre_cpx) @DESCRIPTION=La fonction IMARGUMENT renvoie l'argument theta d'un nombre complexe, c'est-a-dire l'angle en radians entre l'axe réel et la représentation du nombre. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMARGUMENT("2-j") = -0,463647609. @SEEALSO=
nl: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(igetal) @DESCRIPTION=IMARGUMENT geeft het argument (theta) van een complex getal. Met andere woorden, de hoek in radialen van de reële as naar de representatie van het getal in polaire coördinaten. * Als @igetal geen geldig complex getal is, geeft IMARGUMENT een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMARGUMENT("2-j") is -0,463647609 @SEEALSO=
pt_br: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inúmero) @DESCRIPTION=IMARGUMENT retorna o argumento theta de um número complexo, i.e. o ângulo em radianos do eixo real à representação do número em coordenadas polares. * Se @inúmero não é um número complexo válido, IMARGUMENT retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMARGUMENT("2-j") retorna -0.463647609. @SEEALSO=
sk: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(komplex_číslo) @DESCRIPTION=IMARGUMENT vracia argument theta komplexného čísla. * Ak @komplex_číslo nie je platné komplexné číslo, IMARGUMENT vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMARGUMENT("2-j") sa rovná -0.463647609. @SEEALSO=
vi: @FUNCTION=IMARGUMENT @SYNTAX=IMARGUMENT(inumber) @DESCRIPTION=IMARGUMENT trả lại đối số θ của số phức, tức là góc radian từ trục thực tới đại diện của số trong tọa độ cực. * Nếu « @inumber » không phải là số phức, IMARGUMENT trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMARGUMENT("2-j") bằng -0.463647609. @SEEALSO=

source: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN returns the natural logarithm of a complex number. The result will have an imaginary part between -pi and +pi. The natural logarithm is not uniquely defined on complex numbers. You may need to add or subtract an even multiple of pi to the imaginary part. * If @inumber is not a valid complex number, IMLN returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMLN("3-j") equals 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
dz: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཀྱི་རང་བཞིན་མཉམ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། གྲུབ་འབྲས་དེ་ལུ་ -pi དང་ +piགི་བར་ན་འཆར་སྣང་ཆ་ཤས་འདི་བྱུངམ་ཨིན། རང་བཞིན་མཉམ་གྲངས་འདི་ གོ་དཀའ་བའི་ཨང་གྲངས་གུ་མཐུན་མོང་མ་ཡིན་པ་སྦེ་ངོས་འཛིན་མ་འབད་བས། ཁྱོད་ཀྱིས་ པི་ཨའི་གི་ཆ་ཅན་སྙོམས་གྲངས་འདི་ འཆར་སྣང་ཆ་ཤས་ལུ་ཁ་སྐོང་བརྐྱབ་ནི་དང་ཕབ་དགོཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMLN དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMLN("3-j") མཉམ་པ་ཨིན་ 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
es: @FUNCTION=IMLN @SYNTAX=IMLN(inum) @DESCRIPTION=Devuelve el logaritmo natural de un número complejo. El resultado tendrá una parte imaginaria entre -pi y +pi. El logaritmo natural no está definido de manera única con números complejos; puede que necesite añadir o sustraer un múltiplo par de pi a la parte imaginaria.. * Si @inum no es un número complejo válido, IMLN devuelve el error #VALOR!. * Esta función es compatible con Excel. Esta función es compatible con Excel. @EXAMPLES= IMLN("3-j") es igual a 1,15129-0,32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
fr: @FUNCTION=IMLN @SYNTAX=IMLN(nombre_cpx) @DESCRIPTION=La fonction IMLN renvoie le logarithme naturel (népérien) d'un nombre complexe. Le résultat aura une partie imaginaire comprise entre -pi et +pi. Le logarithme naturel n'est pas défini de façon unique sur les nombres complexes. Il est possible d'ajouter ou de soustraire un multiple pair de pi à la partie imaginaire. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMLN("3-j") = 1,15129-0,32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
nl: @FUNCTION=IMLN @SYNTAX=IMLN(cgetal) @DESCRIPTION=IMLN geeft het natuurlijke logaritme van een complex getal. Het imaginaire deel van het resultaat ligt tussen -pi en pi. Het natuurlijke logaritme is niet eenduidig bepaald voor complexe getallen. Je mag bij het imaginaire deel een even aantal keren pi optellen of aftrekken. * Als @igetal geen geldig complex getal is, geeft IMLN een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMLN("3-j") is 1,15129-0,32175j @SEEALSO=IMEXP,IMLOG2,IMLOG10
pt_br: @FUNCTION=IMLN @SYNTAX=IMLN(inúmero) @DESCRIPTION=IMLN retorna o logaritmo natural de um número complexo. O resultado terá uma parte imaginária entre -pi e +pi. O logaritmo natural não é definido unicamente para números complexos. Pode ser necessário adicionar ou subtrair um múltiplo de pi à parte imaginária. * Se @inúmero não é um número complexo válido, IMLN retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMLN("3-j") retorna 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
sk: @FUNCTION=IMLN @SYNTAX=IMLN(komplex_číslo) @DESCRIPTION=IMLN vracia prirodzený logaritmus komplexného čísla. Výsledok bude mať imaginárnu časť medzi -pi a +pi. Prirodzený logaritmus nie je jednoznačne definovaný pre komplexné čísla. Budete možno potrebovať pričítať alebo odčítať násobok pi k imaginárnej časti. * Ak @komplex_číslo nie je platné komplexné číslo, IMLN vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMLN("3-j") sa rovná 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10
vi: @FUNCTION=IMLN @SYNTAX=IMLN(inumber) @DESCRIPTION=IMLN trả lại logarit cơ số e của số phức. Kết quả là phần ảo giữa -π và +π. Logarit cơ số e không được định nghĩa chính xác trong số phức. Bạn có thể cần trừ hoặc cộng một tích chẵn của π với phần ảo. * Nếu « @inumber » không phải là số phức, IMLN trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMLN("3-j") bằng 1.15129-0.32175j. @SEEALSO=IMEXP,IMLOG2,IMLOG10

source: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 returns the logarithm of a complex number in base 2. * If @inumber is not a valid complex number, IMLOG2 returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMLOG2("3-j") equals 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
dz: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 དེ་གིས་ གཞི་རྟེན་ ༢༌ནང་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གི་མཉམ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་མེན་པ་ཅིན་, IMLOG2 དེ་གིས #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMLOG2("3-j") མཉམ་པ་ཨིན་1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
es: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(complejo) @DESCRIPTION=IMLOG2 devuelve el logaritmo de base 2 un número complejo. * Si @complejo no es un número complejo válido, IMLOG2 devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMLOG2("3-j") es igual a 1,66096-0,46419j. @SEEALSO=IMLN,IMLOG10
fr: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(nombre_cpx) @DESCRIPTION=La fonction IMLOG2 renvoie le logarithme en base 2 d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMLOG2("3-j") = 1,66096-0,46419j. @SEEALSO=IMLN,IMLOG10
nl: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(igetal) @DESCRIPTION=IMLOG2 geeft het logaritme met grondtal 2 van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMLOG2 een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMLOG2("3-j") is 1,66096-0,46419j @SEEALSO=IMLN,IMLOG10
pt_br: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inúmero) @DESCRIPTION=IMLOG2 retorna o logaritmo de um número complexo na base 2. * Se @inúmero não é um número complexo válido, IMLOG2 retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMLOG2("3-j") retorna 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
sk: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(komplex_číslo) @DESCRIPTION=IMLOG2 vracia logaritmus komplexného čísla so základom 2. * Ak @komplex_číslo nie je platné komplexné číslo, IMLOGIMCOSH vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMLOG2("3-j") sa rovná 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10
vi: @FUNCTION=IMLOG2 @SYNTAX=IMLOG2(inumber) @DESCRIPTION=IMLOG2 trả lại logarit cơ số 2 của số phức. * Nếu « @inumber » không phải là số phức, IMLOG2 trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMLOG2("3-j") bằng 1.66096-0.46419j. @SEEALSO=IMLN,IMLOG10

source: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 returns the logarithm of a complex number in base 10. * If @inumber is not a valid complex number, IMLOG10 returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMLOG10("3-j") equals 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
dz: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 དེ་གིས་ གཞི་རྟེན་ ༡༠་པའི་ནང་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་གིས་ མཉམ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེནཔ་ཅིན་, IMLOG10 དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMLOG10("3-j") མཉམ་པ་ཨིན་ 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
es: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(complejo) @DESCRIPTION=IMLOG10 devuelve el logaritmo en base 10 de un número complejo. * Si @complejo no es un número complejo válido, IMLOG10 devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMLOG10("3-j") devuelve 0,5-0,13973j. @SEEALSO=IMLN,IMLOG2
fr: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(nombre_cpx) @DESCRIPTION=La fonction IMLOG10 renvoie le logarithme en base 10 d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMLOG10("3-j") = 0,5-0,13973j. @SEEALSO=IMLN,IMLOG2
nl: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(igetal) @DESCRIPTION=IMLOG10 geeft het logaritme met grondtal 10 van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMLOG10 een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMLOG10("3-j") is 0,5-0,13973j @SEEALSO=IMLN,IMLOG2
pt_br: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inúmero) @DESCRIPTION=IMLOG10 retorna o logaritmo de um número complexo na base 10. * Se @inúmero não é um número complexo válido, IMLOG10 retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMLOG10("3-j") retorna 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
sk: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(komplex_číslo) @DESCRIPTION=IMLOG10 vracia logaritmus komplexného čísla so základom 10. * Ak @komplex_číslo nie je platné komplexné číslo, IMLOG10 vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMLOG10("3-j") sa rovná 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2
vi: @FUNCTION=IMLOG10 @SYNTAX=IMLOG10(inumber) @DESCRIPTION=IMLOG10 trả lại logarit cơ số 10 của số phức. * Nếu « @inumber » không phải là số phức, IMLOG10 trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMLOG10("3-j") bằng 0.5-0.13973j. @SEEALSO=IMLN,IMLOG2

source: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber1,inumber2) @DESCRIPTION=IMPOWER returns a complex number raised to a power. @inumber1 is the complex number to be raised to a power and @inumber2 is the power to which you want to raise it. * If @inumber1 or @inumber2 are not valid complex numbers, IMPOWER returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMPOWER("4-j",2) equals 15-8j. @SEEALSO=IMSQRT
dz: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber1,inumber2) @DESCRIPTION=IMPOWER དེ་གིས་ ནུས་ཤུགས་ལུ་བསྡུ་ལེན་འབད་དེ་ཡོད་མི་ གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @inumber1 འདི་ ནུས་ཤུགས་ལུ་བསྡུ་ལེན་འབད་ནི་ཨིན་པའི་གོ་དཀའ་བའི་ཨང་གྲངས་འདི་ཨིནམ་དང་ @inumber2 འདི་ ཁྱོད་ཀྱིས་བསྡུ་ལེན་འབད་དགོ་པའི་ནུས་ཤུགས་འདི་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber1ཡང་ན་ @inumber2 ཚུ་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་མེན་པ་ཅིན་, IMPOWER དེ་གིས་ #VALUE!འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMPOWER("4-j",2) མཉམ་པ་ཨིན་ 15-8j. @SEEALSO=IMSQRT
es: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(ncomplejo1;ncomplejo2) @DESCRIPTION=Devuelve un número complejo elevado a una potencia. @ncomplejo1 es el número complejo y @ncomplejo2 es la potencia con la cual se desea elevar el número complejo. * Si @ncomplejo1 o @ncomplejo2 no son números complejos válidos, IMPOWER devuelve un error #VALOR! * Esta función es compatible con Excel. @EXAMPLES= IMPOWER("4-i";2) es igual a 15-8i. @SEEALSO=IMSQRT
fr: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(nombre_cpx;puissance) @DESCRIPTION=La fonction IMPOWER renvoie @nombre_cpx élevé à la puissance @puissance. Si @nombre_cpx ou @puissance ne sont pas des nombres complexes valides, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMPOWER("4-j",2) = 15-8j. @SEEALSO=IMSQRT
nl: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(igetal1;igetal2) @DESCRIPTION=IMPOWER verheft een complex getal tot een bepaalde macht. @igetal1 is het complexe getal en @igetal2 is de macht waarin je het complexe getal wilt verheffen. * Als @igetal1 of @igetal2 geen geldig complex getallen zijn, geeft IMPOWER een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMPOWER("4-j";2) is 15-8j @SEEALSO=IMSQRT
pt_br: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inúmero1,inúmero2) @DESCRIPTION=IMPOWER retorna um número complexo elevado a uma potência. @inúmero1 é o número complexo e @inúmero2 é a potência à qual você quer elevá-lo. * Se @inúmero1 ou @inúmero2 não são números complexos válidos, IMPOWER retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMPOWER("4-j",2) retorna 15-8j. @SEEALSO=IMSQRT
sk: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(komplex_číslo,exponent) @DESCRIPTION=IMPOWER vracia mocninu komplexného čísla. @komplex_číslo je základ a @exponent je mocnina, na ktorú sa má umocniť. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMPOWER("4-j",2) sa rovná 15-8j. @SEEALSO=IMSQRT
vi: @FUNCTION=IMPOWER @SYNTAX=IMPOWER(inumber,number) @DESCRIPTION=IMPOWER trả lại lũy thừa của số phức. @inumber1 là số phức muốn lấy lũy thừa còn @number2 là lũy thừa muốn tính. * Nếu « @inumber » không phải là số phức, IMPOWER trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMPOWER("4-j",2) bằng 15-8j. @SEEALSO=IMSQRT
