Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inumber) @DESCRIPTION=IMARCSECH returns the complex hyperbolic arcsecant of the complex number z (@inumber), where arcsech(z) = arccosh(1/z). * If @inumber is not a valid complex number, IMARCSECH returns #VALUE! error. @EXAMPLES= IMARCSECH("1+j") equals 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOTH
dz: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inumber) @DESCRIPTION=IMARCSECH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)ནི་གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཨརཀ་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ arcsech(z) = arccosh(1/z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCSECH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCSECH("1+j") མཉམ་པ་ཨིན་ 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOTH
es: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inum) @DESCRIPTION=IMARCSECH devuelve el arco secante hiperbólico complejo del número complejo z (@inum), donde arcsech(z) = arccosh(1/z). * Si @inum no es un número complejo válido, IMARCSECH devuelve un error #VALOR!. @EXAMPLES= IMARCSECH("1+j") igual a 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOTH
fr: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(nombre_cpx) @DESCRIPTION=La fonction IMARCSECH renvoie l'arc sécante hyperbolique d'un nombre complexe. arcsech(z) = arccosh(1/z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCSECH("1+j") = 0,5306375-1,118518j. @SEEALSO=IMARCCSCH,IMARCCOTH
nl: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(igetal) @DESCRIPTION=IMARCSECH geeft de complexe hyperbolische arcsecans van het complexe getal z (@igetal), waarbij arcsech(z) = arccosh(1/z). * Als @igetal geen geldig complex getal is, geeft IMARCSECH een #WAARDE! foutmelding. @EXAMPLES= IMARCSECH("1+j") is 0,5306375-1,118518j @SEEALSO=IMARCCSCH,IMARCCOTH
pt_br: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inúmero) @DESCRIPTION=IMARCSINH retorna o arcosecante hiperbólico de um número complexo @inúmero, onde: arcsech(z) = arccosh(1/z). * Se @inúmero não é um número complexo válido, IMARCSECH retorna o erro #VALOR! @EXAMPLES= IMARCSECH("1+j") retorna 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOT
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCSECH @SYNTAX=IMARCSECH(inumber) @DESCRIPTION=IMARCSECH trả lại arcsec hyperbol phức của số phứcz (@inumber): arcsech(z) = arccosh(1/z). * Nếu « @inumber » không phải là số phức, IMARCSECH trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCSECH("1+j") bằng 0.5306375-1.118518j. @SEEALSO=IMARCCSCH,IMARCCOTH

source: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inumber) @DESCRIPTION=IMARCCSCH returns the complex hyperbolic arccosecant of the complex number z (@inumber), where arccsch(z) = arcsinh(1/z). * If @inumber is not a valid complex number, IMARCCSCH returns #VALUE! error. @EXAMPLES= IMARCCSCH("1+j") equals 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH
dz: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inumber) @DESCRIPTION=IMARCCSCH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཨརཀ་ཀོ་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ arccsch(z) = arcsinh(1/z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCCSCH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCCSCH("1+j") མཉམ་པ་ཨིན་ 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH
es: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inum) @DESCRIPTION=IMARCCSCH devuelve el arco secante hiperbólico del número complejo z (@inum), donde arccsch(z) = arcsin(1/z). * Si @inum no es un número complejo válido, IMARCCSCH devuelve un error #VALOR!. @EXAMPLES= IMARCCSCH("1+j") igual a 0,5306375-0,452278j. @SEEALSO=IMARCSECH,IMARCCOTH
fr: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(nombre_cpx) @DESCRIPTION=La fonction IMARCCSCH renvoie l'arc cosécante hyperbolique d'un nombre complexe. arccsch(z) = arcsin(1/z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCCSCH("1+j") = 0,5306375-0,452278j. @SEEALSO=IMARCSECH,IMARCCOTH
nl: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(igetal) @DESCRIPTION=IMARCCSCH geeft de complexe hyperbolische arccosecans van het complexe getal z (@igetal), waarbij arccsch(z) = arcsinh(1/z). * Als @igetal geen geldig complex getal is, geeft IMARCCSCH een #WAARDE! foutmelding. @EXAMPLES= IMARCCSCH("1+j") is 0,5306375-0,452278j @SEEALSO=IMARCSECH,IMARCCOTH
pt_br: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inúmero) @DESCRIPTION=IMARCCSCH retorna o arcocosecante hiperbólico de um número complexo @inúmero, onde: arccsch(z) = arcsinh(1/z). * Se @inúmero não é um número complexo válido, IMARCCSCH retorna o erro #VALOR! @EXAMPLES= IMARCCSCH("1+j") retorna 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH
sk: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(komplex_číslo) @DESCRIPTION=IMARCCSCH vracia hyperbolický arkus kosekant komplexného čísla z, kde arccsch(z) = arcsin(1/z). * Ak @komplex_číslo nie je neplatné komplexné číslo, IMARCCSCH vracia chybu VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMARCCSCH("1+j") sa rovná 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH
vi: @FUNCTION=IMARCCSCH @SYNTAX=IMARCCSCH(inumber) @DESCRIPTION=IMARCCSCH trả lại arccosec hyperbol phức của số phứcz (@inumber): arccsch(z) = arcsin(1/z). * Nếu « @inumber » không phải là số phức, IMARCCSCH trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCCSCH("1+j") bằng 0.5306375-0.452278j. @SEEALSO=IMARCSECH,IMARCCOTH

source: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inumber) @DESCRIPTION=IMARCCOTH returns the complex hyperbolic arccotangent of the complex number z (@inumber), where arccoth(z) = arctanh(1/z). * If @inumber is not a valid complex number, IMARCCOTH returns #VALUE! error. @EXAMPLES= IMARCCOTH("1+j") equals 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
dz: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inumber) @DESCRIPTION=IMARCCOTH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཨརཀ་ཀོ་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ arccoth(z) = arctanh(1/z). ག་དེམ་ཅིག་སྦེ་@inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCCOTH དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCCOTH("1+j") མཉམ་པ་ཨིན་ 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
es: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inum) @DESCRIPTION=IMARCCOTH devuelve el arco cotangente hiperbólico complejo del número z (@inum), donde arccoth(z) = arctanh(1/z). * Si @ncomplejo no es un número complejo válido, IMARCCOTH devuelve un error #VALOR!. @EXAMPLES= IMARCCOTH("1+j") igual a 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
fr: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(nombre_cpx) @DESCRIPTION=La fonction IMARCCOTH renvoie l'arc cotangetnte hyperbolique d'un nombre complexe. arccoth(z) = arctanh(1/z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCCOTH("1+j") = 0,40235948-0,5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
nl: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(igetal) @DESCRIPTION=IMARCCOTH geeft de complexe hyperbolische arccotangens van het complexe getal z (@igetal), waarbij arccoth(z) = arctanh(1/z). * Als @igetal geen geldig complex getal is, geeft IMARCCOTH een #WAARDE! foutmelding. @EXAMPLES= IMARCCOTH("1+j") is 0,40235948-0,5535744j @SEEALSO=IMARCSECH,IMARCCSCH
pt_br: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inúmero) @DESCRIPTION=IMARCCOTH retorna o arcotangente hiperbólico de um número complexo @inúmero, onde: arccoth(z) = arctanh(1/z). * Se @inúmero não é um número complexo válido, IMARCCOTH retorna o erro #VALOR! @EXAMPLES= IMARCCOTH("1+j") retorna 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
sk: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(komplex_číslo) @DESCRIPTION=IMARCCOTH vracia hyperbolický arkus kotangens komplexného čísla z, kde arccoth(z) = arctanh(1/z). * Ak @komplex_číslo nie je neplatné komplexné číslo, IMARCCOTH vracia chybu VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMARCCOTH("1+j") sa rovná 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH
vi: @FUNCTION=IMARCCOTH @SYNTAX=IMARCCOTH(inumber) @DESCRIPTION=IMARCCOTH trả lại arccotang hyperbol phức của số phức z (@inumber): arccoth(z) = arctanh(1/z). * Nếu « @inumber » không phải là số phức, IMARCCOTH trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCCOTH("1+j") bằng 0.40235948-0.5535744j. @SEEALSO=IMARCSECH,IMARCCSCH

source: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT returns the square root of a complex number. * If @inumber is not a valid complex number, IMSQRT returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSQRT("1+j") equals 1.09868+0.4550899j. @SEEALSO=IMPOWER
dz: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ཀྱི་རང་བསྒྱུར་རྩ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་@inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMSQRT དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMSQRT("1+j") མཉམ་པ་ཨིན་ 1.09868+0.4550899j. @SEEALSO=IMPOWER
es: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inum) @DESCRIPTION=Devuelve la raíz cuadrada de un número complejo. * Si @inum no es un número complejo válido, IMSQRT devuelve un error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMSQRT("1+i") es igual a 1,09868+0,4550899i. @SEEALSO=IMPOWER
fr: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(nombre_cpx) @DESCRIPTION=La fonction IMSQRT renvoie la racine carrée d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSQRT("1+j") = 1,09868+0,4550899j. @SEEALSO=IMPOWER
nl: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(igetal) @DESCRIPTION=IMSQRT geeft de vierkantswortel van een complex getal. * Als @igetal geen geldig complex getal is, geeft IMSQRT een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMSQRT("1+j") is 1,09868+0,4550899j @SEEALSO=IMPOWER
pt_br: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inúmero) @DESCRIPTION=IMSQRT retorna a raiz quadrada de um número complexo. * Se @inúmero não é um número complexo válido, IMSQRT retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMSQRT("1+j") retorna 1.09868+0.4550899j. @SEEALSO=IMPOWER
sk: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(komplex_číslo) @DESCRIPTION=IMSQRT vracia druhú odmocninu komplexného čísla. * Ak @komplex_číslo nie je neplatné komplexné číslo, IMSQRT vracia chybu VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSQRT("1+j") sa rovná 1.09868+0.4550899j. @SEEALSO=IMPOWER
vi: @FUNCTION=IMSQRT @SYNTAX=IMSQRT(inumber) @DESCRIPTION=IMSQRT trả lại căn bậc hai của số phức. * Nếu « @inumber » không phải là số phức, IMSQRT trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMSQRT("1+j") bằng 1.09868+0.4550899j. @SEEALSO=IMPOWER

source: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber1,inumber2) @DESCRIPTION=IMSUB returns the difference of two complex numbers. * If @inumber1 or @inumber2 are not valid complex numbers, IMSUB returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSUB("3-j","2+j") equals 1-2j. @SEEALSO=IMSUM
dz: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber1,inumber2) @DESCRIPTION=IMSUB དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་གཉིས་ཀྱི་ཁྱད་པར་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber1 ཡང་ན་ @inumber2 ཚུ་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཚུ་མེན་པ་ཅིན་, IMSUB དེ་གིས་ #VALUE!འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMSUB("3-j","2+j") མཉམ་པ་ཨིན་1-2j. @SEEALSO=IMSUM
es: @FUNCTION=IMSUB @SYNTAX=IMSUB(complejo;complejo) @DESCRIPTION=Devuelve la diferencia entre dos números complejos. * Esta función es compatible con Excel. @EXAMPLES= IMSUB("2-4i";"9-i") es igual a 11-5i. @SEEALSO=IMSUM
fr: @FUNCTION=IMSUB @SYNTAX=IMSUB(nombre_cpx1;nombre_cpx2) @DESCRIPTION=La fonction IMSUB renvoie la différence de deux nombres complexes. Si @nombre_cpx1 ou @nobmre_cpx2 ne sont pas des nombres complexes valides, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSUB("3-j";"2+j") = 1-2j. @SEEALSO=IMSUM
nl: @FUNCTION=IMSUB @SYNTAX=IMSUB(igetal1;igetal2) @DESCRIPTION=IMSUB geeft het verschil tussen twee complexe getallen. * Als @igetal1 of @igetal2 geen geldige complexe getallen zijn, geeft IMSUB een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMSUB("3-j";"2+j") is 1-2j @SEEALSO=IMSUM
pt_br: @FUNCTION=IMSUB @SYNTAX=IMSUB(inúmero,inúmero) @DESCRIPTION=IMSUB retorna a diferença de dois números complexos. * Se @inúmero1 ou @inúmero2 não são números complexos válidos, IMSUVB retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMSUB("3-j","2+j") retorna 1-2j. @SEEALSO=IMSUM
sk: @FUNCTION=IMSUB @SYNTAX=IMSUB(komplex_číslo1,komplex_číslo2) @DESCRIPTION=IMSUB vracia rozdiel dvoch komplexných čísel. * Ak @komplex_číslo1 alebo @komplex_číslo neplatné komplexné číslo, IMSUB vracia chybu VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSUB("3-j","2+j") sa rovná 1-2j. @SEEALSO=IMSUM
vi: @FUNCTION=IMSUB @SYNTAX=IMSUB(inumber,inumber) @DESCRIPTION=IMSUB trả vè hiệu của hai số phức. * Nếu « @inumber » không phải là số phức, IMSUB trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMSUB("3-j","2+j") bằng 1-2j. @SEEALSO=IMSUM

source: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT returns the product of given complex numbers. * If any of the @inumbers are not valid complex numbers, IMPRODUCT returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMPRODUCT("2-j","4-2j") equals 6-8j. @SEEALSO=IMDIV
dz: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་གོ་དཀའ་བའི་ཨང་གྲངས་ཀྱི་ཐོན་བསྐྱེད་འདི་སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumbers ཚུ་གང་རུང་ཅིག་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཚུ་མེན་པ་ཅིན་, IMPRODUCT དེ་གིས་ #VALUE! འཛོལ་བ་ཚུ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMPRODUCT("2-j","4-2j") མཉམ་པ་ཨིན་ 6-8j. @SEEALSO=IMDIV
es: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(complejo1[;complejo2;…]) @DESCRIPTION=Devuelve el producto de los números complejos indicados. * Si cualquiera de los @complejos no es un número complejo válido, IMPRODUCT devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMPRODUCT("2-i";"4-2i") es igual a 6-8i. @SEEALSO=IMDIV
fr: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(nombre_cpx1[;nombre_cpx2,...]) @DESCRIPTION=La fonction IMPRODUCT renvoie le produit des nombres complexes donnés. Si l'un des @nombre_cpxN n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMPRODUCT("2-j";"4-2j") = 6-8j. @SEEALSO=IMDIV
nl: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(igetal1[;igetal2;...]) @DESCRIPTION=IMPRODUCT geeft het product van de gegeven complexe getallen. * Als een van de gegeven argumenten geen geldig complex getal is, geeft IMPRODUCT een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMPRODUCT("2-j";"4-2j") is 6-8j @SEEALSO=IMDIV
pt_br: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inúmero1[,inúmero2,...]) @DESCRIPTION=IMPRODUCT retorna o produto de dois ou mais números complexos. * Se algum dos @inúmeros não é um número complexo válido, IMPRODUCT retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMPRODUCT("2-j","4-2j") retorna 6-8j. @SEEALSO=IMDIV
sk: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(komplex_číslo1[,komplex_číslo2,...]) @DESCRIPTION=IMPRODUCT vracia súčin daných komplexných čísel. * Ak je niektoré @komplex_číslo neplatné komplexné číslo, IMPRODUCT vracia chybu VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMPRODUCT("2-j","4-2j") sa rovná 6-8j. @SEEALSO=IMDIV
vi: @FUNCTION=IMPRODUCT @SYNTAX=IMPRODUCT(inumber1[,inumber2,...]) @DESCRIPTION=IMPRODUCT trả lại tích vô hướng của hai hay nhiều số phức. * Nếu « @inumber » không phải là số phức, IMPRODUCT trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMPRODUCT("2-j","4-2j") bằng 6-8j. @SEEALSO=IMDIV

source: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber1,inumber2) @DESCRIPTION=IMSUM returns the sum of two complex numbers. * If @inumber1 or @inumber2 are not valid complex numbers, IMSUM returns #VALUE! error. * This function is Excel compatible. @EXAMPLES= IMSUM("2-4j","9-j") equals 11-5j. @SEEALSO=IMSUB
dz: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber1,inumber2) @DESCRIPTION=IMSUM དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་གཉིས་ཀྱི་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། *ག་དེམ་ཅིག་སྦེ་ @inumber1 ཡང་ན་ @inumber2 ཚུ་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཚུ་མེན་པ་ཅིན་, IMSUM དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= IMSUM("2-4j","9-j") མཉམ་པ་ཨིན་ 11-5j. @SEEALSO=IMSUB
es: @FUNCTION=IMSUM @SYNTAX=IMSUM(inum1,inum2) @DESCRIPTION=Devuelve la suma de dos números complejos. * * Si @inum1 o @inum2 no es un número complejo válido, IMSUM devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMSUM("2-4i";"9-i") es igual a 11-5i. @SEEALSO=IMSUB
fr: @FUNCTION=IMSUM @SYNTAX=IMSUM(nombre_cpx1;nombre_cpx2) @DESCRIPTION=La fonction IMSUM renvoie la somme de deux nombres complexes. Si @nombre_cpx1 ou @nobmre_cpx2 ne sont pas des nombres complexes valides, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMSUM("2-4j";"9-j") = 11-5j. @SEEALSO=IMSUB
nl: @FUNCTION=IMSUM @SYNTAX=IMSUM(igetal1;igetal2) @DESCRIPTION=IMSUM geeft de som van twee complexe getallen. * Als @igetal1 of @igetal2 geen geldige complexe getallen zijn, geeft IMSUM een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= IMSUM("2-4j";"9-j") is 11-5j @SEEALSO=IMSUB
pt_br: @FUNCTION=IMSUM @SYNTAX=IMSUM(inúmero1,inúmero2) @DESCRIPTION=IMSUM retorna a soma de dois números complexos. * Se @inúmero1 ou @inúmero2 não é um número complexo válido, IMSUM retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= IMSUM("2-4j","9-j") retorna 11-5j. @SEEALSO=IMSUB
sk: @FUNCTION=IMSUM @SYNTAX=IMSUM(komplex_číslo1,komplex_číslo2) @DESCRIPTION=IMSUM vracia súčet dvoch komplexných čísel. * Ak @komplex_číslo1 alebo @komplex_číslo neplatné komplexné číslo, IMSUM vracia chybu VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSUM("2-4j","9-j") sa rovná 11-5j. @SEEALSO=IMSUB
vi: @FUNCTION=IMSUM @SYNTAX=IMSUM(inumber,inumber) @DESCRIPTION=IMSUM trả lại tổng hai số phức. * Nếu « @inumber » không phải là số phức, IMSUM trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= IMSUM("2-4j","9-j") bằng 11-5j. @SEEALSO=IMSUB
