Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=STEYX function returns the standard error of the predicted y-value for each x in the regression. * If @known_y's and @known_x's are empty or have a different number of arguments then STEYX returns #N/A error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then STEYX(A1:A5,B1:B5) equals 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
dz: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=STEYX ལས་འགན་འདི་གིས་ སྔོན་བཤད་འབད་ཡོད་པའི་ ཝའི་-གནས་གོང་འདི་ རི་གེ་རེ་ཤཱན་ནང་གི་ཨེགསི་རེ་རེའི་དོན་ལུ་ ཚད་ལྡན་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @known_y's དང་ @known_x's ཚུ་སྟོངམ་ཨིན་པ་ཅིན་ ཡང་ན་ སྒྲུབ་རྟགས་ཀྱི་ཨང་གྲངས་སོ་སོ་ཡོད་པ་ཅིན་ STEYX དེ་གིས་ #N/A སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1, དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, དང་ 42.7 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ STEYX(A1:A5,B1:B5) equals 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
es: @FUNCTION=STEYX @SYNTAX=STEYX(y_conocido,x_conocido) @DESCRIPTION=La función STEYX devuelve el error estándar de los valores de y previstos por cada x en la regresión. * Si @y_conocido y @x_conocido están vacíos o tienen diferente número de argumentos, STEYX devuelve el error #N/D. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1, y las celdas B1, B2, … B5 23.2, 25.8, 29.9, 33.5 y 42.7. Entonces STEYX(A1:A5,B1:B5) igual a 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
fr: @FUNCTION=STEYX @SYNTAX=STEYX(y_connus;x_connus) @DESCRIPTION=La fonction STEYX renvoie l'erreur moyenne dans la prédiction des @y pour chaque valeur de @x dans la régression. * Si @y_connus et @x_connus sont vides ou possèdent un nombre différent d'arguments, alors STEYX renvoie l'erreur #N/A!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors STEYX(A1:A5;B1:B5) vaut 1,101509979. @SEEALSO=PEARSON,RSQ,SLOPE
nl: @FUNCTION=STEYX @SYNTAX=STEYX(bekende_y's;bekende_x'en) @DESCRIPTION=STEYX geeft de standaard fout van de voorspelde y-waarden voor elke x in de regressie. * Als @bekende_y's en @bekende_x'en leeg zijn of een verschillend aantal argumenten hebben, geeft STEYX een #N/B! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten en B1, B2, ... B5 de getallen 23,2 25,8 29,9 33,5 en 42,7 dan geldt: STEYX(A1:A5;B1:B5) is 1,101509979 @SEEALSO=PEARSON,RSQ,SLOPE
pt_br: @FUNCTION=STEYX @SYNTAX=STEYX(conhecidos_y's,conhecidos_x's) @DESCRIPTION=A função STEYX retorna o erro padrão do valor y previsto para cada x na regressão. * Se @y_conhecidos·e @x_conhecidos estiverem vazios ou possuirem um número diferente de argumentos, então STEYX retorna erro #N/A! * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: STEYX(A1:A5,B1:B5) retorna 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
sk: @FUNCTION=STEYX @SYNTAX=STEYX(známe_y,známe_x) @DESCRIPTION=Funkcia STEYX vracia smerodajnú chybu predpokladanej y-hodnoty pre každé x v regresii. * Ak sú @známe_y a @známe_x prázdne alebo majú rôzny počet argumentov, STEYX vracia chybu #N/A!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a že bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom STEYX(A1:A5,B1:B5) sa rovná 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE
vi: @FUNCTION=STEYX @SYNTAX=STEYX(known_y's,known_x's) @DESCRIPTION=hàm STEYX trả lại lỗi chuẩn của giá trị y được dự đoán cho mỗi x trong hồi quy. * Nếu nhóm các y được biết @known_y's và nhóm các x được biết @known_x's có rỗng hoặc không có cùng một số đối số thì STEYX trả lại lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì STEYX(A1:A5,B1:B5) bằng 1.101509979. @SEEALSO=PEARSON,RSQ,SLOPE

source: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x[,stddev]) @DESCRIPTION=ZTEST returns the two-tailed probability of a z-test. @ref is the data set and @x is the value to be tested. @stddev is optionally an assumed standard deviation. * If @ref contains less than two data items ZTEST returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then ZTEST(A1:A5,20) equals 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
es: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x[,stddev]) @DESCRIPTION=ZTEST devuelve la probabilidad de dos colas de una prueba Z. @ref es el conjunto de datos y @x es el valor a ser probado. @stddev es opcional y representa una desviación estándar. * Si @ref contiene menos de dos elementos de datos, ZTEST devuelve el error #DIV/0!. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces ZTEST(A1:A5,20) igual a 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE

source: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(number1,number2,...) @DESCRIPTION=AVERAGEA returns the average of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then AVERAGEA(A1:A5) equals 18.94. @SEEALSO=AVERAGE
dz: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(number1,number2,...) @DESCRIPTION=AVERAGEA དེ་གིས་ བྱིན་ཡོད་པའི་སྒྲུབ་རྟགས་ཚུ་གི་ཆ་སྙོམས་འདི་སླར་ལོག་འབདཝ་ཨིན། ཨང་གྲངས་ཚུ་ ཚིག་ཡིག་དང་གཞན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་ རྩིས་ལས་ནང་ལུ་ཡང་གྲངས་སུ་བརྩི་སྟེ་ཡོདཔ་ཨིན། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་གནས་ཡོདཔ་དང་ སྒྲུབ་རྟགས་དེ་གིས་FALSE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གནས་གོང་ཀླད་ཀོར་སྦེ་བརྩི་ནི་ཨིན།(0). སྒྲུབ་རྟགས་དེ་གིས་TRUEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གཅིག་སྦེ་(1)གྱངས་ཁ་བརྐྱབ་ནི་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་མི་བརྐྱབ་ཟེར་དྲན་འཛིན་འབད། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9, དང་40.1ཚུ་ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ AVERAGEA(A1:A5) equals 18.94. @SEEALSO=AVERAGE
es: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(valor1;valor2;…) @DESCRIPTION=Calcula el media de los valores y celdas referenciados en la lista de argumentos. Se incluyen en el cálculo los números y también los textos y expresiones lógicas. Si la celda contiene texto o la expresión lógica FALSO, se contará como un cero (0). Si contiene un valor lógico VERDADERO se contará como un uno (1). Note que las celdas vacías no son contadas. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 11,4; 17,5; "vacío"; 25,9 y 40,1. Entonces AVERAGEA(A1:A5) es igual a 18,94. @SEEALSO=AVERAGE
fr: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(valeur1;valeur2;...) @DESCRIPTION=La fonction AVERAGEA renvoie la moyenne de ses arguments. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte, ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1. Alors, AVERAGEA(A1:A5) vaut 18,94. @SEEALSO=AVERAGE
nl: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(getal1;getal2;...) @DESCRIPTION=AVERAGEA geeft het gemiddelde van de gegeven argumenten. Getallen, tekst en logische waardes worden in de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt deze geteld als een nulwaarde (0). Als het argument WAAR is wordt deze geteld als een (1). Lege cellen worden niet geteld. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: AVERAGEA(A1:A5) is 18,94 @SEEALSO=AVERAGE
pt_br: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(número1,número2,...) @DESCRIPTION=AVERAGEA retorna a média dos argumentos fornecidos. Números, textos e valores lógicos também são incluídos no cálculo. Se a célula contém texto ou o argumento é avaliado como FALSE, é contado como valor zero (0). Se o argumento avalia TRUE, é contado como um (1). Observe que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos: 11.4, 17.3, "faltando", 25.9, e 40.1. Então: AVERAGEA(A1:A5) retorna 18.94. @SEEALSO=AVERAGE
sk: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(číslo1,číslo2,...) @DESCRIPTION=AVERAGEA vracia priemer argumentov. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom AVERAGEA(A1:A5) sa rovná 18.94. @SEEALSO=AVERAGE
vi: @FUNCTION=AVERAGEA @SYNTAX=AVERAGEA(number1,number2,...) @DESCRIPTION=AVERAGEA trả lại trung bình của các đối số cho trước. Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì AVERAGEA(A1:A5) bằng 18.94. @SEEALSO=AVERAGE

source: @FUNCTION=MAXA @SYNTAX=MAXA(number1,number2,...) @DESCRIPTION=MAXA returns the largest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MAXA(A1:A5) equals 40.1. @SEEALSO=MAX,MINA
dz: @FUNCTION=MAXA @SYNTAX=MAXA(number1,number2,...) @DESCRIPTION=MAXA དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་སྒྲུབ་རྟགས་ཚུ་གི་གནས་གོང་སྦོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། ཨང་གྲངས་ཚུ་, ཚིག་ཡིག་དང་གཞན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་ རྩིས་ནང་ལུ་བརྩི་སྟེ་ཡོདཔ་ཨིན། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་གནས་ཡོདཔ་དང་ཡང་ན་སྒྲུབ་རྟགས་ཀྱིས་ FALSE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གནས་གོང་ཀླད་ཀོར་ (0) སྦེ་གྱངས་ཁ་བརྐྱབ་ཨིན། སྒྲུབ་རྟགས་དེ་གིས་TRUE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་,འདི་གཅིག་ (1) སྦེ་གྱངས་ཁ་བརྐྱབ་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་བརྐྱབ་ནི་མེད་ཟེར་དྲན་འཛིན་འབད། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9, དང་ 40.1ཚུ་ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས MAXA(A1:A5) equals 40.1. @SEEALSO=MAX,MINA
es: @FUNCTION=MAXA @SYNTAX=MAXA(número1,número2,…) @DESCRIPTION=MAXA devuelve el mayor valor de los argumentos dados. También se incluyen en el cálculo números, texto y valores lógicos. Si la celda contiene texto o el argumento se evalúa a FALSO, se cuenta como valor cero (0). Si el argumento se evalúa a VERDADERO, se cuenta como uno (1). Note que las celdas vacías no se cuentan. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números y las cadenas 11.4, 17.3, "missing", 25.9 y 40.1. Entonces MAXA(A1:A5) igual a 40.1. @SEEALSO=MAX,MINA
fr: @FUNCTION=MAXA @SYNTAX=MAXA(valeur1;valeur2;...) @DESCRIPTION=MAXA renvoie le maximum de ses arguments. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1. Alors, MAXA(A1:A5) vaut 40,1. @SEEALSO=MAX,MINA
nl: @FUNCTION=MAXA @SYNTAX=MAXA(getal1;getal2;...) @DESCRIPTION=MAXA geeft de grootste waarde van de gegeven argumenten. Getallen, tekst en logische waarden worden in de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt het geteld als een nulwaarde (0). Als het argument WAAR is wordt het geteld als een (1). Lege cellen worden niet geteld. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: MAXA(A1:A5) is 40,1 @SEEALSO=MAX,MINA
pt_br: @FUNCTION=MAXA @SYNTAX=MAXA(número1,número2,...) @DESCRIPTION=MAXA retorna o maior valor dos argumentos fornecidos. Números, textos e valores lógicos também são incluídos no cálculo. Se a célula contém texto ou o argumento é avaliado como FALSE, então ele é contado como valor zero (0). Se o argumento é avaliado como TRUE, então ele é contado como um (1). Observe que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos: 11.4, 17.3, "faltando", 25.9, e 40.1. Então: MINA(A1:A5) retorna 0. @SEEALSO=MAX,MINA
sk: @FUNCTION=MAXA @SYNTAX=MAXA(číslo1,číslo2,...) @DESCRIPTION=MAXA vracia najväčšiu hodnotu z argumentov. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom MAXA(A1:A5) sa rovná 0. @SEEALSO=MAX,MINA
vi: @FUNCTION=MAXA @SYNTAX=MAXA(number1,number2,...) @DESCRIPTION=MAXA trả lại giá trị lớn nhất trong các đối số cho trước. Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì MAXA(A1:A5) bằng 40.1. @SEEALSO=MAX,MINA

source: @FUNCTION=MINA @SYNTAX=MINA(number1,number2,...) @DESCRIPTION=MINA returns the smallest value of the given arguments. Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, 17.3, "missing", 25.9, and 40.1. Then MINA(A1:A5) equals 0. @SEEALSO=MIN,MAXA
dz: @FUNCTION=MINA @SYNTAX=MINA(number1,number2,...) @DESCRIPTION=MINA དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་སྒྲུབ་རྟགས་ཀྱི་གནས་གོང་ཆུང་ཀུ་འདི་སླར་ལོག་འབདཝ་ཨིན། ཨང་གྲངས་ཚུ་ ཚིག་ཡིག་དང་གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཚུ་རྩིས་ནང་བརྩིཝ་ཨིན། ནང་ཐིག་དེ་གིས་ཚིག་ཡིག་གནས་ཡོདཔ་ཡང་ན་ སྒྲུབ་རྟགས་དེ་གིས་ FALSE ལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་ གནས་གོང་ཀླད་ཀོར (0)སྦེ་གྱངས་ཁ་བརྐྱབ་ཨིན། སྒྲུབ་རྟགས་དེ་གིས་TRUEལུ་བརྟག་ཞིབ་འབད་བ་ཅིན་, འདི་གཅིག་ (1)སྦེ་གྱངས་ཁ་བརྐྱབ་ཨིན། ནང་ཐིག་སྟོངམ་ཚུ་གྱངས་ཁ་བརྐྱབ་ནི་མེད་ཟེར་དྲན་འཛིན་འབད། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ཚུ་དང་ཡིག་རྒྱུན་ 11.4, 17.3, "missing", 25.9, དང་ 40.1 ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ MINA(A1:A5) equals 0. @SEEALSO=MIN,MAXA
es: @FUNCTION=MINA @SYNTAX=MINA(número1,número2,…) @DESCRIPTION=MINA devuelve el menor valor de los argumentos dados. También se incluyen en el cálculo números, texto y valores lógicos. Si la celda contiene texto o el argumento se evalúa a FALSO, se cuenta como valor cero (0). Si el argumento se evalúa a VERDADERO, se cuenta como uno (1). Note que las celdas vacías no se cuentan. Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números y las cadenas 11.4, 17.3, "missing", 25.9 y 40.1. Entonces MINA(A1:A5) igual a 0. @SEEALSO=MIN,MAXA
fr: @FUNCTION=MAXA @SYNTAX=MAXA(valeur1;valeur2;...) @DESCRIPTION=MAXA renvoie le maximum de ses arguments. Les nombres, le texte, et les valeurs logiques sont inclus également dans le calcul. Si la cellule contient du texte ou si l'argument est évalué à FAUX, il est compté comme la valeur zéro (0). Si l'argument est évalué à VRAI, il est compté comme la valeur un (1). Les cellules vides ne sont pas comptées. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, "rien", 25,9, et 40,1. Alors, MAXA(A1:A5) vaut 40,1. @SEEALSO=MAX,MINA
nl: @FUNCTION=MINA @SYNTAX=MINA(getal1;getal2;...) @DESCRIPTION=MINA geeft de kleinste waarde van de gegeven argumenten. Getallen, tekst en logische waarden worden in de berekening meegenomen. Als de cel tekst bevat of het argument is ONWAAR, wordt het geteld als een nulwaarde (0). Als het argument WAAR is wordt het geteld als een (1). Lege cellen worden niet geteld. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de volgende getallen en tekst bevatten 11,4 17,3 "missend" 25,9 en 40,1 dan geldt: MINA(A1:A5) is 0 @SEEALSO=MAX,MINA
pt_br: @FUNCTION=MAXA @SYNTAX=MAXA(número1,número2,...) @DESCRIPTION=MAXA retorna o maior valor dos argumentos fornecidos. Números, textos e valores lógicos também são incluídos no cálculo. Se a célula contém texto ou o argumento é avaliado como FALSE, ele é contado como zero (0). Se o argumento é avaliado como TRUE, é contado como um (1). Observe que células vazias não são contadas. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números e textos: 11.4, 17.3, "faltando", 25.9, e 40.1. Então MINA(A1:A5) retorna 0. @SEEALSO=MAX,MINA
sk: @FUNCTION=MINA @SYNTAX=MINA(číslo1,číslo2,...) @DESCRIPTION=MINA vracia najmenšiu hodnotu z argumentov. Čísla, text a logické hodnoty sú započítané. Ak bunka obsahuje text alebo je argument vyhodnotený ako FALSE, je započítaný ako 0. Ak je argument vyhodnotený ako TRUE, je započítaný ako 1. Prázdne bunky nie sú započítané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla a reťazce 11.4, 17.3, "missing", 25.9, a 40.1. Potom MINA(A1:A5) sa rovná 0. @SEEALSO=MIN,MAXA
vi: @FUNCTION=MINA @SYNTAX=MINA(number1,number2,...) @DESCRIPTION=MINA trả lại giá trị nhỏ nhất trong các đối số cho trước. Các số, chuỗi và giá trị hợp lý cũng được gồm trong phép tính. Nếu ô chứa chuỗi hoặc đối số được tính là SAI thì nó đươc đếm là giá trị số không (0). Nếu đối số được tính là ĐÚNG thì nó được đếm là số một (1). Hãy ghi chú rằng ô rỗng không được đếm. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì MINA(A1:A5) bằng 0. @SEEALSO=MIN,MAXA
