Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNUM returns the numbers of coupons to be paid between the settlement and maturity dates, rounded up. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 * If @frequency is other than 1, 2, 4, 6 or 12, COUPNUM returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is not in between 0 and 5, #NUM! error is returned. @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
dz: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(གཞི་བཙུགས་,དུས་ཡུན་ཚང་བ,འབྱུང་རིམ་[,basis,eom]) @DESCRIPTION=COUPNUM དེ་གིས་ གཞི་བཙུགས་དང་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་བསྐོར་སྐྱོད་ཀྱི་བར་ན་སྤྲོད་ཡོད་པའི་ འཛིན་ཤོག་གི་ཨང་གྲངས་ཚུ་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་ཀྱི་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། @eom = TRUE དེ་གིས་ ཟླཝ་གི་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་དམིགས་བསལ་འདི་ལེགས་སྐྱོང་འཐབ་ཨིན། ཆོག་པའི་འབྱུང་ཐེངས་འདི: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་. 6 =ཟླཝ་གཉིས་སྦེ་, 12 = ཟླཝ་གྲངས། @basis ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན 30/360 5 ཡུ་རོ་པིན་+ 30/360 * If @frequency འདི་ 1, 2, 4, 6 ཡང་ན་ 12 ལས་རྙིངམ་ཨིན་པ་ཅིན་, COUPNUM དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་0 དང་5 གི་བར་མེན་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
es: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(liquidación,vencimiento,frecuencia[,base,eom]) @DESCRIPTION=COUPNUM devuelve el número de copones a ser pagados entre las fechas de liquidación y vencimiento , redondeado arriba. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año @eom = VERDADERO trata el final de las fechas de vencimiento mensuales especiales. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = 4 veces al año, 6 = 6 veces al año, 12 = 12 meses al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 (Vea el manual de Gnumeric para una descripción detallada de estas bases). * Si la @frecuencia es inválida, COUPPCD devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSO) = 5 @SEEALSO=
fr: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(date;maturité;fréquence[;base;fin_mois]) @DESCRIPTION=COUPNUM renvoie le nombre de coupons entre @date et la date de maturation @maturité. @fréquence est le nombre de coupons payés chaque année (1, 2, 4, 6 ou 12). @fin_mois = VRAI traite différemment la fin de mois de maturité. @base indique le type de comptage de jours à utiliser (défaut 0) : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ * Si @fréquence est invalide, ou si @base n'est pas entre 0 et 4, COUPNUM renvoie l'erreur #NUM!. @EXAMPLES= COUPNUM (DATE(2002;11;29);DATE(2004;2;29);4;0) = 6 COUPNUM (DATE(2002;11;29);DATE(2004;2;29);4;0;FAUX) = 5 @SEEALSO=
nl: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(stortingsdatum;vervaldatum;frequentie[soort_jaar;einde_maand]) @DESCRIPTION=COUPNUM (ned. COUP.AANTAL) geeft het aantal coupons dat nog uitbetaald moet worden tussen de stortingsdatum en de vervaldatum, afgerond naar boven. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. @einde_maand = WAAR behandelt einde van de maand vervaldatums op een speciale wijze. De frequenties die zijn toegestaan: 1 = jaarlijks, 2 = halfjaarlijks, 4 = per kwartaal, 6 = tweemaandelijks, 12 = maandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 werkelijk/werkelijke 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 (zie de gnumeric manual voor gedetailleerde beschrijvingen van deze typen dagentellingen) * Als @frequentie iets anders is dan 1, 2, of 4, geeft COUPNUM een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt MSRB 30/360 toegepast. * Als @soort_jaar niet tussen 0 en 4 inzit, geeft COUPNUM een #GETAL! foutmelding. @EXAMPLES= COUPNUM (DATE(2002;11;29);DATE(2004;2;29);4;0) = 6 COUPNUM (DATE(2002;11;29);DATE(2004;2;29);4;0;FALSE) = 5 @SEEALSO=
pt_br: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(liquidação,vencimento,freqüência[,base,fim_do_mês]) @DESCRIPTION=COUPNUM retorna o número de cupons a serem pagos entre a data de liquidação e a data de vencimento, arredondado para cima. @liquidação é a data de liquidação do cupom. @vencimento é a data de vencimento do cupom. @freqüência é o número de pagamentos do cupom por ano. @fim_do_mês = TRUE considera datas de vencimento ao final do mês como datas especiais. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contabilidade de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @freqüência for inválida, COUPNUM retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
sk: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(vyrovnanie,splatnosť,frekvencia[,základňa]) @DESCRIPTION=COUPNUM počíta zaokrúhlený počet kuponov medzi vyrovnaním a splatnosťou. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kuponov za rok. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 Ak je @frekvencia iná než 1, 2, alebo 4, COUPNUM vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, DISC vracia chybu #NUM!. @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=
vi: @FUNCTION=COUPNUM @SYNTAX=COUPNUM(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPNUM trả lại số của các phiếu lãi cần được trả giữa ngày thanh toán và ngày đến hạn thanh toán (giá trị lên số nguyên gần nhất). @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm.@eom = TRUE quản lý ngày (đặc biệt) đến hạn thanh toán tại kết thúc tháng. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 * Nếu tần số @frequency khác với 1, 2, hay 4 thì COUPNUM trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « MSRB 30/360 ». * Nếu « @basis » không giữa 0 và 5 thì trả lại lỗi « #NUM! ». @EXAMPLES= COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0) = 6 COUPNUM (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 5 @SEEALSO=

source: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMIPMT returns the cumulative interest paid on a loan between @start_period and @end_period. * If @rate <= 0, CUMIPMT returns #NUM! error. * If @nper <= 0, CUMIPMT returns #NUM! error. * If @pv <= 0, CUMIPMT returns #NUM! error. * If @start_period < 1, CUMIPMT returns #NUM! error. * If @end_period < @start_period, CUMIPMT returns #NUM! error. * If @end_period > @nper, CUMIPMT returns #NUM! error. * If @type <> 0 and @type <> 1, CUMIPMT returns #NUM! error. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMIPMT དེ་གིས་ @start_period དང་ @end_periodབར་ན་སྤྲོད་པའི་སྐྱིན་འགྲུལ་ཅིག་གུ་ རིམ་གྱིས་བསག་པའི་སྐྱེད་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @rate <= 0ཨིན་པ་ཅིན་, CUMIPMT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @nper <= 0ཨིན་པ་ཅིན་, CUMIPMT དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @pv <= 0ཨིན་པ་ཅིན་, CUMIPMT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @start_period < 1ཨིནཔ་ཅིན་, CUMIPMT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @end_period < @start_periodཨིན་པ་ཅིན་, CUMIPMT དེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @end_period > @nperཨིན་པ་ཅིན་, CUMIPMT དེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @type <> 0 and @type <> 1ཨིན་པ་ཅིན་, CUMIPMT དེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(tasa,nper,pv,periodo_inicio,periodo_fin,tipo) @DESCRIPTION=CUMIPMT devuelve el interés acumulado pagado en un préstamo entre @periodo_inicio y @periodo_fin. * Si la @tasa <= 0, CUMPRINC devuelve un error #NÚM! * Si @nper <= 0, CUMPRINC devuelve un error #NÚM! * Si @pv <= 0, CUMPRINC devuelve un error #NÚM! * Si @periodo_inicio < 1, CUMPRINC devuelve un error #NÚM! * Si @periodo_fin < @periodo_inicio, CUMPRINC devuelve un error #NÚM! * Si @periodo_fin > @nper, CUMPRINC devuelve un error #NÚM! * Si @tipo <> 0 y @type <> 1, CUMPRINC devuelve un error#NUM! @EXAMPLES= @SEEALSO=
fr: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(taux;nper;val_pres;début_période;fin_période;type) @DESCRIPTION=La fonction CUMIPMT renvoie le montant total d'intérets payés sur la période entre @début_période et @fin_période. @EXAMPLES= * Si @taux <= 0, CUMIPMT renvoie #NUM! * Si @nper <= 0, CUMIPMT renvoie #NUM!. * Si @val_prés <= 0, CUMIPMT renvoie #NUM!. * Si @période_début < 1, CUMIPMT renvoie #NUM!. * Si @période_fin < @période_début, CUMIPMT renvoie #NUM!. * Si @période_fin > @nper, CUMIPMT renvoie #NUM!. * Si @type <> 0 et @type <> 1, CUMIPMT renvoie #NUM!. @SEEALSO=PV
nl: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rentepercentage;nper;pv;beginperiode;eindperiode;type) @DESCRIPTION=CUMIPMT geeft de cumulatieve rente betaald op een lening tussen @beginperiode en @eindperiode. * Als @rentepercentage <= 0, geeft CUMIPMT een #GETAL! foutmelding. * Als @nper <= 0, geeft CUMIPMT een #GETAL! foutmelding. * Als @pv <= 0, geeft CUMIPMT een #GETAL! foutmelding. * Als @beginperiode < 1, geeft CUMIPMT een #GETAL! foutmelding. * Als @eindperiode < @beginperiode, geeft CUMIPMT een #GETAL! foutmelding. * Als @eindperiode > @nper, geeft CUMIPMT een #GETAL! foutmelding. * Als @type <> 0 en @type <> 1, geeft CUMIPMT een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(taxa,nper,vp,início_do_período,final_do_período,tipo) @DESCRIPTION=CUMIPMT retorna o valor acumulado dos juros pagos de uma amortização paga entre o @início_do_período e o @final_do_período. @taxa é a taxa de juros considerada para empréstimos no banco. @nper é o número total de períodos da anuidade considerada. @vp é o valor presente dos pagamentos a serem feitos no futurro. @tipo é 0 ou 1, dependendo de quando se fazem os pagamentos, ao final (0) ou ao início (1) de cada período. Se for omitido, o valor será 0. * Se @taxa <= 0, CUMIPMT retorna o erro #NUM! * Se @nper <= 0, CUMIPMT retorna o erro #NUM! * Se @vp <= 0, CUMIPMT retorna o erro #NUM! * Se @início_do_período < 1,CUMIPMT retorna o erro #NUM! * Se @final_do_período < @início_do_período, CUMIPMT retorna o erro #NUM! * Se @final_do_período > @nper, CUMIPMT retorna o erro #NUM. * Se @tipo <> 0 e @type <> 1, CUMIPMT retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: a
vi: @FUNCTION=CUMIPMT @SYNTAX=CUMIPMT(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMIPMT trả lại lãi suất tích lũy được trả lại khoản cho vay giữa ngày @start_period và ngày @end_period. * Nếu « @rate ≤ 0 » thì CUMIPMT trả lại lỗi « #NUM! ». * Nếu « @nper ≤ 0 » thì CUMIPMT trả lại lỗi « #NUM! ». * Nếu « @pv ≤ 0 » thì CUMIPMT trả lại lỗi « #NUM! ». * Nếu « @start_period < 1 » thì CUMIPMT trả lại lỗi « #NUM! ». * Nếu « @end_period < @start_period » thì CUMIPMT trả lại lỗi « #NUM! ». * Nếu « @end_period > @nper » thì CUMIPMT trả lại lỗi « #NUM! ». * Nếu « @type <> 0 » and « @type <> 1 » thì CUMIPMT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMPRINC returns the cumulative principal paid on a loan between @start_period and @end_period. * If @rate <= 0, CUMPRINC returns #NUM! error. * If @nper <= 0, CUMPRINC returns #NUM! error. * If @pv <= 0, CUMPRINC returns #NUM! error. * If @start_period < 1, CUMPRINC returns #NUM! error. * If @end_period < @start_period, CUMPRINC returns #NUM! error. * If @end_period > @nper, CUMPRINC returns #NUM! error. * If @type <> 0 and @type <> 1, CUMPRINC returns #NUM! error. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMPRINC དེ་གིས་ @start_period and @end_period བར་ན་སྐྱིན་འགྲུལ་ཅིག་གུ་སྤྲོད་པའི་རིམ་གྱིས་བསག་པའི་མ་རྩ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @rate <= 0ཨིན་པ་ཅིན་, CUMPRINC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @nper <= 0ཨིན་པ་ཅིན་, CUMPRINC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @pv <= 0ཨིན་པ་ཅིན་, CUMPRINC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @start_period < 1ཨིན་པ་ཅིན་, CUMPRINC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @end_period < @start_periodཨིན་པ་ཅིན་, CUMPRINC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @end_period > @nperཨིནཔ་ཅིན་, CUMPRINC དེགིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @type <> 0 and @type <> 1ཨིན་པ་ཅིན་, CUMPRINC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(tasa,nper,pv,periodo_inicio,periodo_fin,tipo) @DESCRIPTION=CUMPRINC devuelve el pago acumulativo director de un préstamo entre @periodo_inicio y @periodo_fin. * Si la @tasa <= 0, CUMPRINC devuelve un error #NÚM! * Si @nper <= 0, CUMPRINC devuelve un error #NÚM! * Si @pv <= 0, CUMPRINC devuelve un error #NÚM! * Si @periodo_inicio < 1, CUMPRINC devuelve un error #NÚM! * Si @periodo_fin < @periodo_inicio, CUMPRINC devuelve un error #NÚM! * Si @periodo_fin > @nper, CUMPRINC devuelve un error #NÚM! * Si @tipo <> 0 y @type <> 1, CUMPRINC devuelve un error#NUM! @EXAMPLES= @SEEALSO=
fr: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(taux;nper;val_prés;période_début;période_fin;type) @DESCRIPTION=CUMPRINC renvoie le cumul du capital remboursé sur un prêt, entre les périodes @période_début et @période_fin. * Si @taux <= 0, CUMPRINC renvoie #NUM! * Si @nper <= 0, CUMPRINC renvoie #NUM!. * Si @val_prés <= 0, CUMPRINC renvoie #NUM!. * Si @période_début < 1, CUMPRINC renvoie #NUM!. * Si @période_fin < @période_début, CUMPRINC renvoie #NUM!. * Si @période_fin > @nper, CUMPRINC renvoie #NUM!. * Si @type <> 0 et @type <> 1, CUMPRINC renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rentepercentage;nper;pv;beginperiode;eindperiode;type) @DESCRIPTION=CUMIPMT geeft het cumulatieve kapitaal betaald op een lening tussen @beginperiode en @eindperiode. * Als @rentepercentage <= 0, geeft CUMPRINC een #GETAL! foutmelding. * Als @nper <= 0, geeft CUMPRINC een #GETAL! foutmelding. * Als @pv <= 0, geeft CUMPRINC een #GETAL! foutmelding. * Als @beginperiode < 1, geeft CUMPRINC een #GETAL! foutmelding. * Als @eindperiode < @beginperiode, geeft CUMPRINC een #GETAL! foutmelding. * Als @eindperiode > @nper, geeft CUMPRINC een #GETAL! foutmelding. * Als @type <> 0 en @type <> 1, geeft CUMPRINC een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(taxa,nper,vp,início_do_período,final_do_período,tipo) @DESCRIPTION=CUMPRINC retorna o valor acumulado do principal de uma amortização paga entre o @início_do_período e o @final_do_período. @taxa é a taxa de juros considerada para empréstimos no banco. @nper é o número total de períodos da anuidade considerada. @vp é o valor presente dos pagamentos a serem feitos no futurro. @tipo é 0 ou 1, dependendo de quando se fazem os pagamentos, ao final (0) ou ao início (1) de cada período. Se for omitido, o valor será 0. * Se @taxa <= 0, CUMPRINC retorna o erro #NUM! * Se @nper <= 0, CUMPRINC retorna o erro #NUM! * Se @vp <= 0, CUMPRINC retorna o erro #NUM! * Se @início_do_período < 1,CUMPRINC retorna o erro #NUM! * Se @final_do_período < @início_do_período, CUMPRINC retorna o erro #NUM! * Se @final_do_período > @nper, CUMPRINC retorna o erro #NUM. * Se @tipo <> 0 e @type <> 1, CUMPRINC retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: a
vi: @FUNCTION=CUMPRINC @SYNTAX=CUMPRINC(rate,nper,pv,start_period,end_period,type) @DESCRIPTION=CUMPRINC trả lại tiền gốc lũy tích được trả lại một khoản cho vay giữa ngày đầu @start_period và ngày kết thúc @end_period. * Nếu « @rate ≤ 0 » thì CUMPRINC trả lại lỗi « #NUM! ». * Nếu « @nper ≤ 0 » thì CUMPRINC trả lại lỗi « #NUM! ». * Nếu « @pv ≤ 0 » thì CUMPRINC trả lại lỗi « #NUM! ». * Nếu « @start_period < 1 » thì CUMPRINC trả lại lỗi « #NUM! ». * Nếu « @end_period < @start_period » thì CUMPRINC trả lại lỗi « #NUM! ». * Nếu « @end_period > @nper » thì CUMPRINC trả lại lỗi « #NUM! ». * Nếu « @type <> 0 » and « @type <> 1 » thì CUMPRINC trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=
