Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU returns a random variate from the Landau distribution. The probability distribution for Landau random variates is defined analytically by the complex integral, p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). For numerical purposes it is more convenient to use the following equivalent form of the integral, p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND
dz: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU དེ་གིས་ ལཱན་ཌའུ་བཀྲམ་སྤེལ་ལས་གང་བྱུང་འགྱུར་བ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། ལན་ཌའུ་གང་བྱུང་འགྱུར་བའི་དོན་ལུ་བྱུང་སྲིད་པའི་བཀརམ་སྤེལ་འདི་ དབྱེ་དཔྱད་ཀྱི་གོ་ལས་གོ་དཀའ་བའི་མེད་ཐབས་མེད་མི་གིས་ངོས་འཛིན་འབད་དེ་ཡོདཔ་ཨིན། p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). ཨང་གྲངས་ཀྱི་དོན་ལུ་ མེད་ཐབས་མེད་པའི་འོག་གི་འདྲ་མཉམ་འདི་ལག་ལེན་འཐབ་ནི་ལུ་སྟབས་བདེ་ཏོག་ཏོ་ཡོདཔ་ཨིན། p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND
es: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU devuelve una variación aleatoria de una distribución Landau. La distribución de probabilidad para la variaciones Landau aleatorias se definen analíticamente por la integral compleja: p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). Para propósitos numéricos es más conveniente usar la siguiente forma equivalente de la integral: p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND
fr: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU renvoie une valeur aléatoire selon la distribution de Landau. Cette distribution est définie par l'intégrale complexe p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). Pour des raisons numériques, on utilise la forme éqiuvalente suivante : p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= @SEEALSO=RAND
nl: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU geeft een willekeurig getal volgens een Landau distributie. De waarschijnlijkheidsdistributie voor Landau varianten wordt analytisch gedefinieerd door de complexe integraal, p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). Voor numerike doeleinden is het handiger uit te gaan van de volgende equivalente vorm van de integraal, p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND
pt_br: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU retorna uma variável aleatória de uma distribuição de Landau. A função densidade de probabilidade de Landau é definida analiticamente pela integral complexa: p(x) = (1/(2 pi i)) int_{c-i infty}^{c+i infty} ds exp(s log(s) + x s). Para propósitos numéricos, é mais conveniente utilizar a seguinte forma integral equivalente: p(x) = (1/pi) int_0^ infty dt exp(-t log(t) - x t) sin(pi t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND
vi: @FUNCTION=RANDLANDAU @SYNTAX=RANDLANDAU() @DESCRIPTION=RANDLANDAU trả lại một biến ngẫu nhiên bị giới hạn từ phân phối Landau. Phân phối xác suất cho biến ngẫu nhiên bị giới hạn Landau được định nghĩa một cách phân tích bằng tích phân phức: p(x) = (1/(2 π i)) ∫{c-i ∞}^{c+i ∞} ∂s exp(s log(s) + x s). Với mục đích thuộc số, tiện hơn khi dùng dạng tích phân theo đậy: p(x) = (1/π) ∫0^ ∞ ∂t exp(-t log(t) - x t) sin(π t). @EXAMPLES= RANDLANDAU(). @SEEALSO=RAND

source: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,sigma) @DESCRIPTION=RANDNORMTAIL returns a random variates from the upper tail of a normal distribution with standard deviation @sigma. The values returned are larger than the lower limit @a, which must be positive. The method is based on Marsaglia's famous rectangle-wedge-tail algorithm (Ann Math Stat 32, 894-899 (1961)), with this aspect explained in Knuth, v2, 3rd ed, p139, 586 (exercise 11). The probability distribution for normal tail random variates is, p(x) dx = {1 over N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, for x > a where N(a;sigma) is the normalization constant, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND
dz: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,sigma) @DESCRIPTION=RANDNORMTAIL དེ་གིས་ ཚད་ལྡན་ཁ་བསྒྱུར་བ་@sigmaདང་ཅིག་ཁར་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་ཅིག་གི་མགོའི་མཇུག་ལས་ གང་བྱུང་མི་མཐུན་པ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། སླར་ལོག་འབད་ཡོད་པའི་གནས་གོང་ཚུ་ འོག་ཚད་@aལས་སྦོམ་ཡོདཔ་ཨིན་, དེ་ཡང་ ཡོད་ཆ་འོང་དགོཔ། ཐབས་ལམ་འདི་ མར་སག་ལི་ཡ་གི་ སྐད་གྲགས་ཅན་གཡི་གྲུ་བཞི་ནར་མོ་-ཤབས་གཟེར་-མཇུག་ཨང་གྲངས་(Ann Math Stat 32, 894-899 (1961))འདི་, རྣམ་པ་འདི་དང་ཅིག་ཁར་ཀའུནཌ་ v2, 3rd ed, p139, 586 (exercise 11)ནང་འགྲལ་བཤད་འབད་ཡོདཔ། སྤྱིར་གཏང་མཇུག་མི་མཐུན་པའི་དོན་ལུ་འབྱུང་སྲིད་པའི་བཀརམ་སྤེལ་འདི་, p(x) dx = {1 over N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, for x > a དེ་ཡང་ N(a;sigma) འདི་སྤྱིར་གཏང་འབད་ཡོད་པའི་ཆད་མེད་ཨིན་, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND
es: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,sigma) @DESCRIPTION=RANDNORMTAIL devuelve una variación aleatoria desde la cola superior de una distribución gaussiana con desviación estándar sigma. Los valores devueltos son más grandes que el límite inferior a, que debe ser positivo. El método está basado en el famoso algoritmo rectángulo-borde-cola de Margsalia (Ann Math Stat 32, 894-899 (1961)), con este aspecto explicado en Knuth, v2, 3º ed, p139, 586 (ejercicio 11). La distribución de probabilidad para una variación de una cola Gaussiana aleatoria es, p(x) dx = {1 over N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, para x > a donde N(a;sigma) es la constante de normalización, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND
fr: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a;sigma) @DESCRIPTION=RANDNORMTAIL renvoie une valeur aléatoire de la queue supérieurs d'une distribution normale, d'écart-type @sigma. Les valeurs renvoyées seront plus grandes que @a, qui doit être positif. La méthode est basée sur le fameux algorithme de Marsaglia (Ann Math Stat 32, 894-899 (1961)), cet aspect étant détaillé dans Knuth, v2, 3rd ed, p139, 586 (exercice 11). La distribution de probabilité de la queue d'une distribution gaussienne est p(x) dx = {1 over N(@a;@sigma)} exp (- x^2/(2 @sigma^2)) dx, pour x > a où N(a;sigma) est la constante de normalisation, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= @SEEALSO=RAND
nl: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a;sigma) @DESCRIPTION=RANDNORMTAIL geeft een willekeurige variant uit de bovenstaart van een normale distributie met standaarddeviatie @sigma. De resulterende waarden zijn groter dan de onderlimiet @a, die positief moet zijn. De methode is gebaseerd op het beroemde 'rectangle-wedge-tail' algoritme van Marsaglia (Ann Math Stat 32, 894-899 (1961)). Dit aspect wordt uitgelegd in Knuth, v2, 3rd ed, p139, 586 (oefening 11). De waarschijnlijkheidsdistributie voor de willekeurige varianten van de normale staart is, p(x) dx = {1 over N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, voor x > a waarbij N(a;sigma) de normalisatieconstante is, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0,5;0,1) @SEEALSO=RAND
pt_br: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,sigma) @DESCRIPTION=RANDNORMTAIL retorna uma varável aleatória da cauda superior de uma distribuição normal com desvio padrão @sigma. Os valores retornados são maiores que o limite inferior @a, que deve ser um número positivo. O método é baseado algoritmo proposto por Marsaglia "rectangle-wedge-tail algorithm" (Ann Math Stat 32, 894-899 (1961)), explicado em Knuth, v2, 3rd ed, p139, 586 (exercício 11). A cauda da distribuição normal é expressa analiticamente por: p(x) dx = {1 sobre N(a;sigma)} exp (- x^2/(2 sigma^2)) dx, Para x > a onde N(a;sigma) é a constante de normalização, N(a;sigma) = (1/2) erfc(a / sqrt(2 sigma^2)). @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND
vi: @FUNCTION=RANDNORMTAIL @SYNTAX=RANDNORMTAIL(a,sigma) @DESCRIPTION=RANDNORMTAIL trả lại biến ngẫu nhiên bị giới hạn từ đuôi cao hơn của phân phối chuẩn với độ lệch chuẩn Σ @sigma. Các giá trị được trả lại có lớn hơn giới hạn thấp hơn @a, mà phải là số dương. Phương pháp đựa vào thuật toán hình chữ nhật-hình nêm-đuôi nối tiếng của Marsaglia (xem tài liệu « Ann Math Stat » [số 32, trang 894-899 (năm 1961)]), với khía cạnh này của nó được giải thích trong quyển sách của tác giả Knuth, quyển 2, bản in thứ 3, trang 139, 586 (bài học 11). Phân phối xác suất cho biến ngẫu nhiên bị giới hạn chuẩn là: p(x) ∂x = {1 trên N(a;Σ)} exp (- x²/(2 Σ²)) ∂x, cho « x > a » mà « N(a;Σ) » là hằng số tiêu chuẩn hóa, « N(a;Σ) = (½) erfc(a / √(2 Σ²)) ». @EXAMPLES= RANDNORMTAIL(0.5,0.1). @SEEALSO=RAND

source: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, ..., dN) @DESCRIPTION=SIMTABLE returns one of the values in the given argument list depending on the round number of the simulation tool. When the simulation tool is not activated, SIMTABLE returns @d1. With the simulation tool and the SIMTABLE function you can test given decision variables. Each SIMTABLE function contains the possible values of a simulation variable. In most valid simulation models you should have the same number of values @dN for all decision variables. If the simulation is run more rounds than there are values defined, SIMTABLE returns #N/A! error (e.g. if A1 contains `=SIMTABLE(1)' and A2 `=SIMTABLE(1,2)', A1 yields #N/A! error on the second round). The successive use of the simulation tool also requires that you give to the tool at least one input variable having RAND() or any other RAND<distribution name>() function in it. On each round, the simulation tool iterates for the given number of rounds over all the input variables to reevaluate them. On each iteration, the values of the output variables are stored, and when the round is completed, descriptive statistical information is created according to the values. @EXAMPLES= SIMTABLE(TRUE,FALSE) returns TRUE on the first simulation round and FALSE on the second round. SIMTABLE(223,225,227,229) returns 227 on the simulation round #3. @SEEALSO=
dz: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, ..., dN) @DESCRIPTION=SIMTABLE དེ་གིས་ བྱིན་ཡོད་པའི་སྒྲུབ་རྟགས་ཐོ་ཡིག་ནང་གནས་གོང་ཚུ་ ངོ་མ་བཟུམ་བཟོ་མིའི་ལག་ཆས་ཀྱི་བསྐོར་སྐྱོད་ཨང་གྲངས་དང་འཁྲིལ་ཏེ་སླར་ལོག་འབདཝ་ཨིན། ངོ་མ་བཟུམ་བཟོ་བའི་ལག་ཆས་འདི་ཤུགས་ལྡན་མ་བཟོ་བ་ཅིན་, SIMTABLE དེ་གིས་ @d1སླར་ལོག་འབདཝ་ཨིན། ངོ་མ་བཟུམ་བཟོ་བའི་ལག་ཆས་དང་ཅིག་ཁར་ དང་SIMTABLE ལས་འགན་ བྱིན་ཡོད་པའི་འགྱུར་ཅན་ཚུའི་གྲོས་ཆོད་ཀྱི་བརྟག་ཞིབ།SIMTABLE ལས་འགན་རེ་རེ་གིས་ ངོ་མ་བཟུམ་བཟོ་བའི་འགྱུར་ཅན་ཅིག་གི་སྲིད་པའི་གནས་གོང་ཡོདཔ་ཨིན། ནུས་ཅན་ངོ་མ་བཟུམ་བཟོ་བའི་དཔེ་ཚུ་ནང་ ཁྱོད་ལུ་གནས་གོང་གི་ཨང་གྲངས་གཅིག་པ་དགོཔ་ཨིན།@dN འདི་གྲོས་ཆོད་འགྱུར་ཅན་ཆ་མཉམ་གྱི་དོན་ལུ། ངོ་མ་བཟུམ་བཟོ་མི་འདི་ བསྐོར་སྐྱོད་ལེ་ཤ་སྦེ་གཡོག་བཀོལ་བ་ཅིན་ དེ་ནང་གནས་གོང་ངོས་འཛིན་འབད་ཡོདཔ་ཨིན་, SIMTABLE དེ་གིས་ #N/A! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན་ (e.g. A1 གིས་ `=SIMTABLE(1)' ཡོདཔ་དང་A2 `=SIMTABLE(1,2)'ཡོད་པ་ཅིན་, A1 དེ་གིས #N/A! འཛོལ་བ་འདི་བསྐོར་ཐེང་གཉིས་པ་གུ་ཐོན་འབྲས་ཐོནམ་ཨིན།) ངོ་མ་བཟུམ་བཟོ་བའི་ལག་ཆས་ཀྱི་མཐར་འཁྱོལ་ལག་ལེན་འདི་ལུ་ ཁྱོད་ཀྱིས་ལག་ཆས་ལུ་བྱིན་མི་ ཨིན་པུཊི་འགྱུར་ཅན་གཅིག་དགོཔ་ཨིན་ དེ་ཡང་RAND() ཡང་ན་RAND<distribution name>() ལས་འགན་འདི་ཨིན། ཐེང་རེ་རེའི་ནང་, དེ་ཚུ་ལོག་བརྟག་ཞིབ་འབད་ནི་ལུ་ ངོ་མ་བཟུམ་བཟོ་མིའི་ལག་ཆས་དེ་གིས་ ཨིན་པུཊི་འགྱུར་ཅན་ཆ་མཉམ་གྱི་ཨང་གྲངས་དོན་ལུ་ བསྐྱར་ཟློས་འབདཝ་ཨིན། བསྐྱར་ཟློས་རེ་རེ་གུ་, ཨའུཊི་པུཊི་འགྱུར་ཅན་གྱི་གནས་གོང་ཚུ་གསོག་འཇོག་འབད་དེ་ཡོདཔ་ཨིནམ་དང་, ཐེང་འདི་མཇུག་བསྡུ་ཞིནམ་ལས་, འགྲེལ་བཤད་ཅན་གྱི་ཚད་རྩིས་བརྡ་དོན་འདི་ གནས་གོང་དང་འཁྲུལ་ཏེ་གསར་བསྐྲུན་འབད་ཡོདཔ་ཨིན། @EXAMPLES= SIMTABLE(TRUE,FALSE) དེ་གིས་ TRUE འདི་ངོ་མ་བཟུམ་བཟོ་མི་ཐེང་དང་པའི་གུ་སླར་ལོག་འབད་ནི་དང་ FALSE གུ་ཐེང་གཉིས་པ་གུ་ཨིན། SIMTABLE(223,225,227,229) དེ་གིས་ 227 གུ་ ངོ་མ་བཟུམ་བཟོ་བའི་ཐེང་#3ཨིན། @SEEALSO=
es: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, …, dN) @DESCRIPTION=SIMTABLE devuelve uno de los valores en la lista de argumentos dada dependiendo del redondeo de la herramienta de simulación. Cuando la herramienta de simulación no es activada, SIMTABLE devuelve @d1. Con la herramienta de simulación y la función SIMTABLE puede probar variables de decisión dadas. Cada función SIMTABLE contiene los posibles valores de una variable de simulación. En la mayoría de los modelos de simulación debería haber el mismo número de valores @dN para todas las variables de decisión. Si la simulación se ejecuta más veces que los valores que están definidos, SIMTABLE devuelve un error #N/A! (ej: si A1 contiene `=SIMTABLE(1)' y A2 `=SIMTABLE(1,2)', A1 da un error #N/A! la segunda ronda). El uso sucesivo de la herramienta de simulación también requiere que le dé a la herramienta al menos una variable de entrada teniendo RAND() o cualquier otra función RAND<nombre de distribución>() en ella. En cada ronda, la herramienta de simulación itera el número dado de veces por las variables de entrada para reevaluarlas. En cada iteración, los valores de las variables de salida se almacenasen, y cuando la ronda termina, se crea información estadística descriptiva de acuerdo con los valores. @EXAMPLES= SIMTABLE(VERDADERO,FALSO) devuelve VERDADERO en la primera ronda de simulación y FALSO en la segunda ronda. SIMTABLE(223,225,227,229) devuelve 227 en la ronda de simulación #3. @SEEALSO=
fr: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1; d2; ...; dN) @DESCRIPTION=SIMTABLE renvoie l'un de ses arguments, en fonction du numéro d'itération de l'outil de simulation. Si l'outil de simulation n'est pas actif, SIMTABLE renvoie @d1. Avec l'outil de simulation et cette fonction, vous pouvez tester des variables de décision. Chaque fonction SIMTABLE contient les différentes valeurs possibles pour une variable donnée. En général, le nombre de valeurs @dN est le même pour toutes les variables de décision. Si ce n'est pas le cas, SIMTABLE renverra #N/A! lorsqu'aucune valeur ne sera disponible. Pour utiliser efficacement l'outil de simulation, il faudra qu'au moins une variable d'entrée utilise RAND ou l'une des fonctions RAND<distribution>. A chaque séquence, le simulateur itère N fois sur les variables en leur affectant des valeurs différentes. A chaque itération, les valeurs des variables de sortie sont recalculées et stockées, et à l'issue de chaque séquence, des informations statistiques en sont extraites. @EXAMPLES= SIMTABLE(VRAI;FAUX) renvoie VRAI pendant la première séquence de simulation, et FAUX pendant la deuxième. SIMTABLE(223;225;227;229) renvoie 227 pendant la séquence numéro 3. @SEEALSO=
nl: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1; d2; ...; dN) @DESCRIPTION=SIMTABLE geeft een van de waarden uit de gegeven argumentenlijst afhankelijk van het rondegetal van de simulatie. Indien de simulatie-tool niet is geactiveerd, geeft SIMTABLE @d1. Met de simulatie-tool en de functie SIMTABLE kunt u gegeven beslissingsvariabelen testen. Elke SIMTABLE functie bevat de mogelijke waarden van een simulatievariabele. In de meeste geldige simulatiemodellen is het aantal waarden @dN voor alle beslissingsvariabelen gelijk. Indien de simulatie vaker wordt uitgevoerd dan dat er waarden zijn gedefinieerd, geeft SIMTABLE een #N/B! foutmelding (bijv als A1 `=SIMTABLE(1)' bevat en A2 `=SIMTABLE(1;2)', geeft A1 een #N/B! foutmelding bij de tweede simulatieronde). Het achtereenvolgende gebruik van de simulatie-tool vereist ook dat u aan de tool tenminste één invoervariabele geeft die een functie RAND() of een andere functie RAND<distributienaam> bevat. Bij elke ronde itereert de simulatie-tool voor het gegeven aantal rondes over alle invoervariablen om deze opnieuw te evalueren. Bij elke iteratie worden de waarden van de uitvoervariabelen opgeslagen en bij voltooing van de ronde wordt aan de hand van deze waarden, beschrijvende statistische informatie gegenereerd. @EXAMPLES= SIMTABLE(WAAR;ONWAAR) geeft WAAR bij de eerste simulatieronde en ONWAAR bij de tweede ronde. SIMTABLE(223;225;227;229) geeft 227 bij simulatieronde #3. @SEEALSO=
pt_br: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, ..., dN) @DESCRIPTION=A função SIMTABLE retorna um dos valores da lista de argumentos fornecida, dependendo de qual iteração está a ferramenta de simulação. Quando a ferramenta de simulação não está ativada, SIMTABLE retorna @d1. Com a ferramenta de simulação e a função SIMTABLE, você pode testar variáveis de decisão fornecidas. Cada função SIMTABLE contém os possíveis valores de uma variável da simulação. Em muitos modelos de simulação válidos, você deve ter o mesmo número de valores @dN para todas as variáveis de decisão. Se a simulação deve processar mais iterações do que o número de valores definidos, SIMTABLE retorna o erro #N/A! (por exemplo, se A1 contém `=SIMTABLE(1)' e A2 `=SIMTABLE(1,2)', A1 retorna o erro #N/A! na segunda iteração). O uso sucessivo da ferramenta de simulação requer também, que você forneça à ferramenta ao menos uma variável de entrada contendo a função RAND() ou qualquer outra função do tipo RAND<nome da distribuição>(). A cada iteração, a ferramenta de simulação age sobre as variáveis de entrada para reavaliá-las; os valores das variáveis de saída são armazenados e a iteração é finalizada. Ao final, estatísticas descritivas são criadas de acordo com os valores das variáveis de saída. @EXAMPLES= SIMTABLE(VERDEIRO,FALSE) retorna TRUE na primeira iteração da simulação e FALSE na segunda iteração. SIMTABLE(223,225,227,229) retorna 227 na iteração #3 da simulação. @SEEALSO=
vi: @FUNCTION=SIMTABLE @SYNTAX=SIMTABLE(d1, d2, ..., dN) @DESCRIPTION=SIMTABLE trả lại một của những giá trị trong danh sách đối số cho trước, phụ thuộc vào số tròn của công cụ mô phỏng. Khi công cụ mô phỏng không hoạt động thì SIMTABLE trả lại « @d1 ». Với cả công cụ mô phỏng lẫn hàm SIMTABLE đều thì bạn có thể thử ra biến quyết định cho trước. Mỗi hàm SIMTABLE chứa các giá trị có thể của một biến mô phỏng nào đó. Trong phần lớn mẫu mô phỏng hợp lệ, bạn nên có cùng một số giá trị @dN với mọi biến quyết định. Nếu việc mô phỏng chạy nhiều lần hơn có giá trị đã định nghĩa thì SIMTABLE trả lại lỗi « #N/A! » (v.d. nếu A1 chứa « =SIMTABLE(1) » và A2 « =SIMTABLE(1,2) » thì A1 trả lại lỗi « #N/A! » trong lần mô phỏng thứ hai). Dùng công cụ mô phỏng một cách liên tiếp thì cũng cần thiết bạn cho công cụ có ít nhất biến gõ chứa hàm « RAND() » hoặc chứa bất cứ hàm « RAND<tên phân phối>() ». Trong mỗi lần chạy, công cụ mô phỏng lặp lại cho số lần cho trước, với tất cả các biến gõ, để định giá lại chúng. Mỗi lần lặp thì cất giữ các giá trị của những biến gõ, và khi lần hoàn tất, tạo thông tin thống kê miễn tả tùy theo những giá trị đó. @EXAMPLES= SIMTABLE(TRUE,FALSE) trả lại TRUE (ĐÚNG) trong lần mô phỏng thứ nhất, còn FALSE (SAI) trong lần thứ hai. SIMTABLE(223,225,227,229) trả lại 227 trong lần mô phỏng thứ 3. @SEEALSO=

source: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP calculates the variance of an entire population. VARP is also known as the N-variance. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then VARP(A1:A5) equals 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
dz: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP དེ་གིས་ མི་རློབས་ཆ་ཚངས་ཅིག་གི་མི་མཐུན་པ་འདི་རྩིས་བཏོནམ་ཨིན། VARP འདི་ ཨེན་-མི་མཐུན་པ་སྦེ་སླབ་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ VARP(A1:A5) མཉམ་ཨིན་ 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
es: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, …) @DESCRIPTION=VARP calcula la varianza de un conjunto de números, cada número es el miembro de una población. VARP también se conoce como N-varianza. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces, VARP(A1:A5) es igual a 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
fr: @FUNCTION=VARP @SYNTAX=VARP(b1; b2;...) @DESCRIPTION=VARP calcule la variance d'un ensemble de nombres, où chaque nombre est un élément d'une population, et l'ensemble correspond à la population complète. *VARP est aussi appelé la N-variance. @SEEALSO=STDEV,VAR,DVARP,AVERAGE,DVAR
nl: @FUNCTION=VARP @SYNTAX=VARP(b1; b2; ...) @DESCRIPTION=VARP berekent de variantie van een verzameling getallen waarbij ieder getal een lid van een populatie is, en de verzameling de gehele populatie is. * VARP is ook bekend als de N-variantie. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: VARP(A1:A5) is 94,112 @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
pt_br: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP calcula a variância de toda a população. * VARP é também conhecida como variância-N. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: VARP(A1:A5) retorna 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
sk: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP počíta rozptyl množiny čísel, kde každé číslo je členom populácie a množina je je celá populácia. * VARP je tiež známa ako N-variance. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom VARP(A1:A5) sa rovná 94.112. @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
vi: @FUNCTION=VARP @SYNTAX=VARP(b1, b2, ...) @DESCRIPTION=VARP tính phương sai của một toàn dân số. VARP cũng được biết là « phương sai-N ». @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì « VARP(A1:A5) » bằng « 94.112 ». @SEEALSO=AVERAGE,DVAR,DVARP,STDEV,VAR
