Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: strike2:strike price at which the option is re-struck if out of the money at @{time1}
da: strike2:strike-pris til hvilken optionen gensættes hvis den er uden for pengene ved @{time1}

source: time1:initial maturity of the option in years
da: time1:oprindelig udløbstid for optionen i år

source: time2:extended maturity in years if chosen
da: time2:forlænget udløbstid i år hvis valgt

source: OPT_EXTENDIBLE_WRITER models the theoretical price of extendible writer options. These are options that have their maturity extended to @{time2} if the option is out of the money at @{time1}.
da: OPT_EXTENDIBLE_WRITER modellerer den teoretiske pris for forlængelige udsteder-optioner. Dette er optioner der får deres løbetid forlænget til @{time2} hvis optionen er uden for pengene ved @{time1}.

source: OPT_2_ASSET_CORRELATION:theoretical price of options on 2 assets with correlation @{rho}
da: OPT_2_ASSET_CORRELATION:Teoretisk pris for optioner på 2 aktiver med korrelation @{rho}

source: spot1:spot price of the underlying asset of the first option
da: spot1:spotpris for det underliggende aktiv for den første option

source: spot2:spot price of the underlying asset of the second option
da: spot2:spotpris for det underliggende aktiv for den anden option

source: strike1:strike prices of the first option
da: strike1:strike-priser for den første option

source: strike2:strike prices of the second option
da: strike2:strike-priser for den anden option

source: cost_of_carry1:net cost of holding the underlying asset of the first option (for common stocks, the risk free rate less the dividend yield)
da: cost_of_carry1:nettoomkostning ved at besidde det underliggende aktiv for den første option (for almindelige aktier, den risikofrie rente minus udbytteudbyttet)

source: cost_of_carry2:net cost of holding the underlying asset of the second option (for common stocks, the risk free rate less the dividend yield)
da: cost_of_carry2:nettoomkostning ved at besidde det underliggende aktiv for den anden option (for almindelige aktier, den risikofrie rente minus udbytteudbyttet)

source: volatility1:annualized volatility in price of the underlying asset of the first option
da: volatility1:årlig volatilitet i prisen på det underliggende aktiv for den første option

source: volatility2:annualized volatility in price of the underlying asset of the second option
da: volatility2:årlig volatilitet i prisen på det underliggende aktiv for den anden option

source: rho:correlation between the two underlying assets
da: rho:korrelation mellem de to underliggende aktiver

source: OPT_2_ASSET_CORRELATION models the theoretical price of options on 2 assets with correlation @{rho}. The payoff for a call is max(@{spot2} - @{strike2},0) if @{spot1} > @{strike1} or 0 otherwise. The payoff for a put is max (@{strike2} - @{spot2}, 0) if @{spot1} < @{strike1} or 0 otherwise.
da: OPT_2_ASSET_CORRELATION modellerer den teoretiske pris for optioner på 2 aktiver med korrelation @{rho}. Afkastet for en call er max(@{spot2} - @{strike2},0) hvis @{spot1} > @{strike1} eller 0 ellers. Afkastet for en put er max (@{strike2} - @{spot2}, 0) hvis @{spot1} < @{strike1} eller 0 ellers.

source: OPT_EURO_EXCHANGE:theoretical price of a European option to exchange assets
da: OPT_EURO_EXCHANGE:Teoretisk pris på en europæisk option til at bytte aktiver

source: spot1:spot price of asset 1
da: spot1:spotpris for aktiv 1

source: spot2:spot price of asset 2
da: spot2:spotpris for aktiv 2

source: qty1:quantity of asset 1
da: qty1:mængde af aktiv 1

source: qty2:quantity of asset 2
da: qty2:mængde af aktiv 2

source: cost_of_carry1:net cost of holding asset 1 (for common stocks, the risk free rate less the dividend yield)
da: cost_of_carry1:nettoomkostning ved at besidde aktiv 1 (for almindelige aktier, den risikofrie rente minus udbytteudbyttet)

source: cost_of_carry2:net cost of holding asset 2 (for common stocks, the risk free rate less the dividend yield)
da: cost_of_carry2:nettoomkostning ved at besidde aktiv 2 (for almindelige aktier, den risikofrie rente minus udbytteudbyttet)

source: volatility1:annualized volatility in price of asset 1
da: volatility1:årlig volatilitet i prisen for aktiv 1

source: volatility2:annualized volatility in price of asset 2
da: volatility2:årlig volatilitet i prisen for aktiv 2

source: rho:correlation between the prices of the two assets
da: rho:korrelation mellem priserne på de to aktiver

source: OPT_EURO_EXCHANGE models the theoretical price of a European option to exchange one asset with quantity @{qty2} and spot price @{spot2} for another with quantity @{qty1} and spot price @{spot1}.
da: OPT_EURO_EXCHANGE modellerer den teoretiske pris for en europæisk option til at bytte ét aktiv med mængde @{qty2} og spotpris @{spot2} til et andet med mængde @{qty1} og spotpris @{spot1}.

source: OPT_AMER_EXCHANGE:theoretical price of an American option to exchange assets
da: OPT_AMER_EXCHANGE:Teoretisk pris på en amerikansk option til at bytte aktiver

source: OPT_AMER_EXCHANGE models the theoretical price of an American option to exchange one asset with quantity @{qty2} and spot price @{spot2} for another with quantity @{qty1} and spot price @{spot1}.
da: OPT_AMER_EXCHANGE modellerer den teoretiske pris for en amerikansk option til at bytte ét aktiv med mængde @{qty2} og spotpris @{spot2} til et andet med mængde @{qty1} og spotpris @{spot1}.

source: OPT_SPREAD_APPROX:theoretical price of a European option on the spread between two futures contracts
da: OPT_SPREAD_APPROX:Teoretisk pris på en europæisk option på spændet mellem to futureskontrakter

source: fut_price1:price of the first futures contract
da: fut_price1:pris for den første futureskontrakt

source: fut_price2:price of the second futures contract
da: fut_price2:pris for den anden futureskontrakt

source: volatility1:annualized volatility in price of the first underlying futures contract
da: volatility1:årlig volatilitet i prisen på den første underliggende futureskontrakt

source: volatility2:annualized volatility in price of the second underlying futures contract
da: volatility2:årlig volatilitet i prisen på den anden underliggende futureskontrakt

source: rho:correlation between the two futures contracts
da: rho:korrelation mellem de to futureskontrakter

source: OPT_FLOAT_STRK_LKBK:theoretical price of floating-strike lookback option
da: OPT_FLOAT_STRK_LKBK:Teoretisk pris på tilbagebliksoption med flydende strike

source: spot_min:minimum spot price of the underlying asset so far observed
da: spot_min:mindste spotpris for det underliggende aktiv observeret hidtil

source: spot_max:maximum spot price of the underlying asset so far observed
da: spot_max:højeste spotpris for det underliggende aktiv observeret hidtil

source: OPT_FLOAT_STRK_LKBK determines the theoretical price of a floating-strike lookback option where the holder of the option may exercise on expiry at the most favourable price observed during the options life of the underlying asset.
da: OPT_FLOAT_STRK_LKBK bestemmer den teoretiske pris for en floating-strike lookback-option hvor indehaveren af optionen kan udnytte ved udløb til den mest fordelagtige pris observeret i løbet af optionens levetid for det underliggende aktiv.

source: OPT_FIXED_STRK_LKBK:theoretical price of a fixed-strike lookback option
da: OPT_FIXED_STRK_LKBK:Teoretisk pris på tilbagebliksoption med fast strike

source: OPT_FIXED_STRK_LKBK determines the theoretical price of a fixed-strike lookback option where the holder of the option may exercise on expiry at the most favourable price observed during the options life of the underlying asset.
da: OPT_FIXED_STRK_LKBK bestemmer den teoretiske pris for en fixed-strike lookback-option hvor indehaveren af optionen kan udnytte ved udløb til den mest fordelagtige pris observeret i løbet af optionens levetid for det underliggende aktiv.

source: OPT_BINOMIAL:theoretical price of either an American or European style option using a binomial tree
da: OPT_BINOMIAL:Teoretisk pris på enten en amerikansk eller europæisk option ved brug af et binomialtræ

source: amer_euro_flag:'a' for an American style option or 'e' for a European style option
da: amer_euro_flag:'a' for en option i amerikansk stil eller 'e' for en option i europæisk stil

source: num_time_steps:number of time steps used in the valuation
da: num_time_steps:antal tidstrin brugt i værdiansættelsen

source: A larger @{num_time_steps} yields greater accuracy but OPT_BINOMIAL is slower to calculate.
da: En større @{num_time_steps} giver større nøjagtighed men OPT_BINOMIAL er langsommere at beregne.

source: BASE:string of digits representing the number @{n} in base @{b}
da: BASE:Tegnstreng af cifre der repræsenterer tallet @{n} med grundtal @{b}

source: n:integer
da: n:heltal

source: b:base (2 ≤ @{b} ≤ 36)
da: b:grundtal (2 ≤ @{b} ≤ 36)

source: length:minimum length of the resulting string
da: length:minimumslængde for den resulterende streng

source: BASE converts @{n} to its string representation in base @{b}. Leading zeroes will be added to reach the minimum length given by @{length}.
da: BASE konverterer @{n} til dens strengrepræsentation i grundtal @{b}. Foranstillede nuller vil blive tilføjet for at nå den minimumlængde givet ved @{length}.

source: BIN2DEC:decimal representation of the binary number @{x}
da: BIN2DEC:Decimalrepræsentation af det binære tal @{x}

source: x:a binary number, either as a string or as a number involving only the digits 0 and 1
da: x:et binært tal, enten som en streng eller som et tal der kun involverer cifrene 0 og 1

source: BIN2OCT:octal representation of the binary number @{x}
da: BIN2OCT:Oktal repræsentation af det binære tal @{x}

source: places:number of digits
da: places:antal cifre

source: If @{places} is given, BIN2OCT pads the result with zeros to achieve exactly @{places} digits. If this is not possible, BIN2OCT returns #NUM!
da: Hvis @{places} er givet, fylder BIN2OCT resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer BIN2OCT #TAL!

source: BIN2HEX:hexadecimal representation of the binary number @{x}
da: BIN2HEX:Heksadecimal repræsentation af det binære tal @{x}

source: If @{places} is given, BIN2HEX pads the result with zeros to achieve exactly @{places} digits. If this is not possible, BIN2HEX returns #NUM!
da: Hvis @{places} er givet, fylder BIN2HEX resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer BIN2HEX #TAL!

source: DEC2BIN:binary representation of the decimal number @{x}
da: DEC2BIN:Binær repræsentation af decimaltal @{x}

source: x:integer (− 513 < @{x} < 512)
da: x:heltal (− 513 < @{x} < 512)

source: If @{places} is given and @{x} is non-negative, DEC2BIN pads the result with zeros to achieve exactly @{places} digits. If this is not possible, DEC2BIN returns #NUM!
da: Hvis @{places} er givet og @{x} er ikke-negativ, fylder DEC2BIN resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer DEC2BIN #TAL!

source: If @{places} is given and @{x} is negative, @{places} is ignored.
da: Hvis @{places} er givet og @{x} er negativ, så ignoreres @{places}.

source: If @{x} < − 512 or @{x} > 511, DEC2BIN returns #NUM!
da: Hvis @{x} < − 512 eller @{x} > 511, så returnerer DEC2BIN #TAL!

source: DEC2OCT:octal representation of the decimal number @{x}
da: DEC2OCT:Oktal repræsentation af decimaltal @{x}

source: x:integer
da: x:heltal

source: If @{places} is given, DEC2OCT pads the result with zeros to achieve exactly @{places} digits. If this is not possible, DEC2OCT returns #NUM!
da: Hvis @{places} er givet, fylder DEC2OCT resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer DEC2OCT #TAL!

source: DEC2HEX:hexadecimal representation of the decimal number @{x}
da: DEC2HEX:Heksadecimal repræsentation af decimaltal @{x}

source: If @{places} is given, DEC2HEX pads the result with zeros to achieve exactly @{places} digits. If this is not possible, DEC2HEX returns #NUM!
da: Hvis @{places} er givet, fylder DEC2HEX resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer DEC2HEX #TAL!

source: DECIMAL:decimal representation of @{x}
da: DECIMAL:Decimalrepræsentation af @{x}

source: x:number in base @{base}
da: x:tal i grundtal @{base}

source: base:base of @{x}, (2 ≤ @{base} ≤ 36)
da: base:grundtal for @{x}, (2 ≤ @{base} ≤ 36)

source: OCT2DEC:decimal representation of the octal number @{x}
da: OCT2DEC:Decimalrepræsentation af det oktale tal @{x}

source: x:a octal number, either as a string or as a number
da: x:et oktalt tal, enten som en streng eller som et tal

source: OCT2BIN:binary representation of the octal number @{x}
da: OCT2BIN:Binær repræsentation af det oktale tal @{x}

source: If @{places} is given, OCT2BIN pads the result with zeros to achieve exactly @{places} digits. If this is not possible, OCT2BIN returns #NUM!
da: Hvis @{places} er givet, fylder OCT2BIN resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer OCT2BIN #TAL!

source: OCT2HEX:hexadecimal representation of the octal number @{x}
da: OCT2HEX:Heksadecimal repræsentation af det oktale tal @{x}

source: If @{places} is given, OCT2HEX pads the result with zeros to achieve exactly @{places} digits. If this is not possible, OCT2HEX returns #NUM!
da: Hvis @{places} er givet, fylder OCT2HEX resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer OCT2HEX #TAL!

source: HEX2BIN:binary representation of the hexadecimal number @{x}
da: HEX2BIN:Binær repræsentation af det heksadecimale tal @{x}

source: x:a hexadecimal number, either as a string or as a number if no A to F are needed
da: x:et hexadecimalt tal, enten som en streng eller som et tal hvis ingen A til F er nødvendige

source: If @{places} is given, HEX2BIN pads the result with zeros to achieve exactly @{places} digits. If this is not possible, HEX2BIN returns #NUM!
da: Hvis @{places} er givet, fylder HEX2BIN resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer HEX2BIN #TAL!

source: HEX2OCT:octal representation of the hexadecimal number @{x}
da: HEX2OCT:Oktal repræsentation af det heksadecimale tal @{x}

source: If @{places} is given, HEX2OCT pads the result with zeros to achieve exactly @{places} digits. If this is not possible, HEX2OCT returns #NUM!
da: Hvis @{places} er givet, fylder HEX2OCT resultatet med nuller for at opnå præcis @{places} cifre. Hvis dette ikke er muligt, returnerer HEX2OCT #TAL!

source: HEX2DEC:decimal representation of the hexadecimal number @{x}
da: HEX2DEC:Decimalrepræsentation af det heksadecimale tal @{x}

source: BESSELI:Modified Bessel function of the first kind of order @{α} at @{x}
da: BESSELI:Modificeret Besselfunktion af første art med orden @{α} ved @{x}

source: x:number
da: x:tal

source: α:order (any non-negative number)
da: α:orden (et vilkårligt ikke-negativt tal)

source: If @{x} or @{α} are not numeric, #VALUE! is returned. If @{α} < 0, #NUM! is returned.
da: Hvis @{x} eller @{α} ikke er numeriske, så returneres fejlen #VÆRDI! Hvis @{α} < 0, returneres #TAL!

source: This function is Excel compatible if only integer orders @{α} are used.
da: Denne funktion er kompatibel med Excel hvis kun heltallige ordner @{α} bruges.

source: BESSELK:Modified Bessel function of the second kind of order @{α} at @{x}
da: BESSELK:Modificeret Besselfunktion af anden art med orden @{α} ved @{x}

source: BESSELJ:Bessel function of the first kind of order @{α} at @{x}
da: BESSELJ:Besselfunktion af første art med orden @{α} ved @{x}

source: α:order (any non-negative integer)
da: α:orden (et vilkårligt ikke-negativt heltal)

source: BESSELY:Bessel function of the second kind of order @{α} at @{x}
da: BESSELY:Besselfunktion af anden art med orden @{α} ved @{x}

source: CONVERT:a converted measurement
da: CONVERT:En konverteret måling

source: from:unit (string)
da: from:enhed (streng)

source: to:unit (string)
da: to:enhed (streng)

source: CONVERT returns a conversion from one measurement system to another. @{x} is a value in @{from} units that is to be converted into @{to} units.
da: CONVERT returnerer en konvertering fra ét målesystem til et andet. @{x} er en værdi i @{from}-enheder der skal konverteres til @{to}-enheder.

source: If @{from} and @{to} are different types, CONVERT returns #N/A!
da: Hvis @{from} og @{to} er forskellige typer, så returnerer CONVERT #N/A!

source: This function is Excel compatible (except "picapt").
da: Denne funktion er Excelkompatibel (undtagen “picapt”).

source: ERF:Gauss error function
da: ERF:Gauss' fejlfunktion

source: lower:lower limit of the integral, defaults to 0
da: lower:nedre grænse for integralet, standardværdi er 0

source: upper:upper limit of the integral
da: upper:øvre grænse for integralet

source: ERF returns 2/sqrt(π)* integral from @{lower} to @{upper} of exp(-t*t) dt
da: ERF returnerer 2/sqrt(π)* integralet fra @{lower} til @{upper} af exp(-t*t) dt

source: This function is Excel compatible if two arguments are supplied and neither is negative.
da: Denne funktion er kompatibel med Excel hvis to argumenter leveres og ingen er negative.

source: ERFC:Complementary Gauss error function
da: ERFC:Komplementær Gauss' fejlfunktion

source: ERFC returns 2/sqrt(π)* integral from @{x} to ∞ of exp(-t*t) dt
da: ERFC returnerer 2/sqrt(π)* integral fra @{x} til ∞ af exp(-t*t) dt

source: DELTA:Kronecker delta function
da: DELTA:Kroneckers deltafunktion

source: x0:number
da: x0:tal

source: x1:number, defaults to 0
da: x1:tal, standardværdi er 0

source: DELTA returns 1 if @{x1} = @{x0} and 0 otherwise.
da: DELTA returnerer 1 hvis @{x1} = @{x0} og 0 ellers.

source: If either argument is non-numeric, #VALUE! is returned.
da: Hvis ingen af argumenterne er ikkenumeriske, så returneres fejlen #VÆRDI!

source: GESTEP:step function with step at @{x1} evaluated at @{x0}
da: GESTEP:Trinfunktion med trin ved @{x1} evalueret ved @{x0}

source: GESTEP returns 1 if @{x1} ≤ @{x0} and 0 otherwise.
da: GESTEP returnerer 1 hvis @{x1} ≤ @{x0} og 0 ellers.

source: HEXREP:hexadecimal representation of numeric value
da: HEXREP:Heksadecimal repræsentation af numerisk værdi

source: HEXREP returns a hexadecimal string representation of @{x}.
da: HEXREP returnerer en heksadecimal strengrepræsentation af @{x}.

source: This is a function meant for debugging. The layout of the result may change and even depend on how Gnumeric was compiled.
da: Dette er en funktion beregnet til fejlfinding. Layoutet af resultatet kan ændre sig og endda afhænge af hvordan Gnumeric blev kompileret.

source: INVSUMINV:the reciprocal of the sum of reciprocals of the arguments
da: INVSUMINV:Den reciprokke værdi af summen af reciprokke værdier af argumenterne

source: x0:non-negative number
da: x0:ikke-negativt tal

source: x1:non-negative number
da: x1:ikke-negativt tal

source: If any of the arguments is negative, #VALUE! is returned. If any argument is zero, the result is zero.
da: Hvis et af argumenterne er negativt, så returneres fejlen #VÆRDI! Hvis et af argumenterne er nul, er resultatet nul.

source: INVSUMINV sum calculates the reciprocal (the inverse) of the sum of reciprocals (inverses) of all its arguments.
da: INVSUMINV sum beregner den reciprokke (inverse) af summen af reciprokke (inverse) af alle dens argumenter.

source: PROBBLOCK:probability of blocking
da: PROBBLOCK:Sandsynlighed for blokering

source: traffic:number of calls
da: traffic:antal opkald

source: circuits:number of circuits
da: circuits:antal kredsløb

source: PROBBLOCK returns probability of blocking when @{traffic} calls load into @{circuits} circuits.
da: PROBBLOCK returnerer sandsynligheden for blokering når @{traffic} kald indlæses i @{circuits} kredsløb.

source: @{traffic} cannot exceed @{circuits}.
da: @{traffic} kan ikke overstige @{circuits}.

source: OFFTRAF:predicted number of offered calls
da: OFFTRAF:Forudsagt antal tilbudte opkald

source: traffic:number of carried calls
da: traffic:antal afviklede opkald

source: OFFTRAF returns the predicted number of offered calls given @{traffic} carried calls (taken from measurements) on @{circuits} circuits.
da: OFFTRAF returnerer det forudsagte antal tilbudte kald givet @{traffic} gennemførte kald (taget fra målinger) på @{circuits} kredsløb.

source: DIMCIRC:number of circuits required
da: DIMCIRC:Antal kredsløb påkrævet

source: gos:grade of service
da: gos:serviceniveau

source: DIMCIRC returns the number of circuits required given @{traffic} calls with grade of service @{gos}.
da: DIMCIRC returnerer antallet af kredsløb der kræves givet @{traffic} kald med serviceklasse @{gos}.

source: OFFCAP:traffic capacity
da: OFFCAP:Trafikkapacitet

source: OFFCAP returns the traffic capacity given @{circuits} circuits with grade of service @{gos}.
da: OFFCAP returnerer trafikkapaciteten givet @{circuits} kredsløb med serviceklasse @{gos}.

source: @{frequency} may be 1 (annual), 2 (semi-annual), or 4 (quarterly).
da: @{frequency} kan være 1 (årlig), 2 (halvårlig) eller 4 (kvartalsvis).

source: If @{type} is 0, the default, payment is at the end of each period. If @{type} is 1, payment is at the beginning of each period.
da: Hvis @{type} er 0, standardværdien, er betalingen i slutningen af hver periode. Hvis @{type} er 1, er betalingen i begyndelsen af hver periode.

source: ACCRINT:accrued interest
da: ACCRINT:Påløbne renter

source: issue:date of issue
da: issue:udstedelsesdato

source: first_interest:date of first interest payment
da: first_interest:dato for første rentebetaling

source: settlement:settlement date
da: settlement:afviklingsdato

source: rate:nominal annual interest rate
da: rate:nominel årlig rente

source: par:par value, defaults to $1000
da: par:pålydende værdi, standardværdi er $1000

source: frequency:number of interest payments per year
da: frequency:antal rentebetalinger per år

source: basis:calendar basis, defaults to 0
da: basis:kalendergrundlag, standardværdi er 0

source: calc_method:calculation method, defaults to TRUE
da: calc_method:beregningsmetode, standardværdi er SAND

source: If @{first_interest} < @{settlement} and @{calc_method} is TRUE, then ACCRINT returns the sum of the interest accrued in all coupon periods from @{issue} date until @{settlement} date.
da: Hvis @{first_interest} < @{settlement} og @{calc_method} er SAND, så returnerer ACCRINT summen af renten optjent i alle kuponperioder fra @{issue}-dato indtil @{settlement}-dato.

source: If @{first_interest} < @{settlement} and @{calc_method} is FALSE, then ACCRINT returns the sum of the interest accrued in all coupon periods from @{first_interest} date until @{settlement} date.
da: Hvis @{first_interest} < @{settlement} og @{calc_method} er FALSK, så returnerer ACCRINT summen af renten optjent i alle kuponperioder fra @{first_interest}-dato indtil @{settlement}-dato.

source: Otherwise ACCRINT returns the sum of the interest accrued in all coupon periods from @{issue} date until @{settlement} date.
da: Ellers returnerer ACCRINT summen af renten optjent i alle kuponperioder fra @{issue}-dato indtil @{settlement}-dato.

source: @{frequency} must be one of 1, 2 or 4, but the exact value does not affect the result.
da: @{frequency} skal være én af 1, 2 eller 4, men den præcise værdi påvirker ikke resultatet.

source: @{issue} must precede both @{first_interest} and @{settlement}.
da: @{issue} skal komme før både @{first_interest} og @{settlement}.

source: ACCRINTM:accrued interest
da: ACCRINTM:Påløbne renter

source: maturity:maturity date
da: maturity:udløbsdato

source: par:par value
da: par:pålydende værdi
