Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST returns the probability p(k) of obtaining @k from a geometric distribution with probability parameter @p. * If @k < 0 GEOMDIST returns #NUM! error. * If @p < 0 or @p > 1 GEOMDIST returns #NUM! error. * If @cum != TRUE and @cum != FALSE GEOMDIST returns #NUM! error. @EXAMPLES= GEOMDIST(2,10.4,TRUE). @SEEALSO=RANDGEOM
dz: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST དེ་གིས་ འབྱུང་སྲིད་པ་ p(k) འདི་ @k ཐོབ་ནི་ལུ་ འབྱུང་སྲིད་པའི་ཚད་བཟུང་ @pདང་ཅིག་ཁར་ ཐིག་རྩིས་ཀྱི་བཀྲམ་སྤེལ་ཅིག་ལས་སླར་ལོག་འབདཝ་ཨིན། * If @k < 0 ཨིན་པ་ཅིན་GEOMDIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1ཨིན་པ་ཅིན་ GEOMDIST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @cum != TRUE དང་ @cum != FALSE GEOMDIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= GEOMDIST(2,10.4,TRUE). @SEEALSO=RANDGEOM
es: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST devuelve la probabilidad p(k) de obtener @k de una distribución geométrica con parámetro de probabilidad @p. * Si @k < 0 GEOMDIST devuelve un error #NÚM! * Si @p < 0 o @p > 1 GEOMDIST devuelve un error #NÚM! * Si @cum != VERDADERO y @cum != FALSO GEOMDIST devuelve #NÚM! @EXAMPLES= GEOMDIST(2,10.4,VERDADERO). @SEEALSO=RANDGEOM
fr: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k;p;cumul) @DESCRIPTION=La fonction GEOMDIST renvoie la probabilité p(k) d'obtenir @k dans une distribution géométrique de probabilité @p. * Si @k < 0, GEOMDIST renvoie l'erreur #NUM!. * Si @p < 0 ou @p > 1, GEOMDIST renvoie l'erreur #NUM!. * Si @cumul est différent de VRAI et de FAUX, GEOMDIST renvoie l'erreur #NUM!. @EXAMPLES= GEOMDIST(1;2;3;0) vaut 0,07961459. @SEEALSO=RANDGEOM
nl: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k;p;cum) @DESCRIPTION=GEOMDIST geeft de waarschijnlijkheid p(k) van het trekken van @k uit een geometrische-distributie met waarschijnlijkheidsparameter @p. * Als @k < 0 geeft GEOMDIST een #GETAL! foutmelding. * Als @p < 0 of @p > 1 geeft GEOMDIST een #GETAL! foutmelding. * Als @cum != WAAR en @cum != ONWAAR geeft GEOMDIST een #GETAL! foutmelding. @EXAMPLES= GEOMDIST(2;10,4;WAAR) @SEEALSO=RANDGEOM
pt_br: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST retorna a probabilidade p(k) de se obter @k sucesso de uma distribuição geométrica com probabilidade de sucesso @p. * Se @k < 0, GEOMDIST, retorna o erro #NUM! * Se @p < 0 ou @p > 1, GEOMDIST retorna o erro #NUM! * Se @cum != TRUE e @cum != FALSE, GEOMDIST retorna o erro #NUM! @EXAMPLES= GEOMDIST(2,10.4,TRUE). @SEEALSO=RANDGEOM
sk: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,kum) @DESCRIPTION=Funkcia GAMMADIST vracia gamma rozdelenie. Ak je @kum TRUE, GAMMADIST vracia neúplnú gamma funkciu, inak vracia hustotu. Ak je @x < 0 GAMMADIST vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0, GAMMADIST vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMADIST(1,2,3,0) sa rovná 0.07961459. @SEEALSO=GAMMAINV
vi: @FUNCTION=GEOMDIST @SYNTAX=GEOMDIST(k,p,cum) @DESCRIPTION=GEOMDIST trả lại xác suất p(k) lấy @k từ một phân phối hình học với tham số xác suất @p. * Nếu « @k < 0 » thì GEOMDIST trả lại lỗi « #NUM! ». * Nếu « @p < 0 » hoặc « @p > 1 » thì GEOMDIST trả lại lỗi « #NUM! ». * Nếu « @cum != ĐÚNG » và « @cum != SAI » thì GEOMDIST trả lại lỗi « #NUM! ». @EXAMPLES= GEOMDIST(2,10.4,TRUE). @SEEALSO=RANDGEOM

source: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC returns the probability density p(x) at @x for a logistic distribution with scale parameter @a. @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC
dz: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC དེ་གིས་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ p(x)འདི་ @x ལུ་ ཆ་ཚད་ཚད་བཟུང་@a དང་ཅིག་ཁར་གཏན་ཚིག་གི་བཀྲམ་སྤེལ་གྱི་དོན་ལུ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC
es: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC devuelve la densidad de probabilidad p(x) en @x para una distribución logística con parámetro de escala @ @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC
fr: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x;a) @DESCRIPTION=La fonction LOGISTIC renvoie la densité de probabilité p(a) en @x, pour une distribution logistique de paramètre d'échelle @a. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x;a) @DESCRIPTION=LOGISTIC geeft de waarschijnlijkheidsdichtheid p(x) in @x voor een logistische-distributie met schaalparameter @a. @EXAMPLES= LOGISTIC(0,4;1) @SEEALSO=RANDLOGISTIC
pt_br: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC retorna a função densidade de probabilidade p(x) calculada em @x para uma distribuição logística com parâmetro de escala @a. @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC
sk: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(hodnota) @DESCRIPTION=ISLOGICAL vracia TRUE ak je hodnota logická. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
vi: @FUNCTION=LOGISTIC @SYNTAX=LOGISTIC(x,a) @DESCRIPTION=LOGISTIC trả lại độ mật xác suất p(x) tại @x cho một phân phối lôgistic với tham số tỷ lệ @a. @EXAMPLES= LOGISTIC(0.4,1). @SEEALSO=RANDLOGISTIC

source: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO returns the probability density p(x) at @x for a Pareto distribution with exponent @a and scale @b. @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO
dz: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO དེ་གིས་ འབྱུང་སྲིད་པའི་ཤོག་ཚད་p(x) འདི་ @x ལུ་ ཐབས་རིག་ཅན་ @a དང་ཆ་ཚད་ @bདང་ཅིག་ཁར་ པ་རི་ཊོ་གི་དོན་ལུ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO
es: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO devuelve la densidad de probabilidad p(x) en @x para una distribución Pareto con exponente @a y escala @b. @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO
fr: @FUNCTION=PARETO @SYNTAX=PARETO(x;a;b) @DESCRIPTION=La fonction PARETO renvoie la densité de probabilité p(x) en @x, pour une distribution de Pareto d'exposant @a et d'échelle @b. @EXAMPLES= @SEEALSO=RANDPARETO
nl: @FUNCTION=PARETO @SYNTAX=PARETO(x;a;b) @DESCRIPTION=PARETO geeft de waarschijnlijkheidsdichtheid p(x) in @x voor een Pareto-distributie met exponent @a en schaal @b @EXAMPLES= PARETO(0,6;1;2) @SEEALSO=RANDPARETO
pt_br: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO retorna a função densidade de probabilidade p(x) calculada em @x para uma distribuição de Pareto com expoente @a e escala @b. @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=PARETO @SYNTAX=PARETO(x,a,b) @DESCRIPTION=PARETO trả lại mật độ xác suất p(x) tại @x cho một phân phối Pareto với số mũ @a và tỷ lệ @b. @EXAMPLES= PARETO(0.6,1,2). @SEEALSO=RANDPARETO

source: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,sigma) @DESCRIPTION=RAYLEIGH returns the probability density p(x) at @x for a Rayleigh distribution with scale parameter @sigma. @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH
dz: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,sigma) @DESCRIPTION=RAYLEIGH དེ་གིས་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ p(x) འདི་ @x ལུ་ ཆ་ཚད་ཚད་བཟུང་ @sigma དང་ཅིག་ཁར་ རེ་ལིའི་བཀྲམ་སྤེལ་གྱི་དོན་ལུ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH
es: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,sigma) @DESCRIPTION=RAYLEIGH devuelve la densidad de probabilidad p(x) en @x para una distribución de Rayleigh con parámetro de escala @sigma. @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH
fr: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x;sigma) @DESCRIPTION=La fonction RAYLEIGH renvoie la densité de probabilité p(x) en @x, pour une distribution de Rayleigh de paramètre d'échelle @sigma. @EXAMPLES= @SEEALSO=RANDRAYLEIGH
nl: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x;sigma) @DESCRIPTION=RAYLEIGH geeft de waarschijnlijkheidsdichtheid p(x) in @x voor een Rayleigh-distributie met schaalparameter @sigma. @EXAMPLES= RAYLEIGH(0,4;1) @SEEALSO=RANDRAYLEIGH
pt_br: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,sigma) @DESCRIPTION=RAYLEIGH retorna a função densidade de probabilidade p(x) calculada em @x para uma distribuição de Rayleigh com parâmetro de escala @sigma. @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RAYLEIGH @SYNTAX=RAYLEIGH(x,sigma) @DESCRIPTION=RAYLEIGH trả lại mật độ xác suất p(x) tại @x cho một phân phối Rayleigh với tham số tỷ lệ @sigma (Σ). @EXAMPLES= RAYLEIGH(0.4,1). @SEEALSO=RANDRAYLEIGH

source: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,sigma) @DESCRIPTION=RAYLEIGHTAIL returns the probability density p(x) at @x for a Rayleigh tail distribution with scale parameter @sigma and lower limit @a. @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL
dz: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,sigma) @DESCRIPTION=RAYLEIGHTAIL དེ་གིས་ འབྱུང་སྲིད་པའི་ ཤོང་ཚད་p(x)འདི་ @x ལུ་ ཆ་ཚད་ཚད་བཟུང་@sigma དང་འོག་གི་ཚད་ @aདང་ཅིག་ཁར་ རི་ལིའི་མཇུག་བཀྲམ་སྤེལ་ཅིག་གི་དོན་ལུ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL
es: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,sigma) @DESCRIPTION=RAYLEIGHTAIL devuelve la densidad de probabilidad p(x) en @x para una distribución en cola Rayleigh con parámetro de escala @sigma y límite inferior @a. @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL
fr: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x;a;sigma) @DESCRIPTION=La fonction RAYLEIGHTAIL renvoie la densité de probabilité p(x) en @x, pour une queue de distribution de Rayleigh de paramètre d'échelle @sigma et de limite inférieure @a. @EXAMPLES= @SEEALSO=RANDRAYLEIGHTAIL
nl: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x;a;sigma) @DESCRIPTION=RAYLEIGHTAIL geeft de waarschijnlijkheidsdichtheid p(x) in @x voor een Rayleighstaart-distributie met schaalparameter @sigma en onderlimiet @a. @EXAMPLES= RAYLEIGHTAIL(0,6; 0,3; 1) @SEEALSO=RANDRAYLEIGHTAIL
pt_br: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,sigma) @DESCRIPTION=RAYLEIGHTAIL retorna a função densidade de probabilidade p(x) calculada em @x para uma distribuição de Rayleigh com parâmetro de escala @sigma e limite inferior @a. @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=RAYLEIGHTAIL @SYNTAX=RAYLEIGHTAIL(x,a,sigma) @DESCRIPTION=RAYLEIGHTAIL trả lại mật độ xác suất p(x) tại @x cho một phân phối đuôi Rayleigh với tham số @sigma (Σ) và giới hạn thấp hơn @a. @EXAMPLES= RAYLEIGHTAIL(0.6,0.3,1). @SEEALSO=RANDRAYLEIGHTAIL

source: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=EXPPOWDIST returns the probability density p(x) at @x for Exponential Power distribution with scale parameter @a and exponent @b. This distribution has been recommended for lifetime analysis when a U-shaped hazard function is desired. This corresponds to rapid failure once the product starts to wear out after a period of steady or even improving reliability. @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW
dz: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=EXPPOWDIST དེ་གིས་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ p(x)འདི་ @x ལུ་ ཆ་ཚད་ཚད་བཟུང་@a དང་ ཐབས་རིག་ @b དང་ཅིག་ཁར་བསྒྱུར་གྲངས་ནུས་ཤུགས་བཀྲམ་སྤེལ་གྱི་དོན་ལུ་ སླར་ལོག་འབདཝ་ཨིན། ཡུ་-དབྱིབས་ཉེན་ཁའི་ལས་འགན་འདི་དགོཔ་ད་ ཚེས་གང་དཔྱད་ཞིབ་ཀྱི་དོན་ལུ་བཀྲམ་སྤེལ་འདི་འོས་སྦྱོར་འབད་ཡོདཔ་ཨིན། ཐོན་སྐྱེད་དེ་གིས་རྒྱུན་བརྟན་གྱི་དུས་ཡུན་ཡང་ན་རྒྱུན་བརྟན་ཧིང་ལེགས་བཟོ་གི་ཤུལ་ལས་ མེདཔ་འགྱོ་ནི་འགོབཙུགསཔ་ཨིན། @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW
es: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=EXPPOWDIST devuelve la densidad de probabilidad p(x) en @x para la distribución exponencial con el parámetro de escala @a y exponente @b. @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW
fr: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x;a;b) @DESCRIPTION=La fonction EXPPOWDIST renvoie la densité de probabilité p(x) en @x, pour une distribution exponentielle d'échelle @a et d'exposant @b. @EXAMPLES= @SEEALSO=RANDEXPPOW
nl: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x;a;b) @DESCRIPTION=EXPPOWDIST geeft de waarschijnlijkheidsdichtheid p(x) in @x voor een Exponentiële Machtsdistributie met schaalparameter @a en exponent @b. @EXAMPLES= EXPPOWDIST(0,4;1;2) @SEEALSO=RANDEXPPOW
pt_br: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=A função EXPPOWDIST retorna a densidade de probabilidade p(x) calculada em @x para a distribuição de Potência Exponencial com parâmetro de escala @a e expoente @b. Esta distribuição foi recomendada para análises de ciclo de vida quando deseja- se uma função de defeitos com forma em U. Isto corresponde a ocorrência rápida de uma falha assim que o produto começa a sua utilização após um período de estabilidade ou mesmo de aumento da confiabilidade. @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW
sk: @FUNCTION=RANDEXP @SYNTAX=RANDEXP(b) @DESCRIPTION=RANDEXP vracia náhodné číslo podľa exponenciálneho rozdelenia. @EXAMPLES= RANDEXP(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=EXPPOWDIST @SYNTAX=EXPPOWDIST(x,a,b) @DESCRIPTION=EXPPOWDIST trả lại mật độ xác suất p(x) tại @x cho phân phối Lỹu thừa Số mũ với tham số tỷ lệ @a và số mũ @b. Đệ nghị phân phối này khi phân tích đợi sống và muốn dùng một hàm may rủi hình chữ U. Nó tương ứng với tính trạng thất bại nhanh một khi sản phẩm bắt đầu mòn, sau một thời gian tin cậy thường, kể cả tiến bộ. @EXAMPLES= EXPPOWDIST(0.4,1,2). @SEEALSO=RANDEXPPOW

source: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE returns the probability density p(x) at @x for Laplace distribution with mean @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
dz: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE དེ་གིས་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ p(x) འདི་ @x ལུ་ བར་མའི་ཆ་གྲངས་@aདང་ཅིག་ཁར་ལེབ་པེལེསི་བཀྲམ་སྤེལ་གྱི་དོན་ལུ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
es: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE devuelve la densidad de probabilidad p(x) en @x para la distribución de Laplace con media @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
fr: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x;a) @DESCRIPTION=La fonction LAPLACE renvoie la densité de probabilité p(x) en @x, pour une distribution de Laplace de moyenne @a. @EXAMPLES= @SEEALSO=RANDLAPLACE
nl: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x;a) @DESCRIPTION=LAPLACE geeft de waarschijnlijkheidsdichtheid p(x) in @x voor een Laplace-distributie met gemiddelde @a @EXAMPLES= LAPLACE(0,4;1) @SEEALSO=RANDLAPLACE
pt_br: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE retorna a função densidade de probabilidade p(x) calculada em @x para a distribuição de Laplace com média @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
sk: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE vracia hustotu p(x) v bode @x pre Laplaceovo rozloženie s priemerom @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE
vi: @FUNCTION=LAPLACE @SYNTAX=LAPLACE(x,a) @DESCRIPTION=LAPLACE trả lại mật độ xác suất p(x) tại @x cho phân phối Laplace với số trung bình @a. @EXAMPLES= LAPLACE(0.4,1). @SEEALSO=RANDLAPLACE

source: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR returns the ASCII character represented by the number @x. @EXAMPLES= CHAR(65) equals A. @SEEALSO=CODE
dz: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR དེ་གིས་ ཨང་གྲངས་@xགི་ཁྱད་ཚབ་འབད་ཡོད་པའི་ ASCII ཡིད་འབྲུ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= CHAR(65) equals A. @SEEALSO=CODE
es: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=Devuelve el carácter ASCII representado por el número @x. @EXAMPLES= CHAR(65) es igual a A. @SEEALSO=CODE
fr: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=Renvoie le caractère ASCII représenté par le nombre @x. @EXAMPLES= CHAR(65) vaut A. @SEEALSO=CODE
nl: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR geeft het ASCII-teken dat hoort bij het getal @x. @EXAMPLES= CHAR(65) is A @SEEALSO=CODE
pt_br: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR retorna o caracter ASCII representado pelo número @x. @EXAMPLES= CHAR(65) retorna A. @SEEALSO=CODE
sk: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR vracia ASCII znak reprezentovaný číslom @x. @EXAMPLES= CHAR(65) sa rovná A. @SEEALSO=CODE
vi: @FUNCTION=CHAR @SYNTAX=CHAR(x) @DESCRIPTION=CHAR trả lại ký tự ASCII đại diện cho số @x. @EXAMPLES= CHAR(65) bằng A. @SEEALSO=CODE

source: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR returns the Unicode character represented by the number @x. @EXAMPLES= UNICHAR(65) equals A. UNICHAR(960) equals a small Greek pi. @SEEALSO=CHAR,UNICODE,CODE
dz: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR དེ་གིས་ ཨང་གྲངས་@xགིས་ཁྱད་ཚབ་འབད་བའི་ཡུ་ནི་ཀོཌི་ཡིག་འབྲུ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= UNICHAR(65) equals A. UNICHAR(960) གིརིཀ་པི་ཨའི་ཆུང་ཀུ་ཅིག་ལུ་མཉམ་ཨིན། @SEEALSO=CHAR,UNICODE,CODE
es: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=Devuelve el carácter Unicode representado por el número @x. @EXAMPLES= UNICHAR(65) devuelve A. CHAR(960) devuelve un la letra griega pi pequeña @SEEALSO=CHAR,UNICODE,CODE
fr: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=Renvoie le caractère UNICODE représenté par le nombre @x. @EXAMPLES= UNICHAR(65) vaut A. UNICHAR(960) est la lettre grecque pi minuscule. @SEEALSO=CHAR,UNICODE,CODE
nl: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR geeft het Unicode-teken dat hoort bij het getal @x. @EXAMPLES= UNICHAR(65) is A UNICHAR(960) is een kleine Griekse letter pi @SEEALSO=CHAR,UNICODE,CODE
pt_br: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR retorna o caracter UNICODE representado pelo número @x. @EXAMPLES= UNICHAR(65) retorna A. UNICHAR(960) retorna a letra Grega pi minúscula. @SEEALSO=CHAR,UNICODE,CODE
sk: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR vracia Unicode znak reprezentovaný číslom @x. @EXAMPLES= UNICHAR(65) sa rovná A. CHAR(960) sa rovná malému gréckemu pí. @SEEALSO=CHAR,UNICODE,CODE
vi: @FUNCTION=UNICHAR @SYNTAX=UNICHAR(x) @DESCRIPTION=UNICHAR trả lại ký tự Unicode đại diện cho số @x. @EXAMPLES= UNICHAR(65) bằng A. UNICHAR(960) bằng π. @SEEALSO=CHAR,UNICODE,CODE

source: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE returns the ASCII number for the character @char. * This function is Excel compatible. @EXAMPLES= CODE("A") equals 65. @SEEALSO=CHAR
dz: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE དེ་གིས་ ཡིག་འབྲུ་@charགི་དོན་ལུ་ ASCII ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུནའགྱུར་ཅན་ཨིན། @EXAMPLES= CODE("A") equals 65. @SEEALSO=CHAR
es: @FUNCTION=CODE @SYNTAX=CODE(carácter) @DESCRIPTION=Devuelve el valor ASCII del carácter @carácter. * Esta función es compatible con Excel. @EXAMPLES= CODE("A") es igual a 65. @SEEALSO=CHAR
fr: @FUNCTION=CODE @SYNTAX=CODE(car) @DESCRIPTION=Renvoie le code ASCII pour le caractère @car. * Cette fonction est compatible avec Excel. @EXAMPLES= CODE("A") vaut 65. @SEEALSO=CHAR
nl: @FUNCTION=CODE @SYNTAX=CODE(teken) @DESCRIPTION=CODE geeft de ASCII-code voor het teken: @teken. * Deze functie is compatibel met Excel. @EXAMPLES= CODE("A") is 65 @SEEALSO=CHAR
pt_br: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE retorna o número ASCII para o caracter @char. * Esta função é compatível com o Excel. @EXAMPLES= CODE("A") retorna 65. @SEEALSO=CHAR
sk: @FUNCTION=CODE @SYNTAX=CODE(znak) @DESCRIPTION=CODE vracia ASCII kód pre znak @znak. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CODE("A") sa rovná 65. @SEEALSO=CHAR
vi: @FUNCTION=CODE @SYNTAX=CODE(char) @DESCRIPTION=CODE trả lại mã ASCII của ký tự @char. * Hàm này tương thích với Excel. @EXAMPLES= CODE("A") bằng 65. @SEEALSO=CHAR

source: @FUNCTION=UNICODE @SYNTAX=UNICODE(char) @DESCRIPTION=UNICODE returns the Unicode number for the character @char. @EXAMPLES= UNICODE("A") equals 65. @SEEALSO=UNICHAR,CODE,CHAR
dz: @FUNCTION=UNICODE @SYNTAX=UNICODE(char) @DESCRIPTION=UNICODE དེ་གིས་ ཡིག་འབྲུ་ @char གི་དོན་ལུ་ཡུ་ནི་ཀོཌི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= UNICODE("A") equals 65. @SEEALSO=UNICHAR,CODE,CHAR
es: @FUNCTION=UNICODE @SYNTAX=UNICODE(carácter) @DESCRIPTION=Devuelve el valor Unicode del carácter @carácter. @EXAMPLES= UNICODE("A") es igual a 65. @SEEALSO=UNICHAR,CODE,CHAR
fr: @FUNCTION=UNICODE @SYNTAX=UNICODE(car) @DESCRIPTION=Renvoie le nombre UNICODE pour le caractère @car. @EXAMPLES= UNICODE("A") vaut 65. @SEEALSO=UNICHAR,CODE,CHAR
nl: @FUNCTION=UNICODE @SYNTAX=UNICODE(teken) @DESCRIPTION=UNICODE geeft het Unicode-getal voor het teken: @teken. @EXAMPLES= UNICODE("A") is 65 @SEEALSO=UNICHAR,CODE,CHAR
pt_br: @FUNCTION=UNICODE @SYNTAX=UNICODE(char) @DESCRIPTION=UNICODE retorna o número Unicode do caracter @char. * Esta função é compatível com o Excel. @EXAMPLES= UNICODE("A") retorna 65. @SEEALSO=UNICHAR,CODE,CHAR
sk: @FUNCTION=UNICODE @SYNTAX=UNICODE(znak) @DESCRIPTION=UNICODE vracia Unicode kód pre znak @znak. @EXAMPLES= UNICODE("A") sa rovná 65. @SEEALSO=UNICHAR,CODE,CHAR
vi: @FUNCTION=UNICODE @SYNTAX=UNICODE(char) @DESCRIPTION=UNICODE trả lại mã Unicode của ký tự @char. * Hàm này tương thích với Excel. @EXAMPLES= UNICODE("A") bằng 65. @SEEALSO=UNICHAR,CODE,CHAR

source: @FUNCTION=EXACT @SYNTAX=EXACT(string1, string2) @DESCRIPTION=EXACT returns true if @string1 is exactly equal to @string2 (this routine is case sensitive). * This function is Excel compatible. @EXAMPLES= EXACT("key","key") equals TRUE. EXACT("key","Key") equals FALSE. @SEEALSO=LEN, SEARCH, DELTA
dz: @FUNCTION=EXACT @SYNTAX=EXACT(string1, string2) @DESCRIPTION=EXACT དེ་གིས་ བདེན་པ་སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་@string1 འདི་ @string2 (རྒྱུན་ལམ་འདི་གནད་དོན་དྲན་ཚོར་ཨིན)ལུ་ངེས་ཏིག་སྦེ་རང་མཉམ་པ་ཡོད་པ་ཅིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= EXACT("key","key") equals TRUE. EXACT("key","Key") equals FALSE. @SEEALSO=LEN, SEARCH, DELTA
es: @FUNCTION=EXACT @SYNTAX=EXACT(cadena1, cadena2) @DESCRIPTION=Devuelve VERDADERO si la @cadena1 es exactamente idéntica a la @cadena2 (esta rutina distingue mayúsculas y minúsculas). * Esta función es compatible con Excel. @EXAMPLES= EXACT("key","key") es igual a VERDADERO. EXACT("key","Key") es igual a FALSO. @SEEALSO=LEN, SEARCH, DELTA
fr: @FUNCTION=EXACT @SYNTAX=EXACT(chaîne1; chaîne2) @DESCRIPTION=Renvoie VRAI si @chaîne1 est exactement égale à @chaîne2. Cette fonction est sensible à la casse. * Cette fonction est compatible avec Excel. @EXAMPLES= EXACT("mot";"mot") vaut VRAI. EXACT("mot";"Mot") vaut FAUX. @SEEALSO=LEN
nl: @FUNCTION=EXACT @SYNTAX=EXACT(tekst1; tekst2) @DESCRIPTION=EXACT geeft WAAR als @tekst1 exact gelijk is aan @tekst2. Deze functie is hoofdlettergevoelig. * Deze functie is compatibel met Excel. @EXAMPLES= EXACT("woord";"woord") is WAAR EXACT("woord";"Woord") is ONWAAR @SEEALSO=LEN, SEARCH
pt_br: @FUNCTION=EXACT @SYNTAX=EXACT(texto1,texto2) @DESCRIPTION=EXACT retorna TRUE se @texto1 for exatamente igual a @texto2 (esta função é sensível a maiúsculas/minúsculas). * Esta função é compatível com o Excel. @EXAMPLES= EXACT("chave","chave") retorna TRUE. EXACT("chave","Chave") retorna FALSE. @SEEALSO=LEN, SEARCH, DELTA
sk: @FUNCTION=EXACT @SYNTAX=EXACT(reťazec1, reťazec2) @DESCRIPTION=EXACT vracia TRUE ak je @reťazec1 úplne rovnaký ako @reťazec2 (táto funkcia rozlišuje veľké a malé písmená). * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXACT("key","key") sa rovná TRUE. EXACT("key","Key") sa rovná FALSE. @SEEALSO=LEN, SEARCH,DELTA
vi: @FUNCTION=EXACT @SYNTAX=EXACT(string1, string2) @DESCRIPTION=EXACT trả lại ĐÚNG nếu chuỗi @string1 trùng khớp hoàn toàn với chuỗi @string2 (hàm này phân biệt chữ hoa, chữ thường). * Hàm này tương thích với Excel. @EXAMPLES= EXACT("key","key") bằng ĐÚNG. EXACT("key","Key") bằng SAI. @SEEALSO=LEN, SEARCH, DELTA
