Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO returns information about the current operating environment. @type is the type of information you want to obtain: memavail Returns the amount of memory available, bytes. memused Returns the amount of memory used (bytes). numfile Returns the number of active worksheets. osversion Returns the operating system version. recalc Returns the recalculation mode (automatic). release Returns the version of Gnumeric as text. system Returns the name of the environment. totmem Returns the amount of total memory available. * This function is Excel compatible, except that types directory and origin are not implemented. @EXAMPLES= INFO("system") returns "Linux" on a Linux system. @SEEALSO=
dz: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO དེ་གིས་ ད་ལྟོའི་བཀོལ་སྤྱོདཔ་གི་མཐའ་འཁོར་འདི་གི་སྐོར་ལས་བརྡ་དོན་སླར་ལོག་འབདཝ་ཨིན། @type འདི་ཁྱོད་ཀཡིས་ཐོབ་དགོ་པའི་བརྡ་དོན་གྱི་དབྱེ་བ་ཨིན།: memavail Returns དེ་གིས དྲན་ཚད་ཐོབ་ཚུགསཔ་ བཱའིཊིསི་གི་འབོར་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། memused Returnsདེ་གིས་ ལག་ལེན་འཐབ་སྟེ་ཡོད་པའི་དྲན་ཚན་ (བཱའིཊིསི་) འདི་སླར་ལོག་འབདཝ་ཨིན། numfile Returns དེ་གིས་ཤུགས་ལྡན་ལཱ་ཤོག་གི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། osversion Returns དེ་གིས་ བཀོལ་སྤྱོད་རིམ་ལུགས་ཐོན་རིམ་འདི་སླར་ལོག་འབདཝ་ཨིན། recalc Returns དེ་གིས་ ལོག་རྩིས་ཀྱི་ཐབས་ལམ་ (རང་བཞིན་གྱི་) འདི་སླར་ལོག་འབདཝ་ཨིན། release Returns དེ་གིས་ ཇི་ནུ་མི་རིག་གི་ཐོན་རིམ་འདི་ཚིག་ཡིག་སྦེ་སླར་ལོག་འབདཝ་ཨིན། system Returns དེ་གིས་ མཐའ་འཁོར་གྱི་མིང་འདི་སླར་ལོག་འབདཝ་ཨིན། totmem Returns དེ་གིས་ དྲན་ཚད་ཐོབ་ཚུགས་པའི་བསྡོམ་གྱི་འབོར་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན་, སྣོད་ཐོ་དང་བྱུང་རིམ་ཚུ་བསྟར་སྤྱོད་མ་འབད་བར་ཡོདཔ་རྐྱངམ་ཅིག་ཨིན། @EXAMPLES= INFO("system") དེ་གིས་ "Linux" ལི་ནགསི་རིམ་ལུགས་གུ་སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=
es: @FUNCTION=INFO @SYNTAX=INFO(tipo) @DESCRIPTION=Entrega información entrono de operación actual. @tipo es la información que se desea obtener: memavail Devuelve la cantidad de memoria disponible (bytes). memused Devuelve la cantidad de memoria usada (bytes). numfile Devuelve el número de hojas de cálculo activas. osversion Devuelve la versión del sistema operativo. recalc Devuelve el modo de recalculo (automático). release Devuelve la versión de Gnumeric as text. system Devuelve el nombre del sistema. totmem Devuelve la cantidad de memoria total del sistema. * Esta función es compatible con Excel, exceptuando los tipos directorio y origen, los cuales no están implementados. @EXAMPLES= INFO("system") es igual a "Linux" en un sistema GNU/Linux. @SEEALSO=
fr: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO renvoie une information sur l'environnement de Gnumeric @type indique l'information désirée : memavail Renvoie la quantité de mémoire disponible (octets) memused Renvoie la quantité de mémoire utilisée (octets) numfile Renvoie le nombre de feuilles actives osversion Renvoie la version du système d'exploitation recalc Renvoie le mode de recalcul (automatique). release Renvoie une chaîne contenant la version de Gnumeric system Renvoie le nom du système d'exploitation totmem Renvoie la quantité totale de mémoire (octets) * Cette fonction est compatible avec Excel, à ceci près que les types "directory" et "origin" ne sont pas implémentés. @EXAMPLES= INFO("system") renvoie "Linux" sur un système Linux. @SEEALSO=
nl: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO geeft informatie over de besturingsomgeving. @type is het type information dat gevraagd wordt: memavail Geeft de hoeveelheid beschikbaar geheugen (bytes). memused Geeft de hoeveelheid gebruikt geheugen (bytes). numfile Geeft het aantal actieve werkbladen. osversion Geeft de versie van het besturingssysteem. recalc Geeft de herberekenigs mode (automatisch). release Geeft de versie van Gnumeric als tekst. system Geeft de naar van het besturingssysteem. totmem Geeft de totale hoeveelheid beshikbaar geheugen. * Deze functie is compatibel met Excel behalve dat de types directory en origin niet zijn geimplementeerd. @EXAMPLES= INFO("system") geeft "Linux" op een Linux-systeem. @SEEALSO=
pt_br: @FUNCTION=INFO @SYNTAX=INFO(tipo) @DESCRIPTION=INFO retorna informações do ambiente operacional. @tipo é o tipo de informação que você quer obter: memavail Retorna o tamanho da memória disponível (bytes). memused Retorna o tamanho da memória usada (bytes). numfile Retorna o número de pastas ativas. osversion Retorna a versão do sistema operacional. recalc Retorna o modo de recálculo (automático). release Retorna a versão do Gnumeric, como texto. system Retorna o nome do ambiente. totmem Retorna o tamanho total da memória. * Esta função é compatível com o Excel, exceto os tipos "directory" e "origin", que não estão implementados. @EXAMPLES= INFO("system") retorna "Linux" numa máquina rodando Linux. @SEEALSO=
sk: @FUNCTION=INFO @SYNTAX=INFO(typ) @DESCRIPTION=INFO vracia informáciu o aktuálnom pracovnom prostredí. @typ určuje typ informácií, ktoré chcete zistiť: memavail Vracia veľkosť dostupnej pamäti (v bajtoch). memused Vracia veľkosť použitej pamäti (v bajtoch). numfile Vracia počet aktívnych zošitov. osversion Vracia verziu operačného systému. recalc Vracia režim prepočítavania (automaticky). release Vracia verziu aplikácie Gnumeric ako text. system Vracia meno prostredia. totmem Vracia celkovú veľkosť dostupnej pamäti (v bajtoch). Táto funkcia je kompatibilná s Excelom, okrem neimplementovaných typov directory a origin. @EXAMPLES= INFO("system") vracia "Linux" na počítači s operačným systémom Linux. @SEEALSO=
vi: @FUNCTION=INFO @SYNTAX=INFO(type) @DESCRIPTION=INFO trả lại thông tin về môi trường hoạt động hiện thời. @type là _loại_ thông tin cần lấy: memavail Trả về lượng _bộ nhớ còn trống_ (byte). memused Trả về lượng _bộ nhớ đã dùng_ (byte). numfile Trả về _số tập tin_ (worksheet: tờ làm việc) đang mở. osversion Trả về _phiên bản hệ điều hành_. recalc Trả về phương thức _tính toán lại_ (tự động). release Trả về _phiên bản phát hành_ của Gnumeric dạng chuỗi. system Trả về tên môi trường hệ điều hành (_hệ thống_). totmem Trả về lượng _bộ nhớ hoàn toàn_ còn rảnh (byte). * Hàm này tương thích với Excel, ngoại trừ loại « directory » (thư mục) và « origin » (gốc) chưa được thực hiện. @EXAMPLES= INFO("system") trả lại « Linux » trên hệ điều hành Linux. @SEEALSO=

source: @FUNCTION=ISERROR @SYNTAX=ISERROR(value) @DESCRIPTION=ISERROR returns a TRUE value if the expression has an error. * This function is Excel compatible. @EXAMPLES= ISERROR(NA()) equals TRUE. @SEEALSO=ERROR
dz: @FUNCTION=ISERROR @SYNTAX=ISERROR(value) @DESCRIPTION=ISERROR དེ་གིས་ གསལ་བརྗོད་དེ་ལུ་འཛོལ་བ་ཡོད་པ་ཅིན་ གནས་གོང་TRUE འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISERROR(NA()) equals TRUE. @SEEALSO=ERROR
es: @FUNCTION=ISERROR @SYNTAX=ISERROR(valor) @DESCRIPTION=Devuelve VERDADERO si la expresión contiene un error. * Esta función es compatible con Excel. @EXAMPLES= ISERROR(NA()) es igual a VERDADERO. @SEEALSO=ERROR
fr: @FUNCTION=ISERROR @SYNTAX=ISERROR(exp) @DESCRIPTION=La fonction ISERROR renvoie VRAI si @exp contient une erreur. * Cette fonction est compatible avec Excel. @EXAMPLES= ISERROR(NA()) vaut VRAI. @SEEALSO=ERROR
nl: @FUNCTION=ISERROR @SYNTAX=ISERROR(waarde) @DESCRIPTION=ISERROR geeft WAAR als de uitdrukking een fout bevat. * Deze functie is compatibel met Excel. @EXAMPLES= ISERROR(NA()) is WAAR @SEEALSO=ERROR
pt_br: @FUNCTION=ISERROR @SYNTAX=ISERROR(valor) @DESCRIPTION=ISERROR retorna TRUE se a expressão contém um erro. * Esta função é compatível com o Excel. @EXAMPLES= ISERROR(NA()) retorna TRUE. @SEEALSO=ERROR
sk: @FUNCTION=ISERROR @SYNTAX=ISERROR(hodnota) @DESCRIPTION=ISERROR vracia TRUE ak je výraz chybný Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISERROR(NA()) sa rovná TRUE. @SEEALSO=ERROR
vi: @FUNCTION=ISERROR @SYNTAX=ISERROR(value) @DESCRIPTION=ISERROR trả lại giá trị TRUE (ĐÚNG) nếu biểu thức có lỗi. * Hàm này tương thích với Excel. @EXAMPLES= ISERROR(NA()) bằng TRUE. @SEEALSO=ERROR

source: @FUNCTION=ISNA @SYNTAX=ISNA(value) @DESCRIPTION=ISNA returns TRUE if the value is the #N/A error value. * This function is Excel compatible. @EXAMPLES= ISNA(NA()) equals TRUE. @SEEALSO=NA
dz: @FUNCTION=ISNA @SYNTAX=ISNA(value) @DESCRIPTION=ISNA དེ་གིས་ གནས་གོང་འདི་ #N/A འཛོལ་བའི་གནས་གོང་ཨིན་པ་ཅིན་ TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISNA(NA()) equals TRUE. @SEEALSO=NA
es: @FUNCTION=ISNA @SYNTAX=ISNA(valor) @DESCRIPTION=ISNA devuelve VERDADERO si el valor es el error #N/D. * Esta función es compatible con Excel. @EXAMPLES= ISNA(NA()) es igual a VERDADERO. @SEEALSO=NA
fr: @FUNCTION=ISNA @SYNTAX=ISNA(valeur) @DESCRIPTION=La fonction ISNA renvoie VRAI si @valeur est l'erreur #N/A. * Cette fonction est compatible avec Excel. @EXAMPLES= ISNA(NA()) vaut VRAI. @SEEALSO=
nl: @FUNCTION=ISNA @SYNTAX=ISNA(waarde) @DESCRIPTION=ISNA geeft WAAR als @waarde de #N/B foutmelding is. * Deze functie is compatibel met Excel. @EXAMPLES= ISNA(NA()) is WAAR @SEEALSO=NA
pt_br: @FUNCTION=ISNA @SYNTAX=ISNA(valor) @DESCRIPTION=ISNA retorna TRUE se o valor é o erro #N/A. Esta função é compatível com o Excel. @EXAMPLES= ISNA(NA()) retorna TRUE. @SEEALSO=NA
sk: @FUNCTION=ISNA @SYNTAX=ISNA(hodnota) @DESCRIPTION=ISNA vracia TRUE ak je hodnotou chyba #N/A. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISNA(NA()) sa rovná TRUE. @SEEALSO=
vi: @FUNCTION=ISNA @SYNTAX=ISNA(value) @DESCRIPTION=ISNA trả lại TRUE (ĐÚNG) nếu giá trị là lỗi « #N/A ». * Hàm này tương thích Excel. @EXAMPLES= ISNA(NA()) bằng TRUE. @SEEALSO=NA

source: @FUNCTION=ISERR @SYNTAX=ISERR(value) @DESCRIPTION=ISERR returns TRUE if the value is any error value except #N/A. * This function is Excel compatible. @EXAMPLES= ISERR(NA()) return FALSE. @SEEALSO=ISERROR
dz: @FUNCTION=ISERR @SYNTAX=ISERR(value) @DESCRIPTION=ISERR དེ་གིས་ གནས་གོང་འདི་འཛོལ་བའི་གནས་གོང་གང་རུང་ཨིནམ་དང་#N/Aརྐྱངམ་ཅིག་མེན་པ་ཅིན་TRUEསླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISERR(NA()) return FALSE. @SEEALSO=ISERROR
es: @FUNCTION=ISERR @SYNTAX=ISERR(valor) @DESCRIPTION=ISERR devuelve VERDADERO si @valor es un error cualquiera, excepto #N/D. Esta función es compatible con Excel. @EXAMPLES= ISERR(NA()) es igual a FALSO. @SEEALSO=
fr: @FUNCTION=ISERR @SYNTAX=ISERR(valeur) @DESCRIPTION=La fonction ISERR renvoie VRAI si @valeur est une erreur, mais pas #N/A. * Cette fonction est compatible avec Excel. @EXAMPLES= ISERR(NA()) vaut FAUX. @SEEALSO=
nl: @FUNCTION=ISERR @SYNTAX=ISERR(waarde) @DESCRIPTION=ISERR geeft WAAR als waarde een foutmelding is behalve de #N/B foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= ISERR(NA()) is ONWAAR @SEEALSO=ISERROR
pt_br: @FUNCTION=ISERR @SYNTAX=ISERR(valor) @DESCRIPTION=ISERR retorna TRUE se o valor é um erro e diferente de #N/A. * Esta função é compatível com o Excel. @EXAMPLES= ISERR(NA()) retorna FALSE. @SEEALSO=
sk: @FUNCTION=ISERR @SYNTAX=ISERR(hodnota) @DESCRIPTION=ISERR vracia TRUE ak je hodnotou chyba okrem #N/A. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISERR(NA()) sa rovná FALSE. @SEEALSO=
vi: @FUNCTION=ISERR @SYNTAX=ISERR(value) @DESCRIPTION=ISERR trả lại TRUE (ĐÚNG) nếu giá trị là bất kỳ lỗi nào ngoại trừ « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= ISERR(NA()) bằng FALSE (SAI). @SEEALSO=ISERROR

source: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(value) @DESCRIPTION=ERROR.TYPE returns an error number corresponding to the given error value. The error numbers for error values are: #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 * This function is Excel compatible. @EXAMPLES= ERROR.TYPE(NA()) equals 7. @SEEALSO=ISERROR
dz: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(value) @DESCRIPTION=ERROR.TYPE དེ་གིས་ བྱིན་ཡོད་པའི་འཛོལ་བའི་གནས་གོང་ལུ་ཆ་མཉམ་པའི་འཛོལ་བའི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། འཛོལ་བའི་གནས་གོང་གི་དོན་ལུ་འཛོལ་བའི་ཨང་གྲངས་ཚུ: #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ERROR.TYPE(NA()) equals 7. @SEEALSO=ISERROR
es: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(valor) @DESCRIPTION=ERROR.TYPE devuelve un número de error que corresponde al valor de error dado. Los números de errores según el valor de error son: #DIV/0! 2 #VALOR! 3 #REF! 4 #NOMBRE? 5 #NUM! 6 #N/D! 7 * Esta función es compatible con Excel. @EXAMPLES= ERROR.TYPE(NA()) es igual a 7. @SEEALSO=ISERROR
fr: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(valeur) @DESCRIPTION=ERROR.TYPE renvoie un code d'erreur correspondant à l'erreur @valeur. Les codes possibles sont : #DIV/0! 2 #VALEUR! 3 #REF! 4 #NOM! 5 #NUM! 6 #N/A! 7 * Cette fonction est compatible avec Excel. @EXAMPLES= ERROR.TYPE(NA()) vaut 7. @SEEALSO=ISERROR
nl: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(waarde) @DESCRIPTION=ERROR.TYPE geeft een foutnummer corresponderend met de gegeven foutwaarde. De foutnummers voor foutwaarden zijn: #DIV/0! 2 #WAARDE! 3 #VERW! 4 #NAAM? 5 #GETAL! 6 #N/B 7 * Deze functie is compatibel met Excel. @EXAMPLES= ERROR.TYPE(NA()) is 7 @SEEALSO=ISERROR
pt_br: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR.TYPE(valor) @DESCRIPTION=ERROR.TYPE retorna o número de erro correspondente a um valor de erro. Os números dos respectivos erros são: #DIV/0! 2 #VALOR! 3 #REF! 4 #NOME! 5 #NUM! 6 #NA! 7 * Esta função é compatível com o Excel. @EXAMPLES= ERROR.TYPE(NA()) retorna 7. @SEEALSO=ISERROR
sk: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR(hodnota) @DESCRIPTION=ERROR.TYPE vracia číslo chyby podľa danej chybovej hodnoty. Čísla chybových hodnôt sú #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ERROR.TYPE(NA()) sa rovná 7. @SEEALSO=ISERROR
vi: @FUNCTION=ERROR.TYPE @SYNTAX=ERROR(value) @DESCRIPTION=ERROR.TYPE trả lại mã số lỗi tương ứng với giá trị lỗi được cho. Mã số lỗi cho các giá trị lỗi là: #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7 * Hàm này tương thích với Excel. @EXAMPLES= ERROR.TYPE(NA()) bằng 7. @SEEALSO=ISERROR

source: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA returns the error value #N/A. * This function is Excel compatible. @EXAMPLES= NA() equals #N/A error. @SEEALSO=ISNA
dz: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA དེ་གིས་ འཛོལ་བའི་གནས་གོང་ #N/A འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NA() equals #N/A error. @SEEALSO=ISNA
es: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA devuelve el valor de error #N/D. * Esta función es compatible con Excel. @EXAMPLES= NA() es igual al error #N/D. @SEEALSO=ISNA
fr: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=La fonction NA renvoie la valeur d'erreur #N/A. * Cette fonction est compatible avec Excel. @EXAMPLES= NA() vaut l'erreur #N/A. @SEEALSO=
nl: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA geeft de foutwaarde #N/B. * Deze functie is compatibel met Excel. @EXAMPLES= NA() is de #N/A foutmelding. @SEEALSO=
pt_br: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA retorna o erro #N/A. * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA vracia chybovú hodnotu #N/A. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NA() sa rovná chybe #N/A. @SEEALSO=
vi: @FUNCTION=NA @SYNTAX=NA() @DESCRIPTION=NA trả lại giá trị lỗi « #N/A ». * Hàm này tương thích với Excel. @EXAMPLES= NA() bằng lỗi « #N/A ». @SEEALSO=ISNA

source: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR return the specified error. @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR
dz: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR དེ་གིས་ གསལ་བཀོད་འབད་དེ་ཡོད་པའི་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR
es: @FUNCTION=ERROR @SYNTAX=ERROR(texto) @DESCRIPTION=Devuelve el error especificado en @texto. @EXAMPLES= ERROR("#ERROR PROPIO"). @SEEALSO=ISERRO
fr: @FUNCTION=ERROR @SYNTAX=ERROR(texte) @DESCRIPTION=La fonction ERROR renvoie l'erreur spécifiée en paramètre @EXAMPLES= ERROR("#MON ERREUR!") @SEEALSO=ISERROR
nl: @FUNCTION=ERROR @SYNTAX=ERROR(tekst) @DESCRIPTION=ERROR geeft de gegeven foutmelding. @EXAMPLES= ERROR("#EIGEN FOUT") @SEEALSO=ISERROR
pt_br: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR retorna o erro especificado. @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR
sk: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR vracia uvedenú chybu @EXAMPLES= ERROR("#MOJA CHYBA"). \n@SEEALSO=ISERROR
vi: @FUNCTION=ERROR @SYNTAX=ERROR(text) @DESCRIPTION=ERROR trả lại lỗi xác định. @EXAMPLES= ERROR("#OWN ERROR"). @SEEALSO=ISERROR

source: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(value) @DESCRIPTION=ISBLANK returns TRUE if the value is blank. * This function is Excel compatible. @EXAMPLES= ISBLANK(A1). @SEEALSO=
dz: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(value) @DESCRIPTION=ISBLANK དེ་གིས་ གནས་གོང་འདི་སྟོངམ་ཨིན་པ་ཅིན་TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISBLANK(A1). @SEEALSO=
es: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(valor) @DESCRIPTION=Devuelve VERDADERO si @valor está vacío. * Esta función es compatible con Excel. @EXAMPLES= ISBLANK(A1). @SEEALSO=
fr: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(valeur) @DESCRIPTION=La fonction ISBLANK renvoie VRAI si @valeur est vide. * Cette fonction est compatible avec Excel. @EXAMPLES= ISBLANK(A1) @SEEALSO=
nl: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(waarde) @DESCRIPTION=ISBLANK geeft WAAR als de waarde leeg is. * Deze functie is compatibel met Excel. @EXAMPLES= ISBLANK(A1) @SEEALSO=
pt_br: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(valor) @DESCRIPTION=ISBLANK retorna TRUE se o valor é vazio. * Esta função é compatível com o Excel. @EXAMPLES= ISBLANK(A1). @SEEALSO=
sk: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(hodnota) @DESCRIPTION=ISBLANK vracia TRUE ak je hodnota prázdna. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISBLANK(A1). @SEEALSO=
vi: @FUNCTION=ISBLANK @SYNTAX=ISBLANK(value) @DESCRIPTION=ISBLANK trả lại TRUE (ĐÚNG) nếu giá trị là rỗng. * Hàm này tương thích với Excel. @EXAMPLES= ISBLANK(A1). @SEEALSO=

source: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(value) @DESCRIPTION=ISEVEN returns TRUE if the number is even. * This function is Excel compatible. @EXAMPLES= ISEVEN(4) equals TRUE. @SEEALSO=ISODD
dz: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(value) @DESCRIPTION=ISEVEN དེ་གིས་ ཨང་གྲངས་འདི་ཆ་ཅན་ཨིནཔ་ཅིན་TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISEVEN(4) equals TRUE. @SEEALSO=ISODD
es: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(valor) @DESCRIPTION=Devuelve VERDADERO si el @valor es par. * Esta función es compatible con Excel. @EXAMPLES= ISEVEN(4) es igual a VERDADERO. @SEEALSO=ISODD
fr: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(nombre) @DESCRIPTION=La fonction ISEVEN renvoie VRAI si @nombre est pair. * Cette fonction est compatible avec Excel. @EXAMPLES= @SEEALSO=ISODD
nl: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(getal) @DESCRIPTION=ISEVEN geeft WAAR als het getal even is. * Deze functie is compatibel met Excel. @EXAMPLES= ISEVEN(4) is WAAR @SEEALSO=ISODD
pt_br: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(valor) @DESCRIPTION=ISEVEN retorna TRUE se o @valor é um número par. * Esta função é compatível com o Excel. @EXAMPLES= ISEVEN(4) retorna TRUE. @SEEALSO=ISODD
sk: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(hodnota) @DESCRIPTION=ISEVEN vracia TRUE ak je číslo párne. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISEVEN(4) sa rovná TRUE. @SEEALSO=ISODD
vi: @FUNCTION=ISEVEN @SYNTAX=ISEVEN(value) @DESCRIPTION=ISEVEN trả lại TRUE (ĐÚNG) nếu là số chẵn. * Hàm này tương thích với Excel. @EXAMPLES= ISEVEN(4) bằng TRUE. @SEEALSO=ISODD

source: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(value) @DESCRIPTION=ISLOGICAL returns TRUE if the value is a logical value. * This function is Excel compatible. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
dz: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(value) @DESCRIPTION=ISLOGICAL དེ་གིས་ གནས་གོང་འདི་གཏན་ཚིག་ཅན་གྱི་གནས་གོང་ཨིན་པ་ཅིན་TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
es: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(valor) @DESCRIPTION=Devuelve VERDADERO si @valor es un valor lógico. * Esta función es compatible con Excel. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
fr: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(valeur) @DESCRIPTION=La fonction ISLOGICAL renvoie VRAI si @valeur est une valeur logique. * Cette fonction est compatible avec Excel. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(waarde) @DESCRIPTION=ISLOGICAL geeft WAAR als de waarde een logische waarde is. * Deze functie is compatibel met Excel. @EXAMPLES= ISLOGICAL(A1) @SEEALSO=
pt_br: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(valor) @DESCRIPTION=ISLOGICAL retorna TRUE se o @valor é um valor lógico. * Esta função é compatível com o Excel. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
sk: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(hodnota) @DESCRIPTION=ISLOGICAL vracia TRUE ak je hodnota logická. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=
vi: @FUNCTION=ISLOGICAL @SYNTAX=ISLOGICAL(value) @DESCRIPTION=ISLOGICAL trả lại TRUE (ĐÚNG) nếu giá trị là giá trị logic. * Hàm này tương thích với Excel. @EXAMPLES= ISLOGICAL(A1). @SEEALSO=

source: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(value) @DESCRIPTION=ISNONTEXT Returns TRUE if the value is not text. * This function is Excel compatible. @EXAMPLES= ISNONTEXT("text") equals FALSE. @SEEALSO=ISTEXT
dz: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(value) @DESCRIPTION=ISNONTEXT དེ་གིས་ གནས་གོང་འདི་ཚིག་ཡིག་མེན་པ་ཅིན་ TRUE སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ISNONTEXT("text") equals FALSE. @SEEALSO=ISTEXT
es: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(valor) @DESCRIPTION=Devuelve VERDADERO si @valor no es una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= ISNONTEXT("texto") es igual a FALSO. @SEEALSO=ISTEXT
fr: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(valeur) @DESCRIPTION=La fonction ISNONTEXT renvoie VRAI si la valeur n'est pas du texte. * Cette fonction est compatible avec Excel. @EXAMPLES= ISNONTEXT("texte") vaut FAUX. @SEEALSO=ISTEXT
nl: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(waarde) @DESCRIPTION=ISNONTEXT geeft WAAR als de waarde geen tekst is. * Deze functie is compatibel met Excel. @EXAMPLES= ISNONTEXT("tekst") is ONWAAR @SEEALSO=ISTEXT
pt_br: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(valor) @DESCRIPTION=ISNONTEXT retorna TRUE se o valor não é texto. * Esta função é compatível com o Excel. @EXAMPLES= ISNONTEXT("text") retorna FALSE. @SEEALSO=ISTEXT
sk: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(hodnota) @DESCRIPTION=ISNONTEXT vracia TRUE ak hodnota nie je text. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ISNONTEXT("text") sa rovná FALSE. @SEEALSO=ISTEXT
vi: @FUNCTION=ISNONTEXT @SYNTAX=ISNONTEXT(value) @DESCRIPTION=ISNONTEXT trả lại TRUE (ĐÚNG) nếu giá trị không phải là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= ISNONTEXT("text") bằng FALSE (SAI). @SEEALSO=ISTEXT
