Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(call_put_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_EXTENDIBLE_WRITER models the theoretical price of extendible writer options. These are options that can be exercised at an initial period, @time1, or their maturity extended to @time2 if the option is out of the money at @time1. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike1 is the strike price at which the option is struck. @strike2 is the strike price at which the option is re-struck if out of the money at @time1. @time1 is the initial maturity of the option in years. @time2 is the is the extended maturity in years if chosen. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(call_put_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_EXTENDIBLE_WRITER དེ་གིས་ རྒྱ་བསྐྱེད་གཏང་ཚུགས་པའི་རྩོམ་འབྲི་པའི་གདམ་ཁ་ཚུ་གི་ གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། དེ་ཚུ་འགོ་ཐོག་དུས་ཡུན་, @time1ལུ་བསྟར་སྤྱོད་འབད་བཏུབ་པའི་གདམ་ཁ་, ཡང་ན་ དེ་ཚུའི་དུས་ཡུན་ཚང་བ་འདི་@time2ལུ་རྒྱ་བསྐྱེད་གཏང་སྟེ་ཡོདཔ་ དེ་ཡང་ གདམ་ཁ་འདི་ @time1ལུ་ དངུལ་མེད་པ་ཅིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike1 འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་མི་ལུ་ གོང་ཚད་སིཊའིཀ་འདི་ཨིན། @strike2 འདི་ གདམ་ཁ་འདི་ལོག་ཐོགས་ཡོད་མི་ལུ་གོང་ཚད་སིཊའིཀ་ཨིན་ དེ་ཡང་ i@time1ལུ་དངུལ་མེད་པ་ཅིན། @time1 འདི་ ལོའི་ནང་ གདམ་ཁ་གི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @time2 འདི་ གདམ་ཁ་བརྐྱབ་སྟེ་ཡོད་པ་ཅིན་ ལོའི་ནང་རྒྱ་བསྐྱེད་གཏང་ཡོད་པའི་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལེ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(indicador_call_put,spot,strike1,strike2,tiempo1,tiempo2,tasa,costo_de_ejecución,volatilidad) @DESCRIPTION=OPT_EXTENDIBLE_WRITER modela el precio teórico de las opciones de escritura extensible. Estas son opciones que pueden ser ejercitadas en un periodo inicial, @tiempo1, o su vencimiento extendido hasta @tiempo2 si la opción agotó el dinero en el @tiempo1 @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @spot es el precio spot del activo @strike1 es el precio al que se ha fijado la opción @strike2 es el precio al que se ha fijado la opción @tiempo1 es el tiempo de vencimiento inicial en años @tiempo2 es el tiempo de vencimiento extendido si es elegido @tasa es la tasa de interés libre de riesgo anualizada. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo. @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(tipo_compra_venda,à_vista,exercício1,exercício2,tempo1,tempo2,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_EXTENDIBLE_WRITER modela o preço teórico de opções estendíveis do vendedor. Estas opções são exercidas em um período inicial, @tempo1, ou o seu vencimento é estendido até @tempo2 se a opção está descoberta no @tempo1. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício1 é o preço de exercício quando a opção é executada. @exercício2 é o preço de exercício quando a opção é re-executada, se ela está descoberta no @tempo1. @tempo1 é a data de vencimento inicial da opção em anos. @tempo2 a data de vencimento estendida da opção em anos, se escolhido @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_EXTENDIBLE_WRITER @SYNTAX=OPT_EXTENDIBLE_WRITER(call_put_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_EXTENDIBLE_WRITER tạo mô hình trên giá lý thuyết của tùy chọn ghi có thể mở rộng. Tùy chọn loại này có thể được thực hiện trong một thời gian ban đầu (@time1), hoặc đến hạn thanh toán của nó có thể được mở rộng đến một thời gian sau (@time2) nếu tùy chọn này không được đủ tiền trong thời gian trước (@time1). @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike1 là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @strike2 là giá tính lấy mà tùy chọn được _tính lấy_ lại với nó, nếu nó không được đủ tiền vào @time1. @time1 là đến hạn thanh toán bao đầu của tùy chọn, theo năm. @time2 là đến hạn thanh toán đã mở rộng, theo năm, nếu được chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(call_put_flag,spot1,spot2,strike1,strike2,time,cost_of_carry1,cost_of_carry2,rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION models the theoretical price of options on 2 assets with correlation @rho. The payoff for a call is max(@spot2 - @strike2,0) if @spot1 > @strike1 or 0 otherwise. The payoff for a put is max (@strike2 - @spot2, 0) if @spot1 < @strike1 or 0 otherwise. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot1 & @spot2 are the spot prices of the underlying assets. @strike1 & @strike2 are the strike prices at which the option is struck. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry1 & @cost_of_carry2 are the leakage in value of the underlying assets, for common stocks, this would be the dividend yield. @volatility1 & @volatility2 are the annualized volatility in price of the underlying assets. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(call_put_flag,spot1,spot2,strike1,strike2,time,cost_of_carry1,cost_of_carry2,rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION དེ་གིས་ ཕན་ཚུན་འབྲེལ་བ་@rhoདང་ཅགི་ཁར་ བདོག་གཏད་ ༢་ གུ་གདམ་ཁ་ཚུ་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན།ཀོལ་གྱི་དོན་ལུ་སྤྱོད་ནི་འདི་ མཐོ་ཤོས་རང་(@spot2 - @strike2,0) ག་དེམ་ཅིག་སྦེ་ @spot1 > @strike1 ཡང་ན་ 0 ཨིན་པ་ཅིན་ དེ་མེན་པ་ཅིན། བཙུགས་ཀྱི་དོན་ལུ་སྤྲོད་ནི་འདི་མཐོ་ཤོས་རང་ (@strike2 - @spot2, 0) ག་དེམ་ཅིག་སྦེ་@spot1 < @strike1 ཡང་ན་ 0 ཨིན་པ་ཅིན་དེ་མེན་པ་ཅིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot1 & @spot2 ཚུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཚུ་གི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike1 & @strike2 ཚུ་ གདམ་ཁ་འདི་ཐོགས་ཡོད་མི་ལུ་ གོང་ཚད་སིཊའིཀ་འདི་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry1 & @cost_of_carry2 ཚུ་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཚད་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་འདི་ཨིན། @volatility1 & @volatility2 ཚུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཚུ་གི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(indicador_call_put,spot1,spot2,strike1,strike2, tiempo,devaluación1,devaluación2,tasa,volatilidad1,volatilidad2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION modela el precio teórico de opciones en 2 activos con correlación @rho. El @indicador_call_put es «c» o «p» para indicar si la opción es un «call» o «put» @spot es el precio «spot» del activo subyacente @strike es el precio al que se fija la opción @tiempo es el número de días hasta el vencimiento de la opción @tasa es la tasa de interés libre de riesgo anualizada @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(tipo_compra_venda,à_vista1,à_vista2, exercício1,exercício2,custo_de_carregamento1,custo_de_carregamento2,taxa,volatilidade1,volatilidade2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION modela o preço teórico de opções de dois ativos de correlação @rho. O payoff para uma compra é max(@à_vista2 - @exercício2,0) se @à_vista1 > @exercício1 ou 0 caso contrário. O payoff para uma venda é max(@exercício2 - @à_vista2,0) se @à_vista1 < @exercício1 ou 0 caso contrário. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista1 & @à_vista2 são os preços à vista (spot) dos ativos envolvidos. @exercício1 & @exercício2 são os preços de exercício das opções quando elas são executadas. @tempo é a maturidade inicial da opção em anos. @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento1 & @custo_de_carregamento2 são os custos de armazenagem dos ativos; para ativos comuns, ele seriam os dividend-yield (dividendo/preço) dos ativos. @volatilidade1 & @volatilidade2 são as taxas anualizadas de volatilidade dos ativos envolvidos. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_2_ASSET_CORRELATION @SYNTAX=OPT_2_ASSET_CORRELATION(call_put_flag,spot1,spot2,strike1,strike2,time,cost_of_carry1,cost_of_carry2,rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_2_ASSET_CORRELATION tạo mô hình trên giá lý thuyết của tùy chọn với hai tài sản riêng có tương quan @rho. Lợi ích ròng cho một việc gọi là « max(@spot2 - @strike2,0) » nếu « @spot1 > @strike1 » hoặc « 0 » nếu không. Lợi ích ròng cho một việc để là « max (@strike2 - @spot2, 0) » nếu « @spot1 < @strike1 » hoặc « 0 » nếu không. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot1 & @spot2 là giá điểm của hai tài sản cơ sở. @strike1 & @strike2 là giá tính lấy mà tùy chọn được _tính lấy_ với mỗi giá đó. @time là đến hạn thanh toán bao đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry1 & @cost_of_carry2 (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility1 & @volatility2 là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1,volatility2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE models the theoretical price of a European option to exchange one asset with quantity @qty2 and spot price @spot2 for another, with quantity @qty1 and spot price @spot1. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry1 & @cost_of_carry2 are the leakage in value of the underlying assets, for common stocks, this would be the dividend yield. @volatility1 & @volatility2 are the annualized volatility in price of the underlying assets. @rho is the correlation between the two assets. @EXAMPLES= @SEEALSO=OPT_AMER_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1,volatility2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE དེ་གིས་ གཞན་མི་གི་དོན་ལུ་ སྦུང་ཚན་@qty2 དང་ས་ཁོངས་གོང་ཚད་@spot2 དང་ཅིག་ཁར་བདོག་གཏད་གཅིག་སོར་འགྱུར་འབད་ནིལུ་ སྦུང་ཚན་@qty1 དང་ ས་ཁོངས་གོང་ཚད་ @spot1དང་ཅིག་ཁར་ ཡུ་རོ་པིན་གདམ་ཁ་ཅིག་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry1 & @cost_of_carry2 ཚུ་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་འདི་ཨིན། @volatility1 & @volatility2 ཚུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཚུ་གི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @rho འདི་ བདོག་གཏད་གཉིས་ཀྱི་བར་ནའི་ཕན་ཚུན་མཐུན་འབྲེལ་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_AMER_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(spot1,spot2,cantidad1,cantidad2,tiempo,tasa,devaluación1,coste_ejecución2,volatilidad1,volatilidad2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE modela el precio teórico de una opción europea para cambiar una inversión con cantidad @cantidad2 y precio spot @spot2 por otro, con cantidad @cantidad1 y precio spot @spot1. @tiempo es el número de días hasta el vencimiento de la opción @tasa es la tasa de interés libre de riesgo anualizada @devaluación1 y @coste_ejecución2 es la pérdida de valor de los activos subyacentes, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @volatilidad1 y @volatilidad2 es la volatilidad anualizada en precio del activo subyacente @rho es la correlación entre los dos activos. @EXAMPLES= @SEEALSO=OPT_AMER_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(à_vista1,à_vista2,qty1,qty2,tempo,taxa,custo_de_carregamento1,custo_de_carregamento2,volatilidade1,volatilidade2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE modela o preço teórico de uma opção Européia para negociação de um ativo com quantidade @qty2 e preço à vista (spot) @à_vista2 por outro, com quantidade @qty1 e preço à_vista @à_vista1 @tempo é a maturidade inicial da opção em anos. @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento1 & @custo_de_carregamento2 são os custos de armazenagem do ativo; para ativos comuns, ele seriam os dividend-yield (dividendo/preço) dos ativos. @volatilidade1 & @volatilidade2 são as taxas anualizadas de volatilidade dos ativos envolvidos. @rho é a correlação entre os dois ativos. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_EURO_EXCHANGE @SYNTAX=OPT_EURO_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1,volatility2,rho) @DESCRIPTION=OPT_EURO_EXCHANGE tạo mô hình trên giá lý thuyết của một tùy chọn Châu Âu để chuyển đổi một tài sản có số lượng @qty2 và giá điểm @spot2 với một tài sản khác có số lượng @qty1 và giá điểm @spot1. @time là đến hạn thanh toán ban đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry1 & @cost_of_carry2 (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility1 & @volatility2 là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @rho là tương quan giữa hai tài sản này. @EXAMPLES= @SEEALSO=OPT_AMER_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1, volatility2, rho) @DESCRIPTION=OPT_AMER_EXCHANGE models the theoretical price of an American option to exchange one asset with quantity @qty2 and spot price @spot2 for another, with quantity @qty1 and spot price @spot1. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry1 & @cost_of_carry2 are the leakage in value of the underlying assets, for common stocks, this would be the dividend yield. @volatility1 & @volatility2 are the annualized volatility in price of the underlying assets. @rho is the correlation between the two assets. @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1, volatility2, rho) @DESCRIPTION=OPT_AMER_EXCHANGE དེ་གིས་ གཞན་མི་གི་དོན་ལུ་ སྦུང་ཚད་ @qty2 དང་ ས་ཁོངས་གོང་ཚད་@spot2 དང་ཅིག་ཁར་བདོག་གཏད་གཅིག་སོར་འགྱུར་འབད་ནི་ལུ་, སྦུང་ཚད་ @qty1 དང་ ས་ཁོངས་གོང་ཚད་ @spot1དང་ཅིག་ཁར་ ཨ་མི་རི་ཀཱན་གདམ་ཁ་ཅིག་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry1 & @cost_of_carry2 ཚུ་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཚུ་གི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོ་ནའབྲས་ཨིན། @volatility1 & @volatility2 ཚུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཚུ་གི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @rho འདི་ བདོག་གཏད་གཉིས་ཀྱི་བར་ནའི་ཕན་ཚུན་འབྲེལབ་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(spot1,spot2,cant1,cant2,tiempo,tasa,devaluación1,coste_ejecución2,volatilidad,rho) @DESCRIPTION=OPT_AMER_EXCHANGE modela el precio teórico de una opción americana para intercambio de un activo con cantidad @cant2 y precio spot @spot2 por otro con cantidad @cant1 y precio spot @spot1 @tiempo es el vencimiento inicial de la opción en años. @tasa es la tasa de interés libre de riesgo anualizada @devaluación1 y @devaluación2 es la pérdida de valor de los activos subyacentes, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @volatilidad1 y @volatilidad2 son la volatilidad anualizada en precio de los activos subyacente @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(à_vista1,à_vista2,qty1,qty2,tempo,taxa,custo_de_carregamento1,custo_de_carregamento2,volatilidade1,volatilidade2,rho) @DESCRIPTION=OPT_AMER_EXCHANGE modela o preço teórico de uma opção Americana para negociação de um ativo com quantidade @qty2 e preço à vista (spot) @à_vista2 por outro, na quantidade @qty1 e preço à vista @à_vista1. @tempo é a maturidade inicial da opção em anos. @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento1 & @custo_de_carregamento2 são os custos de armazenagem dos ativos; para ativos comuns, ele seriam os dividend-yield (dividendo/preço) dos ativos. @volatilidade1 & @volatilidade2 são as taxas anualizadas de volatilidade dos ativos envolvidos. @rho é a correlação entre os dois ativos. @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_AMER_EXCHANGE @SYNTAX=OPT_AMER_EXCHANGE(spot1,spot2,qty1,qty2,time,rate,cost_of_carry1,cost_of_carry2,volatility1, volatility2, rho) @DESCRIPTION=OPT_AMER_EXCHANGE tạo mô hình trên giá lý thuyết của một tùy chọn Mỹ để chuyển đổi một tài sản có số lượng @qty2 và giá điểm @spot2 với một tài sản khác có số lượng @qty1 và giá điểm @spot1. @time là đến hạn thanh toán ban đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry1 & @cost_of_carry2 (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility1 & @volatility2 là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @rho là tương quan giữa hai tài sản này. @EXAMPLES= @SEEALSO=OPT_EURO_EXCHANGE, OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
