Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN function returns the natural logarithm of the gamma function. * If @x is non-number then GAMMALN returns #VALUE! error. * If @x <= 0 then GAMMALN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= GAMMALN(23) equals 48.471181352. @SEEALSO=POISSON
dz: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN ལས་འགན་འདི་གིས་ ག་མ་ལས་འགན་གྱི་རང་བཞིན བརྩི་བརྐྱབ་ཐང་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * If @x འདི་ ཨང་གྲངས་མེན་མི་ཨིནཔ་ཅིན་ དེ་ལས་ GAMMALN དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @x <= 0 ཨིན་པ་ཅིན་དེ་ལས་ GAMMALN དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= GAMMALN(23) equals 48.471181352. @SEEALSO=POISSON
es: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=La función GAMMALN devuelve el logaritmo natural de la función gamma. * Si @x no es un número, entonces GAMMALN devuelve el error #VALOR!. * Si @x <= 0, entonces GAMMALN devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= GAMMALN(23) igual a 48.471181352. @SEEALSO=POISSON
fr: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=La fonction GAMMALN renvoie le logarithme naturel de la fonction gamma en @x. * Si @x n'est pas un nombre, GAMMALN renvoie l'erreur #VALUE!. * Si @x <= 0, GAMMALN renvoie #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= GAMMALN(23) vaut 48,471181352. @SEEALSO=POISSON
nl: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=GAMMALN geeft de natuurlijke logaritme van de gamma functie. * Als @x geen getal is geeft GAMMALN een #WAARDE! foutmelding. * Als @x <= 0 geeft GAMMALN een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= GAMMALN(23) is 48,471181352 @SEEALSO=POISSON
pt_br: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=A função GAMMALN retorna o logaritmo natural da função gama. * Se @x não é um número, GAMMALN retorna o erro #VALOR! * Se @x <= 0, então GAMMALN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= GAMMALN(23) retorna 48.471181352. @SEEALSO=POISSON
sk: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=Funkcia GAMMALN vracia prirodzený logaritmus gamma funkcie. * Aj @x nie je číslo, potom GAMMALN vracia chybu #VALUE!. * Ak je @x <= 0 potom GAMMALN vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMALN(23) sa rovná 48.471181352. @SEEALSO=POISSON
vi: @FUNCTION=GAMMALN @SYNTAX=GAMMALN(x) @DESCRIPTION=hàm GAMMALN trả lại loga tư nhiên của hàm γ (gamma). * Nếu @x không phải là số thì GAMMALN trả lại lỗi « #VALUE! ». * Nếu « @x ≤ 0 » thì GAMMALN trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= GAMMALN(23) bằng 48.471181352. @SEEALSO=POISSON

source: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alpha,beta,cum) @DESCRIPTION=GAMMADIST function returns the gamma distribution. If @cum is TRUE, GAMMADIST returns the incomplete gamma function, otherwise it returns the probability mass function. * If @x < 0 GAMMADIST returns #NUM! error. * If @alpha <= 0 or @beta <= 0, GAMMADIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= GAMMADIST(1,2,3,0) equals 0.07961459. @SEEALSO=GAMMAINV
dz: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alpha,beta,cum) @DESCRIPTION=GAMMADIST ལས་འགན་འདི་གིས་ ག་མ་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @cum འདི་TRUEཨིན་པ་ཅིན་, GAMMADIST དེ་གིས་ ཆ་མ་ཚང་བའི་ག་མ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་མེན་པ་ཅིན་འདི་གིས་ འབྱུང་སྲིད་པའི་རྒྱ་ཆེ་བའི་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x < 0 ཨིན་པ་ཅིན་GAMMADIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @alpha <= 0 ཡང་ན་ @beta <= 0ཨིན་པ་ཅིན་, GAMMADIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= GAMMADIST(1,2,3,0) equals 0.07961459. @SEEALSO=GAMMAINV
es: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,acum) @DESCRIPTION=La función GAMMADIST devuelve la distribución gamma. Si @acum es VERDADERO, GAMMADIST devuelve la función gamma incompleta. En otro caso, devuelve la función de probabilidad de masa. * Si @x < 0, GAMMADIST devuelve el error #NÚM!. * Si @alfa <= 0 ó @beta <= 0, GAMMADIST devuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= GAMMADIST(1,2,3,0) igual a 0,07961459. @SEEALSO=GAMMAINV
fr: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x;alpha;beta;cum) @DESCRIPTION=La fonction GAMMADIST renvoie la distribution gamma. Si @cum vaut VRAI, elle renvoie la fonction gamma incomplète, sinon elle renvoie la fonction de masse de probabilité. * Si @x < 0, @alpha <= 0 ou @beta <= 0, GAMMADIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= GAMMADIST(1;2;3;0) vaut 0,07961459. @SEEALSO=GAMMAINV
nl: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x;alpha;beta;cum) @DESCRIPTION=GAMMADIST geeft de gamma distributie. Als @cum WAAR is, geeft GAMMADIST de incomplete gamma functie, anders geeft het de waarschijnlijkheids massa functie. * Als @x < 0 geeft GAMMADIST een #GETAL! foutmelding. * Als @alpha <= 0 of @beta <= 0, geeft GAMMADIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= GAMMADIST(1;2;3;0) is 0,07961459 @SEEALSO=GAMMAINV
pt_br: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,cum) @DESCRIPTION=A função GAMMADIST retorna a distribuição gama. Se @cum é TRUE, GAMMADIST retorna a função gama incompleta, caso contrário ela retorna a função de probabilidade acumulada. * Se @x < 0, GAMMADIST retorna erro #NUM! * Se @alpha <= 0 ou @beta <= 0, GAMMADIST retorna erro #NUM! * Esta função é compatível como o Excel. @EXAMPLES= GAMMADIST(1,2,3,0) retorna 0.07961459. @SEEALSO=GAMMAINV
sk: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alfa,beta,kum) @DESCRIPTION=Funkcia GAMMADIST vracia gamma rozdelenie. Ak je @kum TRUE, GAMMADIST vracia neúplnú gamma funkciu, inak vracia hustotu. * Ak je @x < 0 GAMMADIST vracia chybu #NUM!. * Ak je @alfa <= 0 alebo @beta <= 0, GAMMADIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMADIST(1,2,3,0) sa rovná 0.07961459. @SEEALSO=GAMMAINV
vi: @FUNCTION=GAMMADIST @SYNTAX=GAMMADIST(x,alpha,beta,cum) @DESCRIPTION=hàm GAMMADIST trả lại phân phối γ (gamma). Nếu @cum là TRUE (ĐÚNG) thì GAMMADIST trả lại hàm γ không hoàn tất, nếu không thì nó trả lại hàm khối lượng xác suất. * Nếu « @x < 0 » thì GAMMADIST trả lại lỗi « #NUM! ». * Nếu « @alpha ≤ 0 » hoặc « @beta ≤ 0 » thì GAMMADIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= GAMMADIST(1,2,3,0) bằng 0.07961459. @SEEALSO=GAMMAINV

source: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=GAMMAINV function returns the inverse of the cumulative gamma distribution. * If @p < 0 or @p > 1 GAMMAINV returns #NUM! error. * If @alpha <= 0 or @beta <= 0 GAMMAINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= GAMMAINV(0.34,2,4) equals 4.829093908. @SEEALSO=GAMMADIST
dz: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=GAMMAINV ལས་འགན་འདི་གིས་ རིམ་གྱིས་བསག་པའི་ག་མ་བཀྲམ་སྤེལ་གཡི་ལུགས་ལྡོག་འདིསླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་@p > 1 ཨིན་པ་ཅིན་GAMMAINV དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @alpha <= 0 ཡང་ན་ @beta <= 0 ཨིན་པ་ཅིན་GAMMAINV དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= GAMMAINV(0.34,2,4) equals 4.829093908. @SEEALSO=GAMMADIST
es: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alfa,beta) @DESCRIPTION=La función GAMMAINV devuelve la inversa de la distribución gama acumulada. * Si @p < 0 ó @p > 1, GAMMAINV devuelve el error #NÚM!. * Si @alfa <= 0 ó @beta <= 0, GAMMAINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= GAMMAINV(0.34,2,4) igual a 4,829093908. @SEEALSO=GAMMADIST
fr: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p;alpha;beta) @DESCRIPTION=La fonction GAMMADIST renvoie l'inverse de la distribution gamma cumulée. * Si @p < 0 ou @p > 1, @alpha <= 0 ou @beta <= 0, la fonction GAMMAINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= GAMMAINV(0,34;2;4) vaut 4,829093908. @SEEALSO=GAMMADIST
nl: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p;alpha;beta) @DESCRIPTION=GAMMAINV geeft de inverse van de cumulatieve gamma distributie. * Als @p < 0 of @p > 1 geeft GAMMAINV een #GETAL! foutmelding. * Als @alpha <= 0 of @beta <= 0 geeft GAMMAINV een #GETAL foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= GAMMAINV(0,34;2;4) is 4,829093908 @SEEALSO=GAMMADIST
pt_br: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alfa,beta) @DESCRIPTION=GAMMAINV função retorna o inverso da distribuição gamma acumulada. * Se @p < 0 ou @p > 1, GAMMAINV retorna erro #NUM! * Se @alpha <= 0 ou @beta <= 0, GAMMAINV retorna erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= GAMMAINV(0.34,2,4) retorna 4.829093908. @SEEALSO=GAMMADIST
sk: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alfa,beta) @DESCRIPTION=Funkcia GAMMAINV vracia inverznú hodnotu kumulatívneho gamma rozdelenia. * Ak je @p < 0 alebo @p > 1 GAMMAINV vracia chybu #NUM!. * Ak je @alfa <= 0 alebo @beta <= 0 GAMMAINV vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GAMMAINV(0.34,2,4) sa rovná 4.829093908. @SEEALSO=GAMMADIST
vi: @FUNCTION=GAMMAINV @SYNTAX=GAMMAINV(p,alpha,beta) @DESCRIPTION=hàm GAMMAINV trả lại đảo của phân phối γ (gamma) lũy tích. * Nếu « @p < 0 » hoặc « @p > 1 » thì GAMMAINV trả lại lỗi « #NUM! ». * Nếu « @alpha ≤ 0 » hoặc « @beta ≤ 0 » thì GAMMAINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= GAMMAINV(0.34,2,4) bằng 4.829093908. @SEEALSO=GAMMADIST

source: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=CHIDIST function returns the one-tailed probability of the chi-squared distribution. @dof is the number of degrees of freedom. * If @dof is non-integer it is truncated. * If @dof < 1 CHIDIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CHIDIST(5.3,2) equals 0.070651213. @SEEALSO=CHIINV,CHITEST
dz: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=CHIDIST ལས་འགན་འདི་གིས་ ཆི་གྲུ་གཞི་བཀརམ་སྤེལ་གྱི་བྱུང་སྲིད་པའི་མཇུག་གཅིགཔ་འདི་ སླར་ལོག་འབདཝ་ཨིན། @dof འདི་རང་དབང་གི་ཁུག་ཟུར་གི་ཨང་གྲངས་ཨིན། * If @dof ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ འདི་ཆུང་ཀུ་བཟོ་ཡོདཔ་ཨིན། * If @dof < 1ཨིན་པ་ཅིན་ CHIDIST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CHIDIST(5.3,2) equals 0.070651213. @SEEALSO=CHIINV,CHITEST
es: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,gdl) @DESCRIPTION=La función CHIDIST devuelve la probabilidad con una cola de la función chi cuadrado. @gdl es el número de grados de libertad. * Si @gdl no es entero, se trunca. * Si @gdl < 1, CHIDIST devuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= CHIDIST(5.3,2) igual a 0,070651213. @SEEALSO=CHIINV,CHITEST
fr: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x;ddl) @DESCRIPTION=La fonction CHIDIST renvoie la distribution de probabilité unilatérale du chi-2, évaluée en @x. @ddl est le nombre de degrés de liberté. * Si @ddl n'est pas un entier, il est tronqué. * Si @ddl < 1, la fonction CHIDIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= CHIDIST(5,3;2) vaut 0,070651213. @SEEALSO=CHIINV;CHITEST
nl: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x;vrij) @DESCRIPTION=CHIDIST geeft de enkelstaarts waarschijnlijkheid van de chi-kwadraat distributie. @vrij is aantal vrijheidsgraden. * Als @vrij geen geheel getal is wordt deze afgekapt. * Als @vrij < 1 geeft CHIDIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= CHIDIST(5,3;2) is 0,070651213 @SEEALSO=CHIINV,CHITEST
pt_br: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,ngl) @DESCRIPTION=A função CHIDIST retorna a probabilidade da distribuição qui-quadrado monocaudal. @ngl é o número de graus de liberdade. * Se @ngl não é inteiro, ele será truncado. * Se @ngl < 1, CHIDIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= CHIDIST(5.3,2) retorna 0.070651213. @SEEALSO=CHIINV,CHITEST
sk: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=Funkcia CHIDIST vracia jednostrannú pravdepodobnosť rozdelenia chi^2. @dof je počet stupňov voľnosti. * Aj nie je @dof celé číslo, je orezané. * Ak je @dof < 1 CHIDIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CHIDIST(5.3,2) sa rovná 0.070651213. @SEEALSO=CHIINV,CHITEST
vi: @FUNCTION=CHIDIST @SYNTAX=CHIDIST(x,dof) @DESCRIPTION=hàm CHIDIST trả lại xác suất đuôi đơn của phân phối χ² (chi bình phương). @dof là số bậc tự do. * Nếu @dof không phải là số nguyên thì nó bị cắt xén. * Nếu « @dof < 1 » thì CHIDIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= CHIDIST(5.3,2) equals 0.070651213. @SEEALSO=CHIINV,CHITEST

source: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=CHIINV function returns the inverse of the one-tailed probability of the chi-squared distribution. * If @p < 0 or @p > 1 or @dof < 1 CHIINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CHIINV(0.98,7) equals 1.564293004. @SEEALSO=CHIDIST,CHITEST
dz: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=CHIINV ལས་འགན་འདི་གིས་ ཆི་གྲུ་གཞི་བཀྲམ་སྤེལ་གྱི་བྱུང་སྲིད་པའི་མཇུག་གཅིག་གི་ལུགས་ལྡོག་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 ཡང་ན་ @p > 1ཡང་ན་ @dof < 1 ཨིན་པ་ཅིན་CHIINV དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CHIINV(0.98,7) equals 1.564293004. @SEEALSO=CHIDIST,CHITEST
es: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,gdl) @DESCRIPTION=La función CHIINV devuelve la inversa de la probabilidad de una cola de la distribución chi cuadrado. * Si @p < 0 ó @p > 1 ó @gdl < 1, CHIINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= CHIINV(0.98,7) igual a 1,564293004. @SEEALSO=CHIDIST,CHITEST
fr: @FUNCTION=CHIINV @SYNTAX=CHIINV(p;ddl) @DESCRIPTION=La fonction CHIINV renvoie l'inverse de la distribution unilatérale de probabilité du chi-2, évaluée en @p. @ddl est le nombre de degrés de liberté. * Si @p < 0 ou @p > 1 ou si @ddl < 1, la fonction CHIINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= CHIINV(0,98;7) vaut 1,564293004. @SEEALSO=CHIDIST;CHITEST
nl: @FUNCTION=CHIINV @SYNTAX=CHIINV(p;vrij) @DESCRIPTION=CHIINV geeft de inverse van de enkelstaarts waarschijnlijkheid van de chi-kwadraat distributie. * Als @p < 0 of @p > 1 of @vrij < 1 geeft CHIINV een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= CHIINV(0,98;7) is 1,564293004 @SEEALSO=CHIDIST,CHITEST
pt_br: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,ngl) @DESCRIPTION=A função CHIINV retorna o inverso da probabilidade da distribuição qui-quadrado monocaudal. * Se @p < 0 ou @p > 1 ou @ngl < 1, CHIINV retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= CHIINV(0.98,7) retorna 1.564293004. @SEEALSO=CHIDIST,CHITEST
sk: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=Funkcia CHIINV vracia inverznú jednostrannú pravdepodobnosť rozdelenia chi^2. * Ak je @dof < 1 alebo @p < 0 alebo @p > 1CHIDINV vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CHIINV(0.98,7) sa rovná 1.564293004. @SEEALSO=CHIDIST,CHITEST
vi: @FUNCTION=CHIINV @SYNTAX=CHIINV(p,dof) @DESCRIPTION=hàm CHIINV trả lại đảo của xác suất đơn đuôi của phân phối χ² (chi bình phương). * Nếu « @p < 0 » hoặc « @p > 1 » hoặc « @dof < 1 » thì CHIINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= CHIINV(0.98,7) bằng 1.564293004. @SEEALSO=CHIDIST,CHITEST

source: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=CHITEST function returns the test for independence of chi-squared distribution. @actual_range is a range that contains the observed data points. @theoretical_range is a range that contains the expected values of the data points. * This function is Excel compatible. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
dz: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=CHITEST ལས་འགན་འདི་གིས་ ཆི་གྲུ་གཞི་བཀྲམ་སྤེལ་གྱི་རང་དབང་གི་དོན་ལུ་བརྟག་ཞིབ་འདི་སླར་ལོག་འབདཝ་ཨིན། @actual_range འདི་ བལྟ་ཡོད་པའི་གནས་སྡུད་དོན་ཚན་འདི་ཡོད་མི་ཁྱབ་ཚད་ཅིག་ཨིན།@theoretical_range འདི་ གནས་སྡུད་དོན་ཚན་ཚུ་གི་རེ་བ་བཀོད་པའི་གནས་གོང་ཡོད་མིའི་ཁྱབ་ཚད་འདི་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
es: @FUNCTION=CHITEST @SYNTAX=CHITEST(rango_actual,rango_teórico) @DESCRIPTION=La función CHITEST devuelve las pruebas para la independencia de la distribución chi cuadrado. @rango_actual es un rango que contiene los puntos de datos observados. @rango_teórico es un rango que contiene los valores esperados de los puntos de datos. * Esta función es compatible con Excel. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
fr: @FUNCTION=CHITEST @SYNTAX=CHITEST(interv_réel;interv_théorique) @DESCRIPTION=La fonction CHITEST effectue un test d'indépendance de distribution du chi-2. @interv_réel contient les données observées. @interv_theorique contient les valeurs espérées des données. * Cette fonction est compatible avec Excel. @SEEALSO=CHIDIST,CHIINV
nl: @FUNCTION=CHITEST @SYNTAX=CHITEST(feitelijk_bereik;theoretisch_bereik) @DESCRIPTION=CHITEST geeft de test voor onafhankelijkheid van de chi-kwadraat distributie. @feitelijk_bereik is een bereik dat de gemeten waarden bevat. @theoretisch_bereik is een bereik dat de te verwachten meetwaarden omvat. * Deze functie is compatibel met Excel. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
pt_br: @FUNCTION=CHITEST @SYNTAX=CHITEST(região_atual,região_teórica) @DESCRIPTION=A função CHITEST retorna o teste de independência da distribuição qui-quadrado. @região_atual é a escala que contêm os pontos de dados observados. @região_teórica é a escala que contém os valores esperados dos pontos de dados. * Esta função é compatível com o Excel. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
sk: @FUNCTION=CHITEST @SYNTAX=CHITEST(skutočný_rozsah,teoretický_rozsah) @DESCRIPTION=Funkcia CHITEST vracia test na nezávislosť rozdelenia chi^2. @skutočný_rozsah je rozsah obsahujúci pozorované hodnoty. @teoretický_rozsah je rozsah očakávaných hodnôt. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV
vi: @FUNCTION=CHITEST @SYNTAX=CHITEST(actual_range,theoretical_range) @DESCRIPTION=hàm CHITEST trả lại việc thử sự độc lập của phân phối χ² (chi bình phương). @actual_range (phạm vi thật) là phạm vi chứa các điểm dữ liệu đã quan sát. @theoretical_range (phạm vi lý thuyết) là phạm vi chứa các giá trị được ngờ của các điểm dữ liệu. * Hàm này tương thích với Excel. @EXAMPLES= @SEEALSO=CHIDIST,CHIINV

source: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alpha,beta[,a,b]) @DESCRIPTION=BETADIST function returns the cumulative beta distribution. @a is the optional lower bound of @x and @b is the optional upper bound of @x. * If @a is not given, BETADIST uses 0. * If @b is not given, BETADIST uses 1. * If @x < @a or @x > @b BETADIST returns #NUM! error. * If @alpha <= 0 or @beta <= 0, BETADIST returns #NUM! error. * If @a >= @b BETADIST returns #NUM! error. * This function is Excel compatible. @EXAMPLES= BETADIST(0.12,2,3) equals 0.07319808. @SEEALSO=BETAINV
dz: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alpha,beta[,a,b]) @DESCRIPTION=BETADIST ལས་འགན་འདི་གིས་ རིམ་གྱིས་བསག་པའི་སྔོན་དཔྱད་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན།@a འདི་ i@x གི་གི་གདམ་ཁ་ཅན་གྱི་འོག་གི་གནས་དགོཔ་ཨིནམ་དང་ @bའདི་ @xགི་གདམ་ཁ་ཅན་གྱི་གནས་དགོཔ་འདི་ཨིན། * If @a འདི་བྱིན་ཏེ་མེདཔ་ཨིན་, BETADIST དེ་གིས་0 ལག་ལེན་འཐབ་ཨིན། * If @b འདི་བྱིན་ཏེ་མེདཔ་ཨིན་, BETADIST དེ་གིས་1 ལག་ལེན་འཐབ་ཨིན། * If @x < @a ཡང་ན་ @x > @b ཨིན་པ་ཅིན་BETADIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @alpha <= 0 ཡང་ན་ @beta <= 0ཨིན་པ་ཅིན་, BETADIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @a >= @b ཨིན་པ་ཅིན་BETADIST དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BETADIST(0.12,2,3) equals 0.07319808. @SEEALSO=BETAINV
es: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=La función BETADIST devuelve la distribución beta acumulada. @a es el límite inferior opcional de @x y @b es el límite superior opcional de @x. * Si no se da @a, BETADIST usa 0. * Si no se da @b, BETADIST usa 1. * Si @x < @a ó @x > @b, BETADIST devuelve el error #NÚM!. * Si @alfa <= 0 ó @beta <= 0, BETADIST devuelve el error #NÚM!. * Si @a >= @b BETADIST devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= BETADIST(0.12,2,3) igual a 0,07319808. @SEEALSO=BETAINV
fr: @FUNCTION=BETADIST @SYNTAX=BETADIST(x;alpha;beta[;a;b]) @DESCRIPTION=La fonction BETADIST renvoie la distribution beta cumulée. @a (resp. @b) est la borne inférieure (resp. supérieure) optionnelle de @x, 0 (resp. 1) par défaut. * Si @x < @a ou @x > @b, @alpha <= 0, @beta <= 0 ou @a >= @b, BETADIST renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= BETADIST(0,12;2;3) vaut 0,07319808. @SEEALSO=BETAINV
nl: @FUNCTION=BETADIST @SYNTAX=BETADIST(x;alpha;beta[;a;b]) @DESCRIPTION=BETADIST geeft de cumulatieve betadistributie. @a is de optionele ondergrens van @x en @b is de optionele bovengrens van @x. * Als @a niet is gegeven gebruikt BETADIST 0. * Als @b niet is gegeven gebruikt BETADIST 1. * Als @x < a of @x > @b, geeft BETADIST een #GETAL! foutmelding. * Als @alpha <= 0 of @beta <= 0, geeft BETADIST een #GETAL! foutmelding. * Als @a >= @b geeft BETADIST een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BETADIST(0,12;2;3) is 0,07319808 @SEEALSO=BETAINV
pt_br: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=A função BETADIST retorna a distribuição acumulada beta. @a é o limite inferior opcional de @x e @b é o limite superior opcional de @x. * Se @a não é fornecido, BETADIST usa 0. * Se @b não é fornecido, BETADIST usa 1. * Se @x < @a ou @x > @b, BETADIST retorna o erro #NUM! * Se @alfa <= 0 ou @beta <= 0, BETADIST retorna o erro #NUM! * Se @a >= @b, BETADIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= BETADIST(0.12,2,3) retorna 0.07319808. @SEEALSO=BETAINV
sk: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alfa,beta[,a,b]) @DESCRIPTION=Funkcia BETADIST vracia kumulatívne beta rozdelenie. @a je nepovinná dolná hranica @x a @b je nepovinná horná hranica @x. * Ak nie je @a uvedené, BETADIST použije 0. * Ak nie je @b uvedené, BETADIST použije 1. * Ak je @x < @a alebo @x > @b BETADIST vracia chybu #NUM!. * Ak je @alfa <= 0 alebo @beta <= 0, BETADIST vracia chybu #NUM!. * Ak je @a >= @b BETADIST vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BETADIST(0.12,2,3) sa rovná 0.07319808. @SEEALSO=BETAINV
vi: @FUNCTION=BETADIST @SYNTAX=BETADIST(x,alpha,beta[,a,b]) @DESCRIPTION=hàm BETADIST trả lại phân phối β lũy tích. @a là giới hạn thấp hơn tùy chọn của @x, @b là giới hạn cao hơn tùy chọn của @x. * Nếu không cho @a thì BETADIST dùng số 0. * Nếu không cho @b thì BETADIST dùng số 1. * Nếu « @x < @a » hoặc « @x > @b » thì BETADIST trả lại lỗi « #NUM! ». * Nếu « @alpha ≤ 0 » hoặc « @beta ≤ 0 » thì BETADIST trả lại lỗi « #NUM! ». * Nếu « @a ≥ @b » thì BETADIST trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BETADIST(0.12,2,3) bằng 0.07319808. @SEEALSO=BETAINV
