Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME function returns the @ith prime. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
dz: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME དེ་གིས་ @ith གཙོ་བོ་ཨང་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
es: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=La función ITHPRIME devuelve el @ith primo. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
fr: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=La fonction ITHPRIME renvoie le @ième nombre premier. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
nl: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=ITHPRIME geeft het @ide priemgetal. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
pt_br: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=A função ITHPRIME retorna o @i-ésimo número primo. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
sk: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=Funkcia ITHPRIME vracia @i-te prvočíslo. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA
vi: @FUNCTION=ITHPRIME @SYNTAX=ITHPRIME(i) @DESCRIPTION=Hàm ITHPRIME trả lại số nguyên tố thứ @i. @EXAMPLES= @SEEALSO=NT_D, NT_SIGMA

source: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME function returns TRUE if @i is prime and FALSE otherwise. @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
dz: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME དེ་གིས་ TRUE སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @i འདི་གཙོ་བོ་ཨང་ཨིན་པ་ཅིན་དང་ དེ་མེན་པ་ཅིན་FALSEཨིན། @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
es: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=La función ISPRIME devuelve VERDADERO si @i es primo y FALSO en caso contrario. @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
fr: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=La fonction ISPRIME renvoie TRUE si @i est premier et FALSE sinon. @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
nl: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=ISPRIME geeft WAAR als @i een priemgetal is en ONWAAR als het geen priemgetal is. @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
pt_br: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=A função ISPRIME retorna TRUE se @i é primo e FALSE, caso contrário. @EXAMPLES= @SEEALSO=ITHPRIME, NT_D, NT_SIGMA
vi: @FUNCTION=ISPRIME @SYNTAX=ISPRIME(i) @DESCRIPTION=Hàm ISPRIME trả lại ĐÚNG nếu @i là số nguyên tố, SAI nếu không phải. @SEEALSO=ITHPRIME, NT_D, NT_SIGMA

source: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=PFACTOR function returns the smallest prime factor of its argument. The argument must be at least 2, or else a #VALUE! error is returned. @EXAMPLES= @SEEALSO=ITHPRIME
dz: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=PFACTOR ལས་འགན་འདི་གིས་ སྒྲུབ་རྟགས་དེ་གི་བགོ་གྲངས་གཙོ་བོ་ཆུང་ཀུ་འདི་སླར་ལོག་འབདཝ་ཨིན། སྒྲུབ་རྟགས་འདི་ཉུང་མཐའ་རང་༢་ འོང་དགོཔ་ཨིན་ ཡང་ན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=ITHPRIME
es: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=La función PFACTOR devuelve el factor primo más pequeño de su argumento. El argumento debe ser al menos 2 o de lo contrario se devuelve un error de #VALOR! @EXAMPLES= @SEEALSO=ITHPRIME
nl: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=PFACTOR geeft de kleinste priemfactor van het argument. Het argument moet minimaal 2 zijn, anders geeft PFACTOR een #WAARDE! foutmelding. @EXAMPLES= @SEEALSO=ITHPRIME
pt_br: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=A função PFACTOR retorna o menor fator primo do seu argumento. O argumento deve ser ao menos 2, caso contrário, a função retorna o erro #VALOR! @EXAMPLES= @SEEALSO=ITHPRIME
vi: @FUNCTION=PFACTOR @SYNTAX=PFACTOR(n) @DESCRIPTION=hàm PFACTOR trả lại hệ số số nguyên tố nhỏ nhất của đối số nó. Đối số phải là ít nhất 2, nếu không thì trả lại lỗi « #VALUE! ». @EXAMPLES= @SEEALSO=ITHPRIME

source: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI function returns the number of primes less than or equal to @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
dz: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI ལས་འགན་དེ་གིས་ གཙོ་བོ་ཨང་འདི་ @n ལས་ཉུང་མི་ཡང་ན་མཉམ་པ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
es: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=La función NT_PI devuelve el número de primos menores o iguales a @n. * Esta función emplea sólo un argumento. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
fr: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=La fonction NT_PI renvoie le nombre de nombres premiers inférieurs ou égaux à @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
nl: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=NT_PI geeft het aantal priemgetallen kleiner of gelijk aan @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
pt_br: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=A função NT_PI retorna o número de primos menores ou iguais a @n. @EXAMPLES= @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA
vi: @FUNCTION=NT_PI @SYNTAX=NT_PI(n) @DESCRIPTION=Hàm NT_PI trả lại số số nguyên tố nhỏ hơn hay bằng @n. @SEEALSO=ITHPRIME, NT_PHI, NT_D, NT_SIGMA

source: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR function returns bitwise or-ing of its arguments. @EXAMPLES= @SEEALSO=BITXOR,BITAND
dz: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=BITOR ལས་འགན་དེ་གིས་ བིཊི་དང་འཁྲིལ་ ཡང་ན་ དེའི་སྒྲུབ་རྟགས་ཀྱི་-ingའདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=BITXOR,BITAND
es: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=La función BITOR devuelve la operación de bit OR de sus argumentos @EXAMPLES= @SEEALSO=BITXOR,BITAND
fr: @FUNCTION=BITOR @SYNTAX=BITOR(a;b) @DESCRIPTION=La fonction BITOR renvoie le résultat d'un OU bit-à-bit sur ses arguments. @EXAMPLES= @SEEALSO=BITXOR,BITAND
nl: @FUNCTION=BITOR @SYNTAX=BITOR(a;b) @DESCRIPTION=BITOR voert een bitsgewijze OR uit op de argumenten. @EXAMPLES= @SEEALSO=BITXOR,BITAND
pt_br: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=A função BITOR retorna o OU bit-a-bit de @a e @b. @EXAMPLES= @SEEALSO=BITXOR,BITAND
sk: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=Funkcia BITOR vracia bitový súčet (or) argumentov. @EXAMPLES= @SEEALSO=BITXOR,BITAND
vi: @FUNCTION=BITOR @SYNTAX=BITOR(a,b) @DESCRIPTION=Hàm BITOR thực hiện toán tử OR theo bit đối với các đối số. @EXAMPLES= @SEEALSO=BITXOR,BITAND

source: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR function returns bitwise exclusive or-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITAND
dz: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=BITXOR ལས་འགན་འདི་གིས་ བིཊི་དང་འཁྲིལ་ ཡང་ན་དེའི་སྒྲུབ་རྟགས་ཀྱི་-ing གྲངས་སུ་བརྩི་སྟེ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=BITOR,BITAND
es: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=La función BITXOR devuelve la operación de bit XOR (OR exclusivo) de sus argumentos. @EXAMPLES= @SEEALSO=BITOR,BITAND
fr: @FUNCTION=BITXOR @SYNTAX=BITXOR(a;b) @DESCRIPTION=La fonction BITXOR renvoie le résultat d'un OU EXCLUSIF bit-à-bit sur ses arguments. @EXAMPLES= @SEEALSO=BITOR,BITAND
nl: @FUNCTION=BITXOR @SYNTAX=BITXOR(a;b) @DESCRIPTION=BITXOR voert een bitsgewijze exclusief OR uit op de argumenten. @EXAMPLES= @SEEALSO=BITOR,BITAND
pt_br: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=A função BITXOR retorna o OU EXCLUSIVO bit-a-bit de @a e @b. @EXAMPLES= @SEEALSO=BITOR,BITAND
sk: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=Funkcia BITXOR vracia exkluzívny bitový súčet (xor) argumentov. @EXAMPLES= @SEEALSO=BITOR,BITAND
vi: @FUNCTION=BITXOR @SYNTAX=BITXOR(a,b) @DESCRIPTION=Hàm BITXOR thực hiện XOR theo bit các đối số. @EXAMPLES= @SEEALSO=BITOR,BITAND

source: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND function returns bitwise and-ing of its arguments. @EXAMPLES= @SEEALSO=BITOR,BITXOR
dz: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=BITAND ལས་འགན་འདི་གིས་ བིཊི་དང་འཁྲིལ་དང་ དེའི་སྒྲུབ་རྟགས་ཀྱི་-ing འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=BITOR,BITXOR
es: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=La función BITAND devuelve la operación de bit AND de sus argumentos. @EXAMPLES= @SEEALSO=BITOR,BITXOR
fr: @FUNCTION=BITAND @SYNTAX=BITAND(a;b) @DESCRIPTION=La fonction BITAND renvoie le résultat d'un ET bit-à-bit sur ses arguments. @EXAMPLES= @SEEALSO=BITOR,BITXOR
nl: @FUNCTION=BITAND @SYNTAX=BITAND(a;b) @DESCRIPTION=BITAND voert een bitsgewijze AND uit op de argumenten. @EXAMPLES= @SEEALSO=BITOR,BITXOR
pt_br: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=A função BITAND retorna o E bit-a-bit de @a e @b. @EXAMPLES= @SEEALSO=BITOR,BITXOR
sk: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=Funkcia BITAND vracia bitový súčin (and) argumentov. @EXAMPLES= @SEEALSO=BITOR,BITXOR
vi: @FUNCTION=BITAND @SYNTAX=BITAND(a,b) @DESCRIPTION=Hàm BITAND thực hiện AND theo bit các đối số. @EXAMPLES= @SEEALSO=BITOR,BITXOR

source: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT function returns @x bit-shifted left by @n bits. * If @n is negative, a right shift will in effect be performed. @EXAMPLES= @SEEALSO=BITRSHIFT
dz: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=BITLSHIFT ལས་འགན་འདི་གིས་ @x བིཊི-སྤོ་བཤུད་@n བིཊིསི་གིས་གཡོན་ཁ་ཐུག་ལུ་སྤོ་བཤུད་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @n མེད་ཆ་ཨིན་པ་ཅིན་, ནུས་ཅན་ནང་གི་གཡས་སྤོ་བཤུད་གཅིགཔ་འདི་ལཱའགན་འགྲུབ་ནི་ཨིན། @EXAMPLES= @SEEALSO=BITRSHIFT
es: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=La función BITLSHIFT devuelve @x desplazado @n bits hacia la izquierda. * Si @n es negativo, el desplazamiento de bits se hará hacia la derecha. @EXAMPLES= @SEEALSO=BITRSHIFT
fr: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=La fonction BITLSHIFT renvoie @x décalé à gauche de @n bits. * Si @n est négatif, @x sera décalé vers la droite. @EXAMPLES= @SEEALSO=BITRSHIFT
nl: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x;n) @DESCRIPTION=BITLSHIFT verschuift @x @n bits naar links. * Als @n negatief is zal een verschuiving naar rechts plaatsvinden. @EXAMPLES= @SEEALSO=BITRSHIFT
pt_br: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=A função BITLSHIFT retorna @x deslocado @n bits à esquerda. * Se @n for negativo, @x será deslocado @n bits à direita. @EXAMPLES= @SEEALSO=BITRSHIFT
sk: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=Funkcia BITLSHIFT vracia @x bitovo posunuté doľava o @n bitov. Ak je @n záporné, bude posunutie doprava. @EXAMPLES= @SEEALSO=BITRSHIFT
vi: @FUNCTION=BITLSHIFT @SYNTAX=BITLSHIFT(x,n) @DESCRIPTION=Hàm BITLSHIFT thực hiện phép dịch trái @n lần đối với @x. * Nếu @n âm thì thực hiện dịch phải -@n lần. @EXAMPLES= @SEEALSO=BITRSHIFT

source: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=BITRSHIFT function returns @x bit-shifted right by @n bits. * If @n is negative, a left shift will in effect be performed. @EXAMPLES= @SEEALSO=BITLSHIFT
dz: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=BITRSHIFT ལས་འགན་འདི་གིས་ @n བིཊི་གིས་@xབིཊི་-སྤོ་བཤུད་གཡས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @n འདི་མེད་ཆ་ཨིན་པ་ཅིན་, ནུས་པའི་ནང་གི་གཡོན་གྱི་སྤོ་བཤུད་གཅིག་ལཱ་འགན་འགྲུབ་ནི་ཨིན། @EXAMPLES= @SEEALSO=BITLSHIFT
es: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=La función BITRSHIFT devuelve @x desplazado @n bits hacia la derecha. * Si @n es negativo, el desplazamiento de bits se hará hacia la izquierda. @EXAMPLES= @SEEALSO=BITLSHIFT
fr: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=La fonction BITRSHIFT renvoie @x décalé à droite de @n bits. * Si @n est négatif, @x sera décalé vers la gauche. @EXAMPLES= @SEEALSO=BITRSHIFT
nl: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x;n) @DESCRIPTION=BITRSHIFT verschuift @x @n bits naar rechts. * Als @n negatief is zal een verschuiving naar links plaatsvinden @EXAMPLES= @SEEALSO=BITLSHIFT
pt_br: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=A função BITRSHIFT retorna @x deslocado @n bits à direita. * Se @n for negativo, @x será deslocado @n bits à esquerda. @EXAMPLES= @SEEALSO=BITRSHIFT
sk: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=Funkcia BITRSHIFT vracia @x bitovo posunuté doprava o @n bitov. Ak je @n záporné, bude posun doľava. @EXAMPLES= @SEEALSO=BITRSHIFT
vi: @FUNCTION=BITRSHIFT @SYNTAX=BITRSHIFT(x,n) @DESCRIPTION=Hàm BITRSHIFT thực hiện dịch phải @n lần đối với @x. * Nếu @n âm thì thực hiện dịch trái -@n lần. @EXAMPLES= @SEEALSO=BITLSHIFT

source: @FUNCTION=atl_last @SYNTAX=ATL_LAST (tag) @DESCRIPTION=ATL_LAST is a sample implemention of a real time data source. It takes a string tag and monitors the named pipe /tmp/atl for changes to the value of that tag. * This is not intended to be generally enabled and is OFF by default. @EXAMPLES= ATL_LAST("IBM") @SEEALSO=
dz: @FUNCTION=atl_last @SYNTAX=ATL_LAST (tag) @DESCRIPTION=ATL_LAST འདི་ཆུ་ཚོད་ངོ་མའི་གནས་སྡུད་གཅིག་གི་བསྟར་སྤྱོད་དཔེ་གཞི་ཅིག་ཨིན། དེ་གིས་ཡིག་རྒྱུན་ངོ་རྟགས་དང་ མིང་བཏགས་པའི་རྒྱུད་དུང་ /tmp/atl ཚུ་ ཨང་རྟགས་དེ་གི་གནས་གོང་ལུ་བསྒྱུར་བཅོས་ཀྱི་དོན་ལུ་ལྟ་རྟོག་འབདཝ་ཨིན། * འདི་ སྤྱིར་གཏང་ལུ་ལྕོགས་ཅན་བཟོ་ལུ་དམིགས་པ་མེདཔ་དང་ འདི་སྔོན་སྒྲིག་གིས་སྦེ་OFF ཨིན། @EXAMPLES= ATL_LAST("IBM") @SEEALSO=
es: @FUNCTION=atl_last @SYNTAX=ATL_LAST (etiqueta) @DESCRIPTION=ATL_LAST es una implementación de muestra de una fuente de datos de tiempo real. Toma una cadena etiquetada y monitoriza el pipe /tmp/atl esperando cambios en el valor de esa etiqueta. * Esto no se intenta que esté generalmente activado y esta DESACTIVADO por omisión. @EXAMPLES= ATL_LAST("IBM") @SEEALSO=
pt_br: @FUNCTION=ATL_LAST @SYNTAX=ATL_LAST (tag) @DESCRIPTION=ATL_LAST é uma implementação simples de uma fonte de dados em tempo real. A função pega uma string @tag e monitora o canal nomeado /tmp/atl para alterações no valor de @tag. * Geralmente, não se pretende que esta função esteja ativada, portanto o seu padrão é OFF. @EXAMPLES= ATL_LAST("IBM") @SEEALSO=
vi: @FUNCTION=atl_last @SYNTAX=ATL_LAST (tag) @DESCRIPTION=ATL_LAST là một việc thực hiện mẫu của nguồn dữ liệu thời gian thật. Nó lấy một thẻ chuỗi và theo dõi ống chỉ được cho xác định /tmp/atl tìm thay đổi giá trị thẻ này. * Không thường định bật tính năng này, thì nó TẮT theo mặc định.. @EXAMPLES= ATL_LAST("IBM") @SEEALSO=

source: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_put_flag,spot,strike,time,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_BJER_STENS models the theoretical price of American options according to the Bjerksund & Stensland approximation technique. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the number of days to maturity of the option. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(tipo_compra_venda,à_vista,exercício,tempo,taxa,volatilidade[,custo_de_carregamento]) @DESCRIPTION=OPT_BJER_STENS modela o preço teórico de uma opção na modalidade americana de acordo com a técnica de aproximação de Bjerksund & Stensland. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício é o preço de exercício do ativo quando ele é executado. @tempo é o número de dias até a data de exercício. @taxa é a taxa de juros anualizada e livre de risco. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: x,mu,sigma,give_log
pt_br: x,mi,sigma,fornece_log

source: x,mu,sigma,lower_tail,log_p
pt_br: x,mi,sigma,cauda_inf,log_p

source: p,mu,sigma,lower_tail,log_p
pt_br: p,mi,sigma,cauda_inf,log_p

source: x,logmean,logsd,give_log
pt_br: x,logmédia,logdp,fornece_log

source: x,logmean,logsd,lower_tail,log_p
pt_br: x,logmédia,logdp,cauda_inf,log_p

source: x,shape,scale,give_log
pt_br: x,forma,escala,fornece_log

source: x,shape,scale,lower_tail,log_p
pt_br: x,forma,escala,cauda_inf,log_p

source: p,shape,scale,lower_tail,log_p
pt_br: p,forma,escala,cauda_inf,log_p

source: x,a,b,give_log
pt_br: x,a,b,fornece_log

source: x,a,b,lower_tail,log_p
pt_br: x,a,b,cauda_inf,log_p

source: p,a,b,lower_tail,log_p
pt_br: p,a,b,cauda_inf,log_p

source: x,n,give_log
pt_br: x,n,fornece_log

source: x,n,lower_tail,log_p
pt_br: x,n,cauda_inf,log_p

source: p,n,lower_tail,log_p
pt_br: p,n,cauda_inf,log_p

source: x,n1,n2,give_log
pt_br: x,n1,n2,fornece_log

source: x,n1,n2,lower_tail,log_p
pt_br: x,n1,n2,cauda_inf,log_p

source: x,df,give_log
pt_br: x,gl,fornece_log

source: x,df,lower_tail,log_p
pt_br: x,gl,cauda_inf,log_p

source: p,df,lower_tail,log_p
pt_br: p,gl,cauda_inf,log_p

source: x,lambda,give_log
pt_br: x,lambda,fornece_log

source: x,lambda,lower_tail,log_p
pt_br: x,lambda,cauda_inf,log_p

source: p,lambda,lower_tail,log_p
pt_br: p,lambda,cauda_inf,log_p

source: x,scale,give_log
pt_br: x,escala,fornece_log

source: x,scale,lower_tail,log_p
pt_br: x,escala,cauda_inf,log_p

source: p,scale,lower_tail,log_p
pt_br: p,escala,cauda_inf,log_p

source: x,n,psuc,give_log
pt_br: x,n,psuc,fornece_log

source: x,n,psuc,lower_tail,log_p
pt_br: x,n,psuc,cauda_inf,log_p

source: p,n,psuc,lower_tail,log_p
pt_br: p,n,psuc,cauda_inf,log_p

source: x,r,b,n,give_log
pt_br: x,r,b,n,fornece_log

source: x,r,b,n,lower_tail,log_p
pt_br: x,r,b,n,cauda_inf,log_p

source: x,psuc,give_log
pt_br: x,psuc,fornece_log

source: x,psuc,lower_tail,log_p
pt_br: x,psuc,cauda_inf,log_p

source: p,psuc,lower_tail,log_p
pt_br: p,psuc,cauda_inf,log_p

source: x,location,scale,give_log
pt_br: x,localização,escala,fornece_log

source: x,location,scale,lower_tail,log_p
pt_br: x,localização,escala,cauda_inf,log_p

source: p,location,scale,lower_tail,log_p
pt_br: p,localização,escala,cauda_inf,log_p

source: @FUNCTION=OPT_MILTERSEN_SCHWARTZ @SYNTAX=OPT_MILTERSEN_SCHWARTZ(call_put_flag,p_t,f_t,x,t1,t2,v_s,v_e,v_f,rho_se,rho_sf,rho_ef,kappa_e,kappa_f) @DESCRIPTION=OPT_MILTERSEN_SCHWARTZ models the theoretical price of options on commodities futures according to Miltersen & Schwartz. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @p_t is a zero coupon bond with expiry at option maturity. @f_t is the futures price. @x is is the strike price. @t1 is the time to maturity of the option. @t2 is the time to maturity of the underlying commodity futures contract. @v_s is the volatility of the spot commodity price. @v_e is the volatility of the future convenience yield. @v_f is the volatility of the forward rate of interest. @rho_se is correlation between the spot commodity price and the convenience yield. @rho_sf is correlation between the spot commodity price and the forward interest rate. @rho_ef is correlation between the forward interest rate and the convenience yield. @kappa_e is the speed of mean reversion of the convenience yield. @kappa_f is the speed of mean reversion of the forward interest rate. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_MILTERSEN_SCHWARTZ @SYNTAX=OPT_MILTERSEN_SCHWARTZ(call_put_flag,p_t,f_t,x,t1,t2,v_s,v_e,v_f,rho_se,rho_sf,rho_ef,kappa_e,kappa_f) @DESCRIPTION=OPT_MILTERSEN_SCHWARTZ དེ་གིས མིལ་ཊར་སན་དང་སིཆ་ཝརཌིསི་བཟུམ་སྦེ་བ་ཅིན་ ཚོང་ཟོག་མ་འོངས་མི་གུ་ གདམ་ཁའི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོན་འབདཝ་ཨིན། @call_put_flag འདི་'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @p_t འདི་ གདམ་ཁའི་དུས་ཡུན་ཚང་བ་ལུ་ཡལ་མི་དང་ཅིག་ཁར་ ཀླད་ཀོར་འཛིན་ཤོག་བཱོནཌི་ཅིག་ཨིན། @f_t འདི་ མ་འོངས་པའི་གོང་ཚད་ཨིན། @x འདི་གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @t1 འདི་ གདམ་ཁའི་དུས་ཡུན་ཚང་བ་ལུ་ཆུ་ཚོད་འདི་ཨིན། @t2 འདི་ འོག་ལུ་ཡོད་པའི་ཚོང་ཟོག་མ་འོངས་པ་འབྲེལ་བའི་ དུས་ཡུན་ཚང་བ་ལུ་ཆུ་ཚོད་འདི་ཨིན། @v_s འདི་ས་ཁོངས་ཚོང་ཟོག་གོང་ཚད་ཀྱི་ཡལ་བའི་རང་བཞིན་ཨིན། @v_e འདི་ མ་འོངས་པའི་བདེ་སྟབས་ཐོན་འབྲས་ཀྱི་ཡལ་བའི་རང་བཞིན་ཨིན། @v_f འདི་ སྐྱེད་ཀྱི་གདོང་བསྐྱོད་ཚད་ཀྱི་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @rho_se འདི་ ས་ཁོངས་ཚོང་ཟོག་གོང་ཚད་དང་བདེ་སྟབས་ཐོན་འབྲས་ཀྱི་བར་ནའི་ཕན་ཚུན་འབྲེལ་བ་ཨིན། @rho_sf འདི་ ས་ཁོངས་ཚོང་ཟོག་གོང་ཚད་དང་ གདོང་བསྐྱོད་སྐྱེད་ཚད་ཀྱི་བར་ནའི་ཕན་ཚུན་འབྲེལ་བ་ཨིན། @rho_ef འདི་ གདོང་བསྐྱོད་སྐྱེད་ཚད་དང་ བདེ་སྟབས་ཐོན་འབྲས་ཀྱི་བར་ནའི་ཕན་ཚུན་འབྲེལ་བ་ཨིན། @kappa_e འདི་ བདེ་སྟབས་ཐོན་འབྲས་ཀྱི་བར་མའི་ཆ་གྲངས་སླར་ལོག་གི་མགྱོགས་ཚད་འདི་ཨིན། @kappa_f འདི་ གདོང་བསྐྱོད་སྐྱེད་ཚད་ཀྱི་བར་མའི་ཆ་གྲངས་སླར་ལོག་གི་མགྱོགས་ཚད་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_MILTERSEN_SCHWARTZ @SYNTAX=OPT_MILTERSEN_SCHWARTZ(call_put_flag,p_t,f_t,x,t1,t2,v_s,v_e,v_f,rho_se,rho_sf,rho_ef,kappa_e,kappa_f) @DESCRIPTION=OPT_MILTERSEN_SCHWARTZ tạo mô hình trên giá lý thuyết của tùy chọn trên kỳ hạn hàng hóa tùy theo Miltersen & Schwartz. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @p_t là một trái phiếu không có phiếu lãi mà mãn hạn đến hạn thanh toán tùy chọn. @f_t là giá kỳ hạn. @x là giá tính lấy. @t1 là thời gian đến hạn thanh toán tùy chọn. @t2 là thời gian đến hạn thanh toán hợp đồng kỳ hạn hàng hóa cơ sở. @v_s là tính dễ biến động của giá hàng hóa điểm. @v_e là tính dễ biến động của lãi xuất tới. @rho_se là tương quan giữa giá hàng hóa điểm và lãi thuận lợi. @rho_sf là tương quan giữa giá hàng hóa điểm và lãi xuất định trước. @rho_ef lãi thuận lợi. @kappa_e là tốc độ diễn ngược trung bình của lãi thuận lợi. @kappa_f là tốc độ diễn ngược trung bình của lãi xuất định trước. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(call_put_flag,spot,strike,t1,t2,rate,d,volatility) @DESCRIPTION=OPT_RGW models the theoretical price of an american option according to the Roll-Geske-Whaley approximation where: @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @t1 is the time to the dividend payout. @t2 is the time to option expiration. @rate is the annualized rate of interest. @d is the amount of the dividend to be paid. @volatility is the annualized rate of volatility of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(call_put_flag,spot,strike,t1,t2,rate,d,volatility) @DESCRIPTION=OPT_RGW དེ་གིས་ རོལ་-གེསི་ཀི་-ཝ་ལེ་ ཆ་མཚུངས་དང་འཁྲིལ་བ་ཅིན་ ཨ་མི་རི་ཀཱན་གདམ་ཁ་ཅིག་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན་ དེ་ཡང་: @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡངན་བཙུགས་ནི་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་ས་ལུ་ གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @t1 འདི་ བགོ་བཤའ་བརྐྱབ་པའི་པེ་ཨའུཏི་ལུ་ཆུ་ཚོད་འདི་ཨིན། @t2 འདི་ གདམ་ཁ་ཡལ་ནི་ལུ་ཆུ་ཚོད་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཚད་འདི་ཨིན། @d འདི་ སྤྲོད་ནི་ཨིན་པའི་བགོ་བཤའ་གི་གྲངས་ཚད་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་ཡལ་བའི་རང་བཞིན་གྱི་ལོ་བསྟར་ཚད་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_RGW @SYNTAX=OPT_RGW(call_put_flag,spot,strike,t1,t2,rate,d,volatility) @DESCRIPTION=OPT_RGW tạo mô hình trên giá ký thuyết của một tùy chọn Mỹ nào đó tủy theo phép tính xấp xỉ Roll-Geske-Whaley mà: @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @t1 là thời gian đến khi trả tiền cổ tức. @t2 là thời gian đến mãn hạn tùy chọn. @rate là lãi xuất mỗi năm. @d là số tiền cổ tức cần trả. @volatility là tỷ lệ tính dễ biến động mỗi năm của tài sản cơ bản. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
