Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE returns the serial number of the date. @date_str is the string that contains the date. The value depends on the date convention. The MS Excel 1900 convention dates things from Jan 1 1900 while the 1904 convention uses Jan 1 1904. * This function is Excel compatible. @EXAMPLES= DATEVALUE("1/1/1999") equals 36161 (in the 1900 convention). @SEEALSO=DATE
dz: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE དེ་གིས་ ཚེས་གྲངས་ཀྱི་ཨང་རིམ་སླར་ལོག་འབདཝ་ཨིན། @date_str འདི་ ཚེས་གྲངས་ཡོད་མི་ཡིག་རྒྱུན་འདི་ཨིན། གནས་གོང་འདི་ཚེས་གྲངས་གྲོས་འཛོམས་ལུ་རག་ལསཔ་ཨིན། ཨེམ་ཨེསི་ཨེགསི་སེལ་ ༡༩༠༠་ གྲོས་འཛོམས་དེ་གིས་ སྤྱི་ཟླ་ ༡་པ་ ༡༩༠༠་ལས་ཅ་ལཱ་ ཚུ་གི་ཚེས་གྲངས་བཞགཔ་ཨིནམ་དང་ ༡༩༠༤་གྲོས་འཛོམས་འདི་གིས་ སྤྱི་ཟླ་ ༡་པ་ ༡༩༠༤་ལག་ལེན་འཐབ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཨིན། @EXAMPLES= DATEVALUE("1/1/1999") མཉམ་པ་ཨིན་ 36161 (༡༩༠༠་གྲོས་འཛོམས་ནང་ལུ་). @SEEALSO=DATE
es: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(cadena_fecha) @DESCRIPTION=DATEVALUE devuelve el número de serie de la fecha.@cadena_fecha es la cadena que contiene la fecha. El valor depende del convenio de fechas. El convenio de 1900 de MS Excel fecha las cosas desde el 1 de enero de 1900 mientras que el convenio 1904 usa el 1 de enero de 1904. . * Esta función es compatible con Excel. @EXAMPLES= DATEVALUE("1/1/1999") es igual a 36161 (con convenio de 1900). @SEEALSO=DATE
fr: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(chaîne_date) @DESCRIPTION=DATEVALUE renvoie la valeur sérialisée de la date. @chaîne_date est une chaîne contenant la date. La valeur dépend de la convention de date utilisée. La convention MS Excel 1900 compte à partir du 1er janvier 1900, alors que la convention 1904 commence au 1er janvier 1904. Cette fonction est compatible avec Excel. @EXAMPLES= DATEVALUE("1/1/1999") vaut 36161 (dans la convention 1900). @SEEALSO=DATE
nl: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(datum_str) @DESCRIPTION=DATEVALUE geeft het serienummer van de datum; d.w.z. het aantal dagen sinds 1 jan 1900. Het argument @datum_str bevat de datum. De waarde is afhankelijk van de datumconventie. Met de MS Excel conventie worden dagen geteld vanaf 1 januari 1900 terwijl met de 1904 conventie geteld wordt vanaf 1 januari 1904. * Deze functie is compatibel met Excel. @EXAMPLES= DATEVALUE("1/1/1999") is 36161 (met de 1900 conventie) @SEEALSO=DATE
pt_br: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(str_data) @DESCRIPTION=DATEVALUE retorna o número serial da data. @str_data é o texto que contém a data. O valor depende da convenção de data. A convenção de datas 1900 do MS Excel calcula os valores a partir de 1º· de Janeiro de 1900, enquanto a convenção 1904 utiliza 1º· de Janeiro de 1904. * Esta função é compatível com o Excel. @EXAMPLES= DATEVALUE("1/1/1999") retorna 36161 (na convenção 1900). @SEEALSO=DATE
sk: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(dátumový_reťazec) @DESCRIPTION=DATEVALUE vracia sériové číslo dátumu. @dátumový_reťazec je reťazec obsahujúci dátum. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DATEVALUE("1/1/1999") sa rovná 36161. @SEEALSO=DATE
vi: @FUNCTION=DATEVALUE @SYNTAX=DATEVALUE(date_str) @DESCRIPTION=DATEVALUE trả lại số thứ tự của ngày. @date_str là chuỗi chứa ngày. Giá trị nó phụ thuộc vào dạng ngày. Dạng MS Excel 1900 tính ngày từ tháng 1 năm 1900, còn dạng 1904 dùng tháng 1, năm 1904. * Hàm này tương thích với Excel. @EXAMPLES= DATEVALUE("1/1/1999") bằng 36161 (dạng 1900). @SEEALSO=DATE

source: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF returns the difference between two dates. @interval is one of six possible values: "y", "m", "d", "ym", "md", and "yd". The first three options will return the number of complete years, months, or days, respectively, between the two dates specified. "ym" will return the number of full months between the two dates, not including the difference in years. "md" will return the number of full days between the two dates, not including the difference in months. "yd" will return the number of full days between the two dates, not including the difference in years. * This function is Excel compatible. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") equals 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") equals 3. @SEEALSO=DATE
dz: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF དེ་གིས་ ཚེས་གྲངས་གཉིས་ཀྱི་བར་ནའི་ཁྱད་པར་འདི་སླར་ལོག་འབདཝ་ཨིན། @interval འདི་སྲིད་པའི་གནས་གོང་དྲུག་ལས་གཅིག་ཨིན།: "y", "m", "d", "ym", "md", དང་ "yd". མགོའི་གདམ་ཁ་གསུམ་དེ་གིས་ གསལ་བཀོད་འབད་དེ་ཡོད་པའི་ཚེས་གྲངས་གཉིས་ཀྱི་བར་ན་ ལོ་གྲངས་ཆ་ཚང་ ཟླཝ་ ཡང་ན་ཉིནམ་ཚུ་གི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། "ym" དེ་གིས་ ཚེས་གྲངས་གཉིས་ཀྱི་བར་ན་ ཟླཝ་ཆ་ཚང་གི་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་འབདཝ་ད་ ལོ་གྲངས་ནང་ཁྱད་པར་མ་བརྩི་བར་ཨིན། "md" དེ་གིས་ ཟླཝ་གི་ནང་ལུ་ཁྱད་པར་མ་བརྩི་བར་ ཚེས་གྲངས་གཉིས་ཀྱི་བར་ནའི་ཉིནམ་ཆ་ཚང་གི་གྲངས་སླར་ལོག་འབདཝ་ཨིན། "yd" དེ་གིས་ ལོ་གྲངས་ནང་ཁྱད་པར་མ་བརྩི་བར་ ཚེས་གྲངས་གཉིས་ཀྱི་བར་ནའི་ཉིནམ་ཆ་ཚང་གི་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") equals 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") equals 3. @SEEALSO=DATE
es: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(fecha1;fecha2;intervalo) @DESCRIPTION=DATEDIF devuelve la diferencia entre dos fechas. @intervalo tiene seis posibles valores: "y", "m", "d", "ym", "md", y "yd". Las tres primeras opciones devuelven el número entero de años, meses o días, respectivamente, entre las dos fechas especificadas. "ym" devuelve el número entero de meses entre dos fechas sin incluir la diferencia en años. "md" devuelve el número entero de días entre dos fechas sin incluir la diferencia de meses. "yd" devuelve el número entero de días entre dos fechas sin incluir la diferencia en años. * Esta función es compatible con Excel. @EXAMPLES= DATEDIF(DATE(2000;4;30),DATE(2003;8;4),"d") es igual a 1191. DATEDIF(DATE(2000;4;30),DATE(2003;8;4),"y") es igual a 3. @SEEALSO=DATE
fr: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1;date2;intervalle) @DESCRIPTION=DATEDIF renvoie la différence entre deux dates. @intervalle doit avoir l'une des six valeurs suivantes : "y", "m", "d", "ym", "md", and "yd". Les trois premières options renvoient respectivement le nombre d'années, de mois ou de jours entiers entre les dates. "ym" renvoie le nombre de mois entiers entre les dates, sans compter la différence d'années "md" renvoie le nombre de jours entiers entre les dates, sans compter la différence de mois "yd" renvoie le nombre de jours entiers entre les dates, sans compter la différence d'années Cette fonction est compatible avec Excel. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") vaut 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") vaut 3. @SEEALSO=DATE
nl: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(datum1;datum2;interval) @DESCRIPTION=DATEDIF geeft het verschil tussen twee datums. @interval is een van de zes mogelijke waarden: "y", "m", "d", "ym", "md", en "yd". De eerste drie geven respectievelijk het aantal volledige jaren, maanden of dagen tussen de twee opgegeven datums. "jm" geeft het aantal volledige maanden tussen de twee datums, zonder het jaarverschil mee te nemen. "md" geeft het aantal volledige dagen tussen de twee datums, zonder het maandverschil mee te nemen. "yd" geeft het aantal volledig dagen tussen de twee datums, zonder het jaarverschil mee te nemen. * Deze functie is compatibel met Excel. @EXAMPLES= DATEDIF(DATE(2000;4;30);DATE(2003;8;4);"d") is 1191 DATEDIF(DATE(2000;4;30);DATE(2003;8;4);"y") is 3 @SEEALSO=DATE
pt_br: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(data1,data2,intervalo) @DESCRIPTION=DATEDIF retorna a diferença entre duas datas. @intervalo pode ter seis valores possíveis: "y", "m", "d", "ym", "md" e "yd". As primeiras três opções retornam o número de anos, meses ou dias completos, respectivamente, entre as duas datas especificadas. "ym" retorna o número de meses completos entre as duas datas, não considerando a diferença em anos. "md" retorna o número de dias completos entre as duas datas, não considerando a diferença em meses. "yd" retorna o número de dias completos entre as duas datas, não considerando a diferença em anos. * Esta função é compatível com o Excel. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") retorna 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") retorna 3. @SEEALSO=DATE
sk: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(dátum1,dátum2,interval) @DESCRIPTION=DATEDIF vracia rozdiel medzi dvoma dátumami. @interval je jedna z týchto hodnôt: "y", "m", "d", "ym", "md", a "yd". Prvé tri možnosti vrátia počet celých rokov, mesiacov alebo dní medzi uvedenými dátumami. "ym" vráti počet celých mesiacov medzi dvoma dátumami, nepočítajúc rozdiel v rokoch. "md" vráti počet celých dní medzi dvoma dátumami, nepočítajúc rozdiel v mesiacoch. "yd" vráti počet celých dní medzi dvoma dátumami, nepočítajúc rozdiel v rokoch. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") sa rovná 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") sa rovná 3. @SEEALSO=DATE
vi: @FUNCTION=DATEDIF @SYNTAX=DATEDIF(date1,date2,interval) @DESCRIPTION=DATEDIF trả lại độ hiệu giữa hai ngày. @interval (thời gian) là 1 trong sáu giá trị có thể: • y — year (năm) • m — month (tháng) • d — day (ngày) • ym — year month (ngày tháng) • md — month day (tháng ngày) • yd — year day (năm ngày). Ba tuỳ chọn đầu tiên sẽ trả lại riêng từng cái số năm, tháng, ngày đầy đủ giữa hay ngày đã cho. • ym — sẽ trả lại số tháng đầy đủ giữa hai ngày, không bao gồm hiệu về năm. • md — sẽ trả lại số ngày đầu đủ giữa hai ngày, không bao gồm hiệu về tháng. • yd — sẽ trả lại số ngày đầy đủ giữa hai ngày, không bao gồm hiệu về năm. * Hàm này tương thích với Excel. @EXAMPLES= DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"d") bằng 1191. DATEDIF(DATE(2000,4,30),DATE(2003,8,4),"y") bằng 3. @SEEALSO=DATE

source: @FUNCTION=EDATE @SYNTAX=EDATE(date,months) @DESCRIPTION=EDATE returns the serial number of the date that is the specified number of months before or after a given date. @date is the serial number of the initial date and @months is the number of months before (negative number) or after (positive number) the initial date. * If @months is not an integer, it is truncated. * This function is Excel compatible. @EXAMPLES= EDATE(DATE(2001,12,30),2) returns 'Feb 28, 2002'. @SEEALSO=DATE
dz: @FUNCTION=EDATE @SYNTAX=EDATE(date,months) @DESCRIPTION=EDATE དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་ཚེས་གྲངས་ཅིག་གི་ཤུལ་ལས་ ཡང་ན་ཧེ་མའི་ཟླཝ་གི་གནས་བཀོད་འབད་དེ་ཡོད་པའི་ཨང་གྲངས་ཀྱི་ཚེས་གྲངས་དེ་གི་ཨང་རིམ་ཨང་འདི་སླར་ལོག་འབདཝ་ཨིན @date འདི་ འགོ་ཐོག་ཚེས་གྲངས་ཀྱི་ཨང་རིམ་ཨང་གྲངས་ཨིནམ་དང་ @months འདི་ འགོ་ཐོག་ཚེས་གྲངས་ཀྱི་ཧེ་མ་ (མེད་ཆའི་ཨང་གྲངས་) ཡང་ན་ཤུལ་ལས་ (ཡོད་ཆའི་ཨང་གྲངས་) འདི་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @months འདི་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= EDATE(DATE(2001,12,30),2)དེ་གིས་ 'Feb 28, 2002'སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=DATE
es: @FUNCTION=EDATE @SYNTAX=EDATE(fecha;meses) @DESCRIPTION=Devuelve el número de serie de la fecha correspondiente a la fecha especificada por el número de meses antes o después de la fecha dada. @fecha es el número de serie de la fecha inicial y @meses es el número de meses antes (encaso de ser negativo) o después (si es positivo) de la fecha inicial. * Si @meses no es un entero será truncado. * Esta función es compatible con Excel @EXAMPLES= EDATE(DATE(2001;12;30);2) devuelve 'Feb 28, 2002'. @SEEALSO=DATE
fr: @FUNCTION=EDATE @SYNTAX=EDATE(date_sérialisée;mois) @DESCRIPTION=EDATE renvoie la valeur sérialisée de la date, correspondant à @mois avant (négatif) ou après (positif) @date_sérialisée. Si @mois n'est pas un entier, il est tronqué. Cette fonction est compatible avec Excel. @EXAMPLES= EDATE(DATE(2001;12;30);2 vaut Fév 28, 2002. @SEEALSO=DATE
nl: @FUNCTION=EDATE @SYNTAX=EDATE(datum;maanden) @DESCRIPTION=EDATE geeft het serienummer van de datum die het opgegeven aantal maanden voor of na een gegeven datum ligt. @datum is het serienummer van de opgegeven datum en @maanden is het aantal maanden voor (negatief getal) of na (positief getal) de opgegeven datum. * Als @maanden geen geheel getal is, wordt alleen het gedeelte voor de komma gebruikt. * Deze functie is compatibel met Excel. @EXAMPLES= EDATE(DATE(2001;12;30);2) is 'Feb 28, 2002' @SEEALSO=DATE
pt_br: @FUNCTION=EDATE @SYNTAX=EDATE(data,meses) @DESCRIPTION=EDATE retorna o número serial da data correspondente ao número especificado de meses antes ou depois de uma certa data. @data é o número serial da data inicial e @meses é o número de meses antes (número negativo) ou depois (número positivo) da data inicial. * Se @meses não for inteiro, ele será truncado. * Esta função é compatível com o Excel. @EXAMPLES= EDATE(DATE(2001,12,30),2) retorna '28 Fev 2002'. @SEEALSO=DATE
sk: @FUNCTION=EDATE @SYNTAX=EDATE(dátum,mesiace) @DESCRIPTION=EDATE vracia sériové číslo dátumu, ktorý uvedený počet mesiacov@mesiace pred @dátum. @dátum je sériové číslo počiatočného dátumu a @mesiace je počet mesiacov pred (záporné číslo) alebo po (kladné číslo) počiatočnom dátume. * Ak @mesiace nie je celé číslo, je desatinná časť odrezaná. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EDATE(DATE(2001,12,30),2) sa rovná 28. Feb 2002. @SEEALSO=DATE
vi: @FUNCTION=EDATE @SYNTAX=EDATE(date,months) @DESCRIPTION=EDATE trả lại số thứ tự của ngày mà đã biết số tháng trước hoặc sau ngày được cho. @date là số thứ tự của ngày khởi đầu. @months là số tháng trước (số âm) hoặc sau (số dương) ngày khởi đầu. * Nếu @months không phải là số nguyên thì nó sẽ bị cắt. * Hàm này tương thích với Excel. @EXAMPLES= EDATE(DATE(2001,12,30),2) trả lại « Feb 28, 2002 » (ngày 28 tháng 2, năm 2002). @SEEALSO=DATE

source: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY returns the serial number for today (the number of days elapsed since the 1st of January of 1900). * This function is Excel compatible. @EXAMPLES= TODAY() returns 'Nov 6, 2001' on that particular day. @SEEALSO=NOW
dz: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY དེ་གིས་ ད་རེས་ཀྱི་ཨང་རིམ་(༡༩༠༠་གི་སྤྱི་ཟླ་ ༡་པ་ལས་ སོང་བའི་ཉིནམ་གྲངས་)འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TODAY() དེ་གིས་ ཉིནམ་དེ་ཁར་'སྤྱི་ཟླ་བཅུ་གཅིག་པ་ ༦་ ༢༠༠༡' སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=NOW
es: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Devuelve el número de serie de la fecha de hoy (la cantidad de días transcurridos desde el 1 de enero de 1900). * Esta función es compatible con Excel. @EXAMPLES= TODAY() devuelve '6 de Nov de 2001' en ese día en particular. @SEEALSO=NOW
fr: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Renvoie la date sérialisée d'aujourd'hui (le nombre de jours écoulés depuis le 1er janvier 1900). Cette fonction est compatible avec Excel. @EXAMPLES= TODAY() renvoie 'Déc 10, 2002', aujourd'hui du moins. @SEEALSO=NOW
nl: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY geeft het serienummer voor vandaag (het aantal dagen dat verlopen is sinds 1 Januari 1900). * Deze functie is compatibel met Excel. @EXAMPLES= TODAY() geeft Nov 6, 2001 op die speciefieke dag. @SEEALSO=NOW
pt_br: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=TODAY retorna o número serial do dia de hoje (número de dias desde 1º de Janeiro de 1900). * Esta função é compatível com o Excel. @EXAMPLES= TODAY() retorna 'Nov 6, 2001' no dia em particular. @SEEALSO=TODAY, NOW
sk: @FUNCTION=TODAY @SYNTAX=TODAY () @DESCRIPTION=Vracia sériové číslo dnešného dňa (počet dní od 1.1.1900). * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TODAY() sa rovná 6. Nov 2001. @SEEALSO=TODAY, NOW
vi: @FUNCTION=TODAY @SYNTAX=TODAY() @DESCRIPTION=TODAY trả lại số thứ tự cho ngày hôm nay (số ngày đã trải qua tính từ ngày 1 tháng 1 năm 1900). * Hàm này tương thích với Excel. @EXAMPLES= TODAY() trả lại « Nov 6, 2001 » (ngày 6, tháng 11, năm 2001) cho ngày đặc biệt đó. @SEEALSO=NOW

source: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW returns the serial number for the date and time at the time it is evaluated. Serial Numbers in Gnumeric are represented as follows: The integral part is the number of days since the 1st of January of 1900. The decimal part represent the fraction of the day and is mapped into hour, minutes and seconds. For example: .0 represents the beginning of the day, and 0.5 represents noon. * This function is Excel compatible. @EXAMPLES= NOW(). @SEEALSO=TODAY
dz: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW དེ་གིས་ བརྟག་ཞིབ་འབད་དེ་ཡོད་པའི་སྐབས་ཀྱི་ ཚེས་གྲངས་དང་དུས་ཚོད་ཀྱི་དོན་ལུ་ཨང་རིམ་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། ཇི་ནུ་མི་རིག་ནང་གི་ཨང་རིམ་ཨང་གྲངས་ཚུ་འོག་ལུ་བཀོད་དེ་ཡོདཔ་བཟུབ་ཁྱད་ཚབ་འབ་དདེཡོད་: ཧྲིལ་གྲངས་ཆ་ཤས་འདི་ ༡༩༠༠ ་གི་སྤྱི་ཟླ་དང་པའི་ ཚེས་༡་འདི་ཨིན། བཅུག་ཚག་ཆ་ཤས་དེ་གིས་ ཉིནམ་གྱི་བགོ་གྲངས་ཁྱད་ཚབ་འབད་ནི་དང་ འདི་ཆུ་ཚོད་ སྐར་མ་དང་སྐར་ཆ་ནང་བོག་བཤའ་བརྐྱབ་སྟེ་ཡོདཔ་ཨིན། Fདཔེར་ན་: .0 དེ་གིས་ཉིནམ་འགོ་བཙུགས་མིའི་ཁྱད་ཚབ་འབད་ནི་དང་0.5 གིས་ཉིན་དགུང་ཁྱད་ཚབ་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NOW(). @SEEALSO=TODAY
es: @FUNCTION=NOW @SYNTAX=NOW() @DESCRIPTION=Devuelve el número de serie de la fecha y hora a la cual fue evaluada la función. Los números de serie de las fechas en Gnumeric son representados de la manera siguiente: La parte entera representa la cantidad de días transcurridos desde el 1º de enero de 1900. La parte decimal representa la fracción del día, y es convertida en horas, minutos y segundos. Por ejemplo: ,0 representa el inicio del día, mientras que 0,5 representa mediodía *Esta función es compatible con Excel. @EXAMPLES= NOW(). @SEEALSO=TODAY
nl: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW geeft het serienummer voor de datum en het tijdstip waarop het wordt geevalueerd. De betekenis van de serienummers in Gnumeric is als volgt: Het gedeelte voor de komma is het aantal dagen sinds 1 januari 1900. Het gedeelte achter de komma geeft een dagdeel, en wordt omgezet naar uren, minuten en seconden. Bijvoorbeeld: ,0 staat voor het begin van de dag, en 0,5 voor 12 uur 's middags. * Deze functie is compatibel met Excel. @EXAMPLES= NOW() @SEEALSO=TODAY
pt_br: @FUNCTION=NOW @SYNTAX=NOW() @DESCRIPTION=NOW retorna o número serial da data e hora do momento em que a função é utilizada. Números Seriais no Gnumeric são representados da seguinte forma: a parte inteira é o número de dias desde 1º· de Janeiro de 1900. A parte decimal representa a fração do dia (horas, minutos e segundos). Por exemplo: .0 representa o início do dia, e 0,5 representa o meio-dia. * Esta função é compatível com o Excel. @EXAMPLES= NOW(). @SEEALSO=TODAY
vi: @FUNCTION=NOW @SYNTAX=NOW () @DESCRIPTION=NOW trả lại số thứ tự chỉ ngày và giờ tính. Số thứ tự trong trình Gnumeric được thể hiện như sau: phần số nguyên là số ngày tính từ ngày 1, tháng 1, năm 1900. Phần thập phân thể hiện phần ngày, được ảnh xạ thành giờ, phút và giây. Lấy thí dụ, « .0 » thể hiện đầu ngày, còn « 0.5 » thể hiện mười hai giờ trưa. * Hàm này tương thích với Excel. @EXAMPLES= NOW(). @SEEALSO=TODAY

source: @FUNCTION=TIME @SYNTAX=TIME (hours,minutes,seconds) @DESCRIPTION=TIME returns a fraction representing the time of day. * This function is Excel compatible. @EXAMPLES= TIME(3, 5, 23) equals 3:05AM. @SEEALSO=HOUR
dz: @FUNCTION=TIME @SYNTAX=TIME (ཆུ་ཚོད་,སྐར་མ་,སྐར་ཆ་) @DESCRIPTION=TIME དེ་གིས་ ཉིནམ་གྱི་ཆུ་ཚོད་ཁྱད་ཚབ་འབད་དེ་བགོ་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TIME(3, 5, 23) equals 3:05AM. @SEEALSO=HOUR
es: @FUNCTION=TIME @SYNTAX=TIME (horas,minutos,segundos) @DESCRIPTION=Devuelve una fracción representando la hora. * Esta función es compatible con Excel. @EXAMPLES= TIME(3; 5; 23) es igual a 3:05 AM. @SEEALSO=HOUR
fr: @FUNCTION=TIME @SYNTAX=TIME (heures;minutes;secondes) @DESCRIPTION=Renvoie une fraction représentant l'heure fournie en paramètre. Cette fonction est compatible avec Excel @EXAMPLES= @SEEALSO=HOUR
nl: @FUNCTION=TIME @SYNTAX=TIME (uren;minuten;seconden) @DESCRIPTION=TIME geeft een breuk die het dagdeel aangeeft. * Deze functie is compatibel met Excel. @EXAMPLES= TIME(3; 5; 23) is 3:05 AM @SEEALSO=HOUR
pt_br: @FUNCTION=TIME @SYNTAX=TIME(horas,minutos,segundos) @DESCRIPTION=TIME retorna uma fração representando a hora do dia. * Esta função é compatível com o Excel. @EXAMPLES= TIME(3, 5, 23) retorna 3:05AM @SEEALSO=HOUR
sk: @FUNCTION=TIME @SYNTAX=TIME (hodiny,minúty,sekundy) @DESCRIPTION=Vracia zlomok reprezentujúci čas v rámci dňa. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TIME(3, 5, 23) sa rovná 3:05AM. @SEEALSO=HOUR
vi: @FUNCTION=TIME @SYNTAX=TIME (hours,minutes,seconds) @DESCRIPTION=TIME trả lại phân số thể hiện giờ trong ngày. * Hàm này tương thích với Excel. @EXAMPLES= TIME(3, 5, 23) bằng 3:05AM (ba giờ năm phút buổi sáng). @SEEALSO=HOUR

source: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=TIMEVALUE returns a fraction representing the time of day, a number between 0 and 1. * This function is Excel compatible. @EXAMPLES= TIMEVALUE("3:05") equals 0.128472. TIMEVALUE("2:24:53 PM") equals 0.600613. @SEEALSO=HOUR,MINUTE
dz: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=TIMEVALUE དེ་གིས་ ཉིནམ་གྱི་ཆུ་ཚོད་ཁྱད་ཚབ་སྦེ་ བགོ་གྲངས་ཅིག་དང་ ༠་དང་ ༡་གི་བར་ནའི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TIMEVALUE("3:05") མཉམ་པ 0.128472. TIMEVALUE("2:24:53 PM") མཉམ་པ་ 0.600613. @SEEALSO=HOUR,MINUTE
es: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (texto-hora) @DESCRIPTION=Devuelve una fracción representando la hora del día, un número entre 0 y 1. * Esta función es compatible con Excel. @EXAMPLES= TIMEVALUE("3:05") es igual a 0,128472. TIMEVALUE("2:24:53 PM") es igual a 0,600613. @SEEALSO=HOUR,MINUTE
fr: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (heure_texte) @DESCRIPTION=Renvoie une fraction représentant l'heure @heure_texte, une valeur entre 0 et 1. @EXAMPLES= TIMEVALUE("3:05") vaut 0,128472. TIMEVALUE("2:24:53 PM") vaut 0,600613. @SEEALSO=HOUR,MINUTE
nl: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (tijdtekst) @DESCRIPTION=TIMEVALUE geeft een breuk die het tijdstip van de dag aangeeft, een getal tussen 0 en 1. * Deze functie is compatibel met Excel. @EXAMPLES= TIMEVALUE("3:05") is 0,128472 TIMEVALUE("2:24:53 PM") is 0,600613 @SEEALSO=HOUR, MINUTE
pt_br: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE(textohora) @DESCRIPTION=TIMEVALUE retorna uma fração representando a hora do dia, como um número entre 0 e 1. * Esta função é compatível com o Excel. @EXAMPLES= TIMEVALUE("3:05") retorna 0.128472. TIMEVALUE("2:24:53 PM") retorna 0.600613. @SEEALSO=HOUR,MINUTE
sk: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (textový_čas) @DESCRIPTION=Vracia zlomok reprezentujúci čas v rámci dňa, číslo medzi 0 a 1. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TIMEVALUE("3:05") sa rovná 0.128472. TIMEVALUE("2:24:53 PM") sa rovná 0.600613. @SEEALSO=HOUR
vi: @FUNCTION=TIMEVALUE @SYNTAX=TIMEVALUE (timetext) @DESCRIPTION=TIMEVALUE trả lại một phân số thể hiện giờ trong ngày, một số giữa 0 và 1. * Hàm này tương thích với Excel. @EXAMPLES= TIMEVALUE("3:05") bằng 0.128472. TIMEVALUE("2:24:53 PM" [buổi chiều]) bằng 0.600613. @SEEALSO=HOUR,MINUTE
