Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr[,basis]) @DESCRIPTION=YIELDMAT calculates the annual yield of a security for which the interest is paid at maturity date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @rate is the interest rate set to the security. @pr is the price per $100 face value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr[,basis]) @DESCRIPTION=YIELDMAT དེ་གིས་ སྐྱེད་འདི་དུས་ཡུན་ཚང་བ་ལུ་སྤྲོད་ཡོད་པའི་ སྲུང་སྐྱོང་ཅིག་གི་ལོ་བསྟར་ཐོན་འབྲས་འདི་རྩིས་སྟོནམ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས། @maturity འདི་སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས། @issue འདི་ སྲུང་སྐྱོབ་སྤྲོད་པའི་ཚེས་གྲངས། @rate འདི་ སྲུང་སྐྱོབ་ལུ་གཞི་སྒྲིག་འབད་ཡོད་པའི་སྐྱེད་ཚད། @pr འདི་ སྲུང་སྐྱོབ་ཀྱི་མ་གོང་$100 རེ་རེའི་གོང་ཚད་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཀྱི་དབྱེ་བ་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @basis འདི་སྐྱུར་བཞག་སྟེ་ཡོད་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབད་ཡོདཔ། * If @basis འདི་ ༠་དང་༤་གི་བར་ན་མེད་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(liquidación,vencimiento,emisión,tasa,margen,pr[,base]) @DESCRIPTION=YIELDMAT calcula el margen anual de una acción para la que el interés se paga en la fecha de vencimiento. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @emisión es la fecha de emisión de la acción.@tasa es la tasa de interés de la acción. @pr es el precio por 100$ de valor facial de la acción. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinta de 1, 2 o 4, YIELDMAT devuelve un error #NÚM!. * Si se omite @base se usa US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(liquidação,vencimento,emissão,taxa,preço[,base]) @DESCRIPTION=A função YIELDMAT calcula o retorno anual de um título que tem os juros pagos na data de vencimento. @liquidação é a data de liqüidação do título. @vencimento é a data de vencimento do título. @emissão é a data de emissão do título. @taxa é o juros pago pelo título. @preço é o preço por $100 do valor de face do título. @valor_nominal é o valor nominal do título por $100 de valor de face. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então YELDMAT retorna o erro #NUM! @EXAMPLES= @SEEALSO=
vi: @FUNCTION=YIELDMAT @SYNTAX=YIELDMAT(settlement,maturity,issue,rate,pr[,basis]) @DESCRIPTION=YIELDMAT tính lực nhuận mỗi năm trên một chứng khoán cho mà lãi được trả vào ngày đán hạn thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @issue là ngày _phát hành_ chứng khoán. @rate là _lãi xuất_ lập với chứng khoán. @pr là _giá_ mỗi giá trị danh nghĩa $100 của chứng khoán. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì YIELDMAT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDFPRICE returns the price per $100 face value of a security. The security should have an odd short or long first period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDFPRICE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDFPRICE དེ་གིས་ སྲུང་སྐྱོབ་མ་གོང་ $100 རེ་རེ་གི་གོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། སྲུང་སྐྱོབ་དེ་ལུ་ ཡ་ཅན་ཐུང་ཀུ་ཡང་ན་དུས་ཡུན་རིངམ་དགོཔ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ཡུན་ཡལ་བའི་ཚེས་གྲངས་ཨིན། @issue འདི་ སྲུང་སྐྱོབ་སྤྲོད་པའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་ @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན 30/360 * If @frequency འདི་ 1, 2, ཡང་ན་ 4 ཨིན་པ་ཅིན་, ODDFPRICE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ 0 དང་ 4 གི་བར་ན་ཨིན་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(liquidación,vencimiento,emisión,primera_acción,tasa,margen,amortización,frecuencia[,base]) @DESCRIPTION=ODDFPRICE devuelve el precio por cada 100$ de valor facial de una acción. La acción debería tener una imparidad corta o un largo primer periodo. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @emisión es la fecha de emisión de la acción.@frecuencia es el número de pagos al título al año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cada 4 meses. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinto de 1, 2, o 4, ODDFPRICE devuelve un error #NÚM!. * Si se omite @base se usa US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(règlement;échéance;émission;premier_coupon;taux;rendement;prix_éch;fréquence[;base]) @DESCRIPTION=ODDFPRICE renvoie le prix d'un investissement de valeur nominale 100 Euros, dont la première période est irrégulière (courte ou longue). Cette fonction ne peut être utilisée que si l'investissement rapporte des intérêts réguliers. @règlement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @émission sa date d'émission et @premier_coupon la date du premier coupon. @taux est le taux de l'investissement, @rendement le rendement annuel du titre, @prix_éch son prix de revente à @échéance. @fréquence est le nombre de coupons par an (1, 2 ou 4 exclusivement), et @base le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, ODDFPRICE renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, ou @fréquence est différent de 1, 2 ou 4, ODDFPRICE renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(stortingsdatum;vervaldatum;uitgifte;eerste_coupon;rente;rendement;aflossingsprijs;frequentie[;soort_jaar]) @DESCRIPTION=ODDFPRICE (ned. AFW.ET.PRIJS) berekent de prijs per $100 nominale waarde voor een waardepapier met een afwijkende (korte of lange) eerste coupon-termijn. @stortingsdatum is de stortingsdatum van het waardepapier. (de datum waarop het waardepapier aan de koper wordt verkocht) @vervaldatum is de vervaldatum van het waardepapier. (de datum waarop het waardepapier verloopt) @uitgifte is de uitgiftedatum van het waardepapier. @eerste_coupon is de eerste coupon-vervaldatum van het waardepapier. @rente is het rentepercentage van het waardepapier. @rendement is het jaarlijkse rendement van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestaan zijn: 1 = jaarlijks, 2 = halfjaarlijks, 4 = driemaandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie iets anders is dan 1, 2 of 4 geeft ODDFPRICE een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar niet tussen 0 en 4 ligt geeft ODDFPRICE een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(liquidação,vencimento,emissão,primeiro_cupom,taxa,retorno,valor_nominal,freqüência[,base]) @DESCRIPTION=ODDFPRICE retorna o preço por $100 do valor de face de um título. O título deve ter um período inicial indefinido. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @emissão é a data de emissão do título. @valor_nominal é o valor nominal do título por $100 de valor de face. @freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então ODDFPRICE retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então ODDFPRICE retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(vyrovnanie,splatnosť,emisia,prvé_obdobie,úrok,výnos,zaruč_cena,frekvencia[,základňa]) @DESCRIPTION=ODDFPRICE počíta cenu za $100 cenného papiera. Má mať nepárnu krátku alebo dlhú prvú periodu. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @emisia je dátum emisie papiera. @frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný. 4 = štvrťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDFPRICE vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, ODDFPRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=ODDFPRICE @SYNTAX=ODDFPRICE(settlement,maturity,issue,first_coupon,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDFPRICE trả lại giá mỗi giá trị danh nghĩa $100 của một chứng khoán. Chứng khoán nên có thời gian đầu ngắn hay dài không khớp với các thời gian khác. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @issue là ngày _phát hành_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu tần số @frequency khác với 1, 2, hay 4 thì ODDFPRICE trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì ODDFPRICE trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDFYIELD calculates the yield of a security having an odd first period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDFYIELD returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDFYIELD དེ་གིས་ ཡ་ཅན་དུས་ཡུན་དང་པ་ཡོད་མི་ སྲུང་སྐྱོབ་ཅིག་གི་ཐོན་འབྲས་འདི་རྩིས་བཏོནམ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཚེས་གྲངས་འདི་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཀྱི་དབྱེ་བ་ཨིན: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @frequency འདི་ 1, 2, ཡང་ན་ 4 ལས་གཞན་མི་ཨིན་པ་ཅིན་, ODDFYIELD དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་0 དང་ 4བར་ན་ཡོད་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(liquidación,vencimiento,emisión,primera_acción,tasa,pr,amortización,frecuencia[,base]) @DESCRIPTION=ODDFYIELD calcula el margen de una acción teniendo un primer periodo impar. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cuatro veces al año. @base es el tipo de sistema de conteo de días a usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinto de 1, 2, o 4, ODDFYIELD devuelve un error#NUM!. * Si se omite @base se aplica US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NUM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(règlement;échéance;émission;premier_coupon;taux;prix;prix_éch;fréquence[;base]) @DESCRIPTION=ODDFYIELD renvoie le rendement d'un investissement de valeur nominale 100 Euros, dont la première période est irrégulière (courte ou longue). Cette fonction ne peut être utilisée que si l'investissement rapporte des intérêts réguliers. @règlement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @émission sa date d'émission et @premier_coupon la date du premier coupon. @taux est le taux de l'investissement, @prix le prix du titre, @prix_éch son prix de revente à @échéance. @fréquence est le nombre de coupons par an (1, 2 ou 4 exclusivement), et @base le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, ODDFYIELD renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, ou @fréquence est différent de 1, 2 ou 4, ODDFYIELD renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(stortingsdatum;vervaldatum;uitgifte;eerste_coupon;rente;prijs;aflossingsprijs;frequentie[;soort_jaar]) @DESCRIPTION=ODDFYIELD (ned. AFW.ET.REND) berekent het rendement voor een waardepapier met een afwijkende (korte of lange) eerste coupon-termijn. @stortingsdatum is de stortingsdatum van het waardepapier (de datum waarop het waardepapier aan de koper wordt verkocht). @vervaldatum is de vervaldatum van het waardepapier (de datum waarop het waardepapier verloopt) @uitgifte is de uitgiftedatum van het waardepapier. @eerste_coupon is de eerste coupon-vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestaan zijn: 1 = jaarlijks, 2 = halfjaarlijks, 4 = driemaandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie iets anders is dan 1, 2 of 4 geeft ODDFYIELD een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar niet tussen 0 en 4 ligt geeft ODDFYIELD een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(liquidação,vencimento,primeiro_cupom,taxa,preço,valor_nominal,freqüência[,base]) @DESCRIPTION=ODDFYIELD calcula o retorno de um título que tem um período inicial indefinido. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @valor_nominal é o valor nominal do título por $100 de valor de face. @freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então ODDFYIELD retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então ODDFYIELD retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(vyrovnanie,splatnosť,emisia,prvé_obdobie,úrok,cena,zaruč_cena,frekvencia[,základňa]) @DESCRIPTION=ODDFYIELD počíta výnos cenného papiera, ktorý má nepárnu prvú periódu. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @emisia je dátum emisie papiera.@frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný. 4 = štvrťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDFYIELD vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, ODDFYIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=ODDFYIELD @SYNTAX=ODDFYIELD(settlement,maturity,issue,first_coupon,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDFYIELD tính lợi nhuận của một chứng khoán có thời gian đầu không thường. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu tần số @frequency khác với 1, 2, hay 4 thì ODDFYIELD trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì ODDFYIELD trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=
