Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (date1,date2,method) @DESCRIPTION=DAYS360 returns the number of days from @date1 to @date2 following a 360-day calendar in which all months are assumed to have 30 days. * If @method is 1, the European method will be used. In this case, if the day of the month is 31 it will be considered as 30. * If @method is 0 or omitted, the MS Excel (tm) US method will be used. This is a somewhat complicated industry standard method where the last day of February is considered to be the 30th day of the month, but only for the first date. * If @method is 2, a saner version of the US method is used in which both dates get the same February treatment. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is mostly Excel compatible. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) equals 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
dz: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (ཚེས་གྲངས་1,ཚེས་གྲངས་2,ཐབས་ལམ་) @DESCRIPTION=DAYS360 དེ་གིས་ @date1ལས་ @date2ལུ་ ཉིནམ་གྱི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ ཟླཝ་ཆ་མཉམ་ལུ་ཉིནམ་ ༣༠་ ཡོདཔ་སྦེ་བརྩི་མིའི་ ཉིནམ་༣༦༠་ཟླ་ཐོ་ཨིན། * If @method འདི་1ཨིན་པ་ཅིན་, ཡུ་རོ་པིན་ཐབས་ལམ་འདི་ལག་ལེན་འཐབ་ཨིན། གནད་དོན་འདི་ནང་, ཟླཝ་གི་ཉིནམ་འདི་ ༣༡་ ཨིན་པ་ཅིན་ འདི་༣༠་སྦེ་ཆ་འཆོག་འབདཝ་ཨིན། * If @method འདི་ 0 ཡང་ན་སྐྱུར་བཞག་པ་ཅིན་, ཨེམ་ཨེསི་ཨེགསི་སེལ་ (tm) ཡུ་ཨེསི་ཐབས་ལམ་འདི་ལག་ལེན་འཐབ་ཨིན འདི་གོ་དཀའ་བའི་བཟོ་འཕྲུལ་ཁང་ཚད་ལྡན་ཐབས་ལམ་ཨིན་ དེ་ཡང་ སྤྱི་ཟླ་གཉིས་པའི་ཉིནམ་མཇུག་འདི་ ཟླཝ་གི་ ཉིནམ་ ༣༠་སྦེ་བརྩི་ཡོདཔ་ཨིན་ དེ་འབདཝ་ད་ཚེས་གྲངས་དང་པའི་དོན་ལུ་རྐྱངམ་ཅིག་ཨིན། * If @method འདི་2ཨིན་པ་ཅིན་, ཚེས་གྲངས་གཉིས་ཆ་རང་ སྤྱི་ཟླ་གཉིས་པའི་ཐབས་ཤེས་ཐོབ་པའི་ ཡུ་ཨེསི་ཐབས་ལམ་གྱི་སེ་ནར་ཐོན་རིམ་འདི་ལག་ལེན་འཐབ་ཨིན། * ཇི་ནུ་མི་རིག་དེ་གིས་ ཁྱོད་ཀྱི་དོན་ལུ་དུས་རྒྱུན་ཡིག་རྒྱུན་འདི་ཨང་རིམ་ཨང་གྲངས་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན་ཟེར་དྲན་འཛིན་འབད་, དེ་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་སྦེ་ཐོ་བཀོད་འབད། * ལས་འགན་འདི་མང་ཆེ་ཤོས་རང་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) equals 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
es: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (fecha1,fecha2,método) @DESCRIPTION=Devuelve la cantidad de días entre @fecha1 y @fecha2 siguiendo un calendario de 360 días con todos los meses de 30 días. * Si @método es 1, se usa el método europeo. En ese caso, si el día del mes es un 31, será considerado como un 30. * Si @método es 0 o se omite, se usa el método estadounidense. Éste es un método más complicado usado como método estandarizado en la industria en EE.UU, donde el último día de febrero se considera el día 30 del mes, pero sólo para la primera fecha. * Si el @método es 2, se usa una versión más simple del método estadounidense en la cual ambas fechas tienen el mismo tratamiento para el mes de febrero. * Note que Gnumeric convertirá las fechas dadas como cadenas de texto al número de serie de la fecha usado de manera interna; es decir que puede si lo desea pasar las fechas como cadenas de texto. * Esta función es compatible en su mayor parte con Excel. @EXAMPLES= DAYS360(DATE(2003;2;3); DATE(2007;4;2)) es igual a 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
fr: @FUNCTION=DAY360 @SYNTAX=DAYS360 (date1;date2;méthode) @DESCRIPTION=Renvoie le nombre de jours de @date1 à @date2 d'après un calendrier de 360 jours dans lequel tous les mois sont supposés avoir 30 jours. Si @méthode vaut 1, la méthode européenne est utilisée. Dans ce cas, si le jour du mois est le 31, il sera considéré comme étant le 30. Si @méthode vaut 0 ou est omis, la méthode américaine MS Excel (tm) est utilisée. C'est une méthode compliquée issue des standards de l'industrie, où le dernier jour de février est considéré comme le 30ème jour du mois, mais seulement pour la première date. Si @méthode vaut 2, une version plus propre de la méthode américaine est utilisée, où les deux dates sont traitées de la même façon pour février. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est globalement compatible avec Excel. @EXAMPLES= DAYS360(DATE(2003; 2; 3); DATE(2007; 4; 2)) vaut 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
nl: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (datum1;datum2;methode) @DESCRIPTION=DAYS360 geeft het aantal dagen tussen @datum1 en @datum2 uitgaande van een kalender met 360 dagen waarin elke maand precies 30 dagen heeft. * Als @methode 1 is, wordt de Europese methode gehanteerd. In dat geval wordt de 31ste van de maand beschouwd als de 30ste. * Als @methode 0 is, of wordt weggelaten, wordt de Excel-Amerikaanse methode gehanteerd. Dit is een ietwat gecompliceerde industrie-standaard methode waarbij de laatste dag in februari beschouwd wordt als de 30ste dag van de maand, maar alleen voor @datum1. * Als @methode 2 is, wordt een meer logische Amerikaanse methode gehanteerd waarbij beide datums dezelfde februari-behandeling krijgen. * Merk op dat Gnumeric gewone strings om kan zetten in serienummers, zodat je een datum als een string kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= DAYS(DATE(2003; 2; 3); DATE(2007; 4; 2)) is 1499 @SEEALSO=MONTH, TIME, NOW, YEAR
pt_br: @FUNCTION=DAYS360 @SYNTAX=DAYS360(data1,data2,método) @DESCRIPTION=DAYS360 retorna o número de dias entre a @data1 até a @data2 de acordo com um calendário de 360 dias, no qual presume-se que todos os meses têm 30 dias. * Se @método for 1, será usado o método europeu. Neste caso, se o dia do mês é 31, ele será considerado como 30. * Se @método for 0 ou omitido, será usado o método americano. Este é um padrão da indústria um pouco mais complicado, onde o último dia de Fevereiro é considerado como sendo o trigésimo dia do mês, mas somente para a primeira data. * Se @método é 2, uma versão mais simples do método americando será utilizada, na qual ambas as datas recebem o mesmo tratamento de Fevereiro. * Note que o Gnumeric fará conversão de texto para número serial, portanto pode-se passar uma data em formato texto. * Esta função é compatível com o Excel. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) retorna 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
sk: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (dátum1,dátum2,metóda) @DESCRIPTION=Vracia počet dní od @dátum1 do @dátum2 podľa 360-dňového kalendára, v ktorom sú všetky mesiace 30-dňové. * Ak je @metóda 1, použije sa európska metóda. V tom prípade, ak je deň v mesiaci 31 tak bude považovaný za 30. * Ak je @metóda 0 alebo neuvedená, použije sa americká metóda. To je vcelku komplikovaná štandardná metóda používaná v firmami. Poslední deň februára sa považuje za 30., ale iba pre prvý dátum. *Ak je @metóda 2, použije sa rozumnejšia americká metóda, kde obidva dátumy chovajú vo februári rovnako. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) sa rovná 1499. @SEEALSO=MONTH, TIME, NOW, YEAR
vi: @FUNCTION=DAYS360 @SYNTAX=DAYS360 (date1,date2,method) @DESCRIPTION=DAYS360 trả lại số ngày từ @date1 tới @date2 theo lịch 360 ngày, theo đó mỗi tháng có 30 ngày. * Nếu @method là 1, phương thức châu Âu sẽ được dùng. Trong trường hợp này, tháng 31 ngày sẽ được xem như 30 ngày. * Nếu @method là 0 hoặc bỏ trống, phương thức Mỹ MS Excel (tm) sẽ được dùng. Đây là phương thức chuẩn công nghiệp khá phức tạp, trong đó ngày cuối cùng của tháng Hai được xem là ngày 30 của tháng, nhưng chỉ khi đó là ngày đầu tiên thôi. * Nếu @method là 2, một phiên bản phương pháp Mỹ hữu ích hơn được dùng, trong đó cả ngày đầu và cuối trong tháng hai đều như nhau. * Chú ý rằng Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= DAYS360(DATE(2003, 2, 3), DATE(2007, 4, 2)) bằng 1499. @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=EOMONTH returns the last day of the month which is @months from the @start_date. * EOMONTH returns #NUM! if @start_date or @months are invalid. * This function is Excel compatible. @EXAMPLES= If A1 contains 12/21/00 then EOMONTH(A1,0)=12/31/00, EOMONTH(A1,5)=5/31/01, and EOMONTH(A1,2)=2/28/01 @SEEALSO=MONTH
dz: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=EOMONTH དེ་གིས་ ཟླཝ་དེ་གི་མཇུག་གི་ཉིནམ་@months འདི་ @start_dateལས་ཨིན་མི་འདི་སླར་ལོག་འབདཝ་ཨིན། * EOMONTH དེ་གིས་ #NUM!སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @start_date ཡང་ན་ @months ཚུ་ནུས་ཅན་མེད་པ་ཅིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= If A1 contains 12/21/00 then EOMONTH(A1,0)=12/31/00, EOMONTH(A1,5)=5/31/01, and EOMONTH(A1,2)=2/28/01 @SEEALSO=MONTH
es: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (fecha_inicio,meses) @DESCRIPTION=Devuelve el último día del mes que viene @meses meses después que @fecha_inicio . * EOMONTH devuelve un error #NÚM! si @fecha_inicio o @meses no son válidos. * Esta función es compatible con Excel. @EXAMPLES= Si A1 contiene 21/12/00, entonces EOMONTH(A1;0)=31/12/00, EOMONTH(A1;5)=31/5/01, y EOMONTH(A1;2)=28/2/01 @SEEALSO=MONTH
fr: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (date_départ;mois) @DESCRIPTION=Renvoie le dernier jour du mois qui est @mois plus tard que @date_départ. Renvoie #NUM! si @date_départ ou @mois n'est pas valide. Cette fonction est compatible avec Excel. @EXAMPLES= Si A1 contient 21/12/00, alors EOMONTH(A1;0)=31/12/00, EOMONTH(A1;5)=31/5/01, et EOMONTH(A1;2)=28/2/01 @SEEALSO=MONTH
nl: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (begindatum;maanden) @DESCRIPTION=EOMONTH geeft de laatste dag van de maand welke @maanden van de @begindatum verwijderd is. * EOMONTH geeft #GETAL! als @begindatum of @maanden ongeldig zijn. * Deze functie is compatibel met Excel. @EXAMPLES= Als cel A1 21/12/00 bevat, dan is EOMONTH(A1;0)=31/12/00 EOMONTH(A1;5)=31/5/01 EOMONTH(A1;2)=28/2/01 @SEEALSO=MONTH
pt_br: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (data_inicial,meses) @DESCRIPTION=EOMONTH retorna o último dia do mês localizado que é @meses depois da @data_inicial. * EOMONTH retorna o erro #NUM! se a @data_inicial ou @meses forem inválidos. * Esta função é compatível com o Excel. @EXAMPLES= Se A1 contém 21/12/00, então EOMONTH(A1,0)=31/12/00, EOMONTH(A1,5)=31/5/01 e EOMONTH(A1,2)=28/2/01 @SEEALSO=MONTH
sk: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (zač_dátum,mesiace) @DESCRIPTION=Vracia posledný deň mesiaca, ktorý je @mesiace-ty od @zač_dátum. * Vracia #NUM! ak je zač_dátum alebo mesiace neplatný. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Ak A1 obsahuje 21.12.2000, potom EOMONTH(A1,0)=31.12.2000, EOMONTH(A1,5)=31.5.2001, a EOMONTH(A1,2)=28.2.2001 @SEEALSO=MONTH
vi: @FUNCTION=EOMONTH @SYNTAX=EOMONTH (start_date,months) @DESCRIPTION=EOMONTH trả lại ngày cuối cùng trong tháng @months tính từ ngày mốc @start_date (ngày đầu). * EOMONTH trả lại « #NUM! » nếu « @start_date » hoặc « @months » không hợp lệ. * Hàm này tương thích với Excel. @EXAMPLES= Nếu A1 chứa 12/21/00 thì EOMONTH(A1,0)=12/31/00, EOMONTH(A1,5)=5/31/01, và EOMONTH(A1,2)=2/28/01 @SEEALSO=MONTH

source: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days[,holidays]) @DESCRIPTION=WORKDAY returns the date which is @days working days from the @start_date. Weekends and holidays optionally supplied in @holidays are respected. * WORKDAY returns #NUM! if @start_date or @days are invalid. * This function is Excel compatible. @EXAMPLES= DAY(WORKDAY(DATE(2001,1,5),30)) equals 16 and MONTH(WORKDAY(DATE(2001,1,5),30)) equals 2. @SEEALSO=NETWORKDAYS
dz: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days[,holidays]) @DESCRIPTION=WORKDAY དེ་གིས་ ཚེས་གྲངས་ @days ལཱ་འབད་བའི་ཉིནམ་ @start_dateལས་ཨིན་མི་སླར་ལོག་འབདཝ་ཨིན། གཟའ་ཉིནམ་དང་ཟླ་བ་དང་ངལ་གསོ་ཚུ་གདམ་ཁ་ཅན་སྦེ་ @holidays ཚུ་ནང་བཀྲམ་སྤེལ་འབད་དེཡོདཔ་ཨིན། * WORKDAY དེ་གིས་ #NUM!སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @start_date ཡང་ན་ @days ཚུ་ནུས་ཅན་མེད་པ་ཅིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DAY(WORKDAY(DATE(2001,1,5),30)) equals 16 and MONTH(WORKDAY(DATE(2001,1,5),30)) equals 2. @SEEALSO=NETWORKDAYS
es: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (fecha_inicio,días[,vacaciones]) @DESCRIPTION=Devuelve el día que viene @días días laborables después que @fecha_inicio. Se respetan los fines de semana y los días de vacaciones opcionales indicados en @vacaciones. * WORKDAY devuelve #NÚM! si @fecha_inicio o @días no son válidos. * Esta función es compatible con Excel. @EXAMPLES= DAY(WORKDAY(DATE(2001,1,5),30)) es igual a 16 y MONTH(WORKDAY(DATE(2001,1,5),30)) es igual a 2. @SEEALSO=NETWORKDAYS
fr: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (date_départ;jours[;vacances]) @DESCRIPTION=Renvoie le jour situé @jours ouvrés après @date_départ. Les weekends et vacances éventuellement fournies dans @vacances sont respectés. * Renvoie l'erreur #NUM! si @date_départ ou @jours n'est pas valide. * Cette fonction est compatible avec Excel. @EXAMPLES= WORKDAY (DATE (2001;11;8);3) vaut 37208, qui correspond au 13/11/2001. @SEEALSO=NETWORKDAYS
nl: @FUNCTION=WORKDAY @SYNTAX=WORKDAY(begindatum;dagen;vakanties) @DESCRIPTION=WORKDAY geeft de dag die @dagen werkdagen van de @begindatum verwijderd is. Weekenden en vakantiedagen, die optioneel in @vakanties kunnen worden vermeld, worden meegenomen. * WORKDAY geeft een #GETAL! foutmelding als @begindatum of @dagen ongeldig zijn. * Deze functie is compatibel met Excel. @EXAMPLES= DAY(WORKDAY(DATE(2001; 1; 5); 30)) is 16 MONTH(WORKDAY(DATE(2001; 1; 5); 30)) is 2 @SEEALSO=NETWORKDAYS
pt_br: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (data_inicial,dias[,feriados]) @DESCRIPTION=WORDAY retorna o dia que é @dias úteis após a @data_inicial. Finais de semana e feriados fornecidos opcionalmente em @feriados são respeitados. * WORKDAY retorna o erro #NUM!, se @data_inicial ou @dias forem inválidos. * Esta função é compatível com o Excel. @EXAMPLES= WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) retorna 88609. @SEEALSO=NETWORKDAYS
sk: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (zač_dátum,dni,sviatky) @DESCRIPTION=Vracia deň, ktorý je @dni-ty pracovný deň od @zač_dátum. Sviatky je možné nepovinne uviesť v @sviatky. * Vracia #NUM! ak @zač_dátum alebo @dni nie je platný. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= WORKDAY(DATE(2001,1,5),DATE(2001,2,15)) sa rovná 88609. @SEEALSO=NETWORKDAYS
vi: @FUNCTION=WORKDAY @SYNTAX=WORKDAY (start_date,days[,holidays]) @DESCRIPTION=WORKDAY trả lại ngày @days (ngày) tính từ ngày mốc @start_date (ngày đầu). * WORKDAY trả lại « #NUM! » nếu « @start_date » hoặc « @days » không hợp lệ. * Hàm này tương thích với Excel. DAY(WORKDAY(DATE(2001,1,5),30)) bằng 16 và MONTH(WORKDAY(DATE(2001,1,5),30)) bằng 2. @SEEALSO=NETWORKDAYS

source: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date[,holidays]) @DESCRIPTION=NETWORKDAYS returns the number of non-weekend non-holidays between @start_date and @end_date including these dates. Holidays are optionally supplied in @holidays. * NETWORKDAYS returns #NUM! if @start_date or @end_date are invalid. * This function is Excel compatible. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) equals 33. @SEEALSO=WORKDAY
dz: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date[,holidays]) @DESCRIPTION=NETWORKDAYS དེ་གིས་ ཚེས་གྲངས་ཚུ་རྩིས་ཏེ་ @start_date དང་ @end_date བར་ན་གཟའ་ཟླ་བ་དང་ཉི་མ་མེན་མི་དང་ ངལ་གསོ་མེན་མི་གི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། ངལ་གསོ་ཚུ་གདམ་ཁ་ཅན་སྦེ་ @holidaysཚུ་ནང་བཀྲམ་སྤེལ་འབད་དེ་ཡོདཔ་ཨིན། * NETWORKDAYS དེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་@start_date ཡང་ན་ @end_date ཚུ་ནུས་ཅན་མེད་པ་ཅིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) equals 33. @SEEALSO=WORKDAY
es: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (fecha_inicio,fecha_final[,vacaciones]) @DESCRIPTION=Devuelve la cantidad de días laborables entre @fecha_inicio y @fecha_final, ambas inclusive. Las vacaciones se pueden indicar opcionalmente en @vacaciones. * Devuelve #NÚM! si @fecha_inicio o @fecha_final no son válidos * Esta función es compatible con Excel. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2);DATE(2001;2;15)) es igual a 33. @SEEALSO=WORKDAY
fr: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (date_début;date_fin[;vacances]) @DESCRIPTION=Renvoie le nombre de jours ouvrés entre @date_début et @date_fin. Les weekends et vacances éventuellement fournies en paramètres sont respectés. * Renvoie l'erreur #NUM! si @date_début ou @date_fin n'est pas valide. * Cette fonction est compatible avec Excel. @EXAMPLES= NETWORKDAYS(DATE(2001;1;2);DATE(2001;2;15)) vaut 33. @SEEALSO=WORKDAY
nl: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (begindatum;einddatum;vakanties) @DESCRIPTION=NETWORKDAYS geeft het aantal dagen dat niet in een weekend of vakantie valt, tussen @begindatum en @einddatum (inclusief begin en eindpunt). Vakanties kunnen optioneel in @vakanties worden vermeld. * NETWORKDAYS geeft een #GETAL! foutmelding als @begindatum of @einddatum ongeldig zijn. * Deze functie is compatibel met Excel. @EXAMPLES= NETWORKDAYS(DATE(2001; 1; 2); DATE(2001; 2; 15)) is 33 @SEEALSO=WORKDAY
pt_br: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (data_inicial,data_final[,feriados]) @DESCRIPTION=NETWORKDAYS retorna o número de dias úteis entre @data_inicial e @data_final. Feriados podem opcionalmente ser fornecidos em @feriados. * NETWORDAYS retorna o erro #NUM!, se data_inicial ou data_final forem inválidas. * Esta função é compatível com o Excel. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) retorna 33. @SEEALSO=WORKDAY
sk: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (zač_dátum,kon_dátum,sviatky) @DESCRIPTION=Vracia počet dní medzi @zač_dátum a @kon_dátum, ktoré nie sú ani víkend ani sviatky. Sviatky je možné nepovinne uviesť v @sviatky. * Vracia #NUM! ak @zač_dátum alebo @kon_dátum nie je platný. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) sa rovná 33. @SEEALSO=WORKDAY
vi: @FUNCTION=NETWORKDAYS @SYNTAX=NETWORKDAYS (start_date,end_date[,holidays]) @DESCRIPTION=NETWORKDAYS trả lại số ngày không phải ngày cuối cùng tuần và không phải ngày nghỉ tính giữa @start_date (ngày đầu) và @end_date (ngày cuối cùng). Tùy chọn @holidays cung cấp các ngày nghỉ. * NETWORKDAYS trả lại « #NUM! » nếu « @start_date » hay « @end_date » không hợp lệ. * Hàm này tương thích với Excel. @EXAMPLES= NETWORKDAYS(DATE(2001,1,2),DATE(2001,2,15)) bằng 33. @SEEALSO=WORKDAY

source: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM returns the ISO 8601 week number of @date. An ISO 8601 week starts on Monday. Weeks are numbered from 1. A week including days from two different years is assigned to the year which includes the most days. This means that Dec 31 could be in week 1 of the following year, and Jan 1 could be in week 52 or 53 of the previous year. ISOWEEKNUM returns the week number. * ISOWEEKNUM returns #NUM! if date is invalid. @EXAMPLES= If A1 contains 12/21/00 then ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM, ISOYEAR
dz: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM དེ་གིས་ ISO 8601 བདུན་རིམ་ཨང་གྲངས་ དེ་ཡང་ @dateའདི་སླར་ལོག་འབདཝ་ཨིན། ISO 8601 བདུན་རིམ་འདི་མིག་དམར་གུ་འགོ་བཙུགསཔ་ཨིན། བདུན་རིམ་ཚུ་1 ལས་ཨང་བཏགས་ཏེཡོདཔ་ཨིན། ལོ་མ་འདྲཝ་གཉིས་ལས་ཉིནམ་ཚུ་བརྩི་སྟེ་ཡོད་མི་འདི ཉིནམ་མང་ཤོས་རང་གྲངས་སུ་བརྩི་མིའི་ལོ་ལུ་འགན་སྤྲོད་འབད་དེ་ཡོདཔ་ཨིན། དོན་ངོ་མ་འདི་ སྤྱི་ཟླ་བཅུ་གཉིས་པའི་ཚེས་ ༣༡་ འདི་ ལོའི་བདུན་རིམ་གཅིག་ནང་ཨིནམ་འོང་ཟེར་མི་དང་སྤི་ཟླ་དང་པའི་ཚེས་ ༡་ འདི་ཧེ་མའི་ལོ་གི་ བདུན་རིམ་ ༥༢་ཡང་ན་༥༣་ཨིན། ISOWEEKNUM དེ་གིས་ བདུན་རིམ་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ISOWEEKNUM དེ་གིས་#NUM!སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན། @EXAMPLES= If A1 contains 12/21/00 then ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM, ISOYEAR
es: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (fecha) @DESCRIPTION=ISOWEEKNUM devuelve el número de semana de la @fecha en formato ISO 8601. Una semana ISO 8601 empieza el lunes. Las semanas se numeran a partir de 1. Una semana que incluya días de dos años diferentes se asigna al año que incluya la mayoría de los días. Esto significa que el 31 de diciembre podría estar en la semana 1 del año siguiente, y que el 1 de enero podría estar en la semana 52 ó 53 del año anterior. ISOWEEKNUM devuelve el número de la semana, mientras que ISOYEAR devuelve el año al que la semana se asigna. * Devuelve #NÚM! si la fecha no es válida. @EXAMPLES= Si A1 contiene 21/12/00 entonces ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM
fr: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM renvoie le numéro de semaine de @date, selon la norme ISO 8601. Une semaine ISO 8601 commence le lundi, et les semaines sont numérotées à partir de 1. Si une semaine comporte des jours de différentes années, elle est affectée à l'année y comportant le plus de jours. Ceci implique que le 31 décembre peut être dans la semaine 1 de l'année suivante, et que le 1er janvier peut être dans la semaine 52 ou 53 de l'année précédente. ISOWEEKNUM renvoie le numéro de semaine, alors que ISOYEAR renvoie l'année correspondante. Cette fonction renvoie #NUM! si la date est invalide. @EXAMPLES= Si A1 contient 21/12/00 alors ISOWEEKNUM(A1)=51. @SEEALSO=WEEKNUM,ISOYEAR
nl: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (datum) @DESCRIPTION=ISOWEEKNUM geeft het ISO 8601 weeknummer van de @datum. Een ISO-8601 week begint op maandag. Weken worden genummerd vanaf 1. Een week die dagen van verschillende jaren bevat, wordt aan het jaar toegevoegd waarin de meeste dagen vallen. Dit betekent dat 31 December in week 1 van het volgende jaar valt, of dat 1 Januari in week 52 of 53 van het vorige jaar valt. * ISOWEEKNUM geeft een #GETAL! foutmelding als de @datum ongeldig is. @EXAMPLES= Als cel A1 de datum 21/12/00 bevat dan geldt: ISOWEEKNUM(A1) is 51 @SEEALSO=WEEKNUM, ISOYEAR
pt_br: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM(data) @DESCRIPTION=ISOWEEKNUM retorna o número ISO 8601 da semana de @data. Uma semana ISO 8601 começa na Segunda. As semanas são numeradas a partir de 1. Uma semana incluindo dias de dois anos diferentes é atribuída ao ano que inclui o maior número de dias. Isto significa que o dia 31 de Dezembro poderá pertencer à semana 1 do ano seguinte e o dia 1 de Janeiro poderá pertencer ou a semana 51 ou a semana 53 do ano anterior. ISOWEEKNUM retorna o dia da semana. * ISOWEEKNUM retorna o erro #NUM!, se a data for inválida. @EXAMPLES= Se A1 contém 12/21/00, então ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM, ISOYEAR
sk: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (dátum) @DESCRIPTION=ISOWEEKNUM vracia číslo týždňa podľa ISO 8601 pre @dátum. Týždeň ISO 8601 začína v pondelok. Týždne sa číslujú od 1. Týždeň na rozhraní rokov sa počíta do roku, kam patrí väčšina dní. To znamená, že 31. december môže byť v 1. týždni ďalšieho roku a 1. január môže patriť do týždňa 52 alebo 53 predchádzajúceho roku. * Vracia #NUM! ak dátum nie je platný. @EXAMPLES= Ak A1 obsahuje 21/12/00, potom ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM,ISOYEAR
vi: @FUNCTION=ISOWEEKNUM @SYNTAX=ISOWEEKNUM (date) @DESCRIPTION=ISOWEEKNUM trả lại số thứ tự tuần dạng ISO 8601 của @date (ngày). Tuần dạng ISO 8601 bắt đầu vào hôm Thứ Hai, các tuần có số thứ tự từ số 1. Tuần nào gồm ngày từ hai năm khác thì được gán cho năm gồm ngày nhiều hơn. Có nghĩa là ngày 31 tháng 12 có thể trong tuần 1 của năm sau, và ngày 1 tháng 1 có thể trong tuần 52 hay 53 của năm trước.ISOWEEKNUM trả lại số thứ tự tuần. * ISOWEEKNUM trả lại « #NUM! » nếu ngày không hợp lệ. @EXAMPLES= Nếu A1 chứa 12/21/00 thì ISOWEEKNUM(A1)=51 @SEEALSO=WEEKNUM, ISOYEAR
