Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's[,new_x's[,const]]]) @DESCRIPTION=TREND function estimates future values of a given data set using the ``least squares'' line that best fit to your data. @known_y's is the y-values where y=mx+b and @known_x's contains the corresponding x-values. @new_x's contains the x-values for which you want to estimate the y-values. If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. * If @new_x's is omitted, it is assumed to be the same as @known_x's. * If @const is omitted, it is assumed to be TRUE. * If @known_y's and @known_x's have unequal number of data points, TREND returns #NUM! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then TREND(A1:A5,B1:B5) equals {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
dz: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's[,new_x's[,const]]]) @DESCRIPTION=TREND ལས་འགན་འདི་གིས་ ``least squares'' གྲལ་ཐིག་ལག་ལེན་འཐབ་སྟེ་ ཁྱོད་རའི་གནས་སྡུད་ལུ་ལེགས་ཤོམསྦེ་ཚུད་སྒྲིག་འབད་ནི་ལུ་ བྱིན་ཏེ་ཡོད་པའི་གནས་སྡུད་གཞི་སྒྲིག་ཅིག་གི་མ་འོངས་པའི་གནས་གོང་འདི་ཕོག་ཚན་དཔགཔ་ཨིན། @known_y's འདི་ ཝའི་-གནས་གོང་ཨིན་ དེ་ཡང་ y=mx+b དང་ @known_x's ཆ་མཉམ་པའི་གནས་གོང་ཨེགསི་-གནས་གོང་འདི་གནས་ཡོདཔ་ཨིན། @new_x's དེ་གིས་ ཨེགསི་-གནས་གོང་ཡོདཔ་ཨིན་ དེ་ཡང་ ཁྱོད་ཀྱིས་ཝའི་-གནས་གོང་ཚུ་ཕོག་ཚད་དཔག་དགོ་མི་ཨིན། @const འདི་FALSE ཨིན་པ་ཅིན་, གྲལ་ཐིག་འདི་ངོ་མ་ལས་འགྱོ་ནི་ལུ་བང་བཙོངམ་ཨིན།, i.e., b འདི་ཀླད་ཀོར་ཨིན། * If @known_x's འདི་སྐྱུར་བཞག་པ་ཅིན་, ཨེ་རེ་ {1, 2, 3, ...} འདི་ལག་ལེན་འཐབ་ཨིན། * If @new_x's འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ @known_x's གཅིག་པ་ཨིན་ཟེར་བཞགཔ་ཨིན། * If @const འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ TRUE སྦེ་བཞགཔ་ཨིན། * If @known_y's དང་ @known_x's དེ་ལུ་ གནས་སྡུད་དོན་ཚན་ཚུ་ལུ་ཨང་གྲངས་མི་མཉམ་པ་ཡོད་པ་ཅིན་ TREND དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1, དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5,དང་ 42.7 ཚུ་ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ TREND(A1:A5,B1:B5) equals {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
es: @FUNCTION=TREND @SYNTAX=TREND(y_conocido[,x_conocido[,x_nuevo[,const]]]) @DESCRIPTION=La función TREND estima los valores futuros de un conjunto de datos dado usando la línea de «cuadrados mínimos» que mejor se ajuste a sus datos. @y_conocido son los valores de y donde y=mx+b, y @x_conocido contiene los valores correspondientes de x. @x_nuevo contiene los valores de x para los que quiere estimar los valores de y. * Si se omite @x_conocido, se usa un array {1, 2, 3, …}. * Si se omite @x_nuevo, se asume que es el mismo que @x_conocido. * Si @y_conocido y @x_conocido tienen distinto número de puntos de datos, TREND devuelve el error #NÚM!. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1, y las celdas B1, B2, … B5 23.2, 25.8, 29.9, 33.5 y 42.7. Entonces TREND(A1:A5,B1:B5) igual a {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
fr: @FUNCTION=TREND @SYNTAX=TREND(y_connus[;x_connus[;x_nouveaux[;const]]]) @DESCRIPTION=La fonction TREND estime des valeurs de données futures en utilisant la droite des moindres carrés. @y_connus sont les valeurs de y=mx+b, pour x dans @x_connus. @x_nouveaux sont les valeurs pour lesquelles on souhaite obtenir des estimées de y. Si @const est FAUX (defaut : VRAI), la droite passera par l'origine, donc b vaudra 0. * Si @x_connus est omis, le tableau {1, 2, 3...} est utilisé. * Si @x_nouveaux est omis, il est pris égal à @x_connus. * Si @y_connus et @x_connus n'ont pas le même nombre de valeurs, TREND renvoie l'erreur #NUM!. @EXAMPLES= Si A1, A2, ..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et B1, B2, ... B5, 23,2, 25,8, 29,9, 33,5, and 42,7. Alors TREND(A1:A5;B1:B5) vaut {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
nl: @FUNCTION=TREND @SYNTAX=TREND(y_bekend[;x_bekend[;x_nieuw[;const]]]) @DESCRIPTION=TREND schat toekomstige waarden van een gegeven data-verzameling gebruik makend van een ``kleinste kwadraten''-lijn die het beste bij uw data-verzameling past. @y_bekend zijn de y-waarden waarbij y=mx+b en @x_bekend bevat de de corresponderende x-waarden. @x_nieuw bevat de x-waarden waarvoor u de de y-waarden wilt schatten. Als @const ONWAAR is zal de lijn door de oorsprong gaan; b is dan dus nul. * Als @x_bekend is weggelaten, wordt een array {1, 2, 3, ...} gebruikt. * Als @x_nieuw is weggelaten, wordt aangenomen dat deze hetzelfde is als @x_bekend. * Als @const is weggelaten, wordt aangenomen dat deze WAAR is. * Als @y_bekend en @x_bekend een ongelijk aantal datapunten hebben, geeft TREND een #GETAL! foutmelding. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten en B1, B2, ... B5 de getallen 23,2 25,8 29,9 33,5 en 42,7 dan geldt: TREND(A1:A5,B1:B5) is {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
pt_br: @FUNCTION=TREND @SYNTAX=TREND(y_conhecidos[,x_conhecidos[,x_novos[,const]]]) @DESCRIPTION=A função TREND estima os valores futuros de um conjunto de dados fornecido, construíndo uma linha que melhor se ajusta ao dados através do ``método dos mínimos quadrados''. @y_conhecidoscontém os valores de y, onde y=mx+b e @x_conhecidos contém os valores de x. @x_novos contém os valores de x para os quais você deseja estimar os valores y. Se @const é FALSE, a linha será forçada a passar pela origem, ou seja, pelo 0. * Se @x_conhecidos é omitido, um vetor {1, 2, 3, ...} é utilizado. * Se @x_novos é omitido, assume-se ser o mesmo que @x_conhecidos. * Se @const for omitido, ele é assumido como TRUE. * Se @y_conhecidos·e @x_conhecidos contêm números de dados diferentes, TREND retorna o erro #NUM! @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: TREND(A1:A5,B1:B5) retorna {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
sk: @FUNCTION=TREND @SYNTAX=TREND(známe_y[,známe_x],nové_x]) @DESCRIPTION=Funkcia TREND odhaduje funkčné hodnoty v danej množine bodov pomocou metódy ``najmenších štvorcov''. @známe_y sú y-ové hodnoty,kde y=mx+b a @známe_x obsahuje odpovedajúce x-ové hodnoty. @nové_x obsahuje x-ové hodnoty, v ktorých sa majú spočítať y-ové hodnoty. Ak nie je uvedené @známe_x, použije sa pole {1, 2, 3, ...}. Ak nie je uvedené @nové_x, predpokladá sa rovnaké ako @známe_x. Ak nemajú @známe_y a @známe_x rovnaký počet hodnôt, TREND vracia chybu #NUM!. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom TREND(A1:A5,B1:B5) sa rovná {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST
vi: @FUNCTION=TREND @SYNTAX=TREND(known_y's[,known_x's[,new_x's[,const]]]) @DESCRIPTION=hàm TREND (phương hướng) ước lượng giá trị tương lai của một bộ dữ liệu cho trước, dùng đường « bình phương ít nhất » vừa nhất dữ liệu bạn. @known_y's (các y được biết) là các giá trị « y » mà « y=mx+b » còn @known_x's (các x được biết) chứa các giá trị x tương ứng. @new_x's (các x mới) chứa các giá trị x cho mà bạn muốn ước lượng những giá trị y. Nếu @const (hằng số) là SAI thì đường sẽ được ép buộc đi qua gốc, tức là « b = 0 ». * Nếu @known_x's bỏ trống thì dùng mảng {1, 2, 3, ...}. * Nếu @new_x's bỏ trống thì giả sử là cùng một phạm vi với @known_x's. * Nếu @const bỏ trống thì giả sử nó ĐÚNG. * Nếu @known_y's và @known_x's không có cùng một số điểm dữ liệu thì TREND trả lại lỗi « #NUM! ». @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì TREND(A1:A5,B1:B5) bằng {12.1, 15.7, 21.6, 26.7, 39.7}. @SEEALSO=LINEST

source: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=LOGEST function applies the ``least squares'' method to fit an exponential curve of the form y = b * m{1}^x{1} * m{2}^x{2}... to your data. If @stat is TRUE, extra statistical information will be returned. Extra statistical information is written below the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. LOGEST returns an array { m{n},m{n-1}, ...,m{1},b }. * If @known_y's and @known_x's have unequal number of data points, LOGEST returns #NUM! error. * If @const is FALSE, the line will be forced to go through (0,1),i.e., b will be one. The default is TRUE. * The default of @stat is FALSE. @EXAMPLES= @SEEALSO=GROWTH,TREND
dz: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=LOGEST ལས་འགན་དེ་གིས་ ``least squares'' ཐབས་ལམ་འདི་ རྣམ་པའི་བསྒྱུར་གྲངས་གུག་གུགཔ་ཅིག་ལུ་ཚུད་སྒྲགི་འབད་ནི་ལུ་འཇུག་སྤྱོད་འབདཝ་ཨིན། y = b * m{1}^x{1} * m{2}^x{2}... ཁྱོད་རའི་གནས་སྡུད་ལུ། If @stat འདི་ TRUE ཨིན་པ་ཅིན་, ཚད་རྩིས་ཀྱི་བརྡ་དོན་འདི་སླར་ལོག་འབདཝ་ཨིན། ཚད་རྩིས་ཐེབ་ཀྱི་བརྡ་དོན་འདི་ གྲུབ་འབྲས་ཨེ་རེ་ནང་གི་ རི་གེ་རེ་ཤཱན་གྲལ་ཐིག་ཕན་ཚུན་ནུས་ཤུགས་ཀྱི་འོག་ལུ་འབྲི་སྟེ་ཡོདཔ་ཨིན། ཚད་རྩིས་ཀྱི་བརྡ་དོན་ཐེབ་དེ་གིས་ གནས་སྡུད་ཀྱི་གྲལ་ཐིག་བཞིི་གནས་ཡོདཔ་ཨིན། གྲལ་ཐིག་དང་པའི་ནང་ ཕན་ཚུན་ནུས་ཤུགས་ m1, (m2, ...) བི་གི་དོན་ལུ་ཚད་ལྡན་འཛོལ་བའི་གནས་གོང་ཚུ་ ཁྱད་ཚབ་འབད་ཡོདཔ་ཨིན། གྲལ་ཐིག་གཉིས་པ་དེ་གིས་ ཨར་གྱི་གྲུ་བཞི་དང་ ཝའི་ཕོག་ཚད་ཀྱི་དོན་ལུ་ཚད་ལྡན་འཛོལ་བ་འདི་གནས་ཡོདཔ་ཨིན། གྲལ་ཐིག་གསུམ་པ་དེ་གིས་ ཨེཕ་-བརྟག་དཔྱད་འབད་ཡོད་པའི་གནས་གོང་དང་ རང་དབང་གི་ཁུག་ཟུར་འདི་ཡོདཔ་ཨིན། མཇུག་གི་གྲལ་ཐིག་དེ་གིས་ གྲུ་བཞི་གི་རི་གེ་རེ་ཤཱན་བསྡོམ་དང་ གྲུ་བཞི་གི་ལྷག་ལུད་ཚུ་གནས་ཏེ་ཡོདཔ་ཨིན། * If @known_x's འདི་སྐྱུར་བཞག་པ་ཅིན་ ཨེ་རེ་ {1, 2, 3, ...} འདི་ལག་ལེན་འཐབ་ཨིན། LOGEST དེ་གིས་ ཨེ་རེ་ { m{n},m{n-1}, ...,m{1},b }འདི་སླར་ལོག་འབདཝ་ཨིན། * If @known_y's དང་ @known_x's དེ་ལུ་ གནས་སྡེུད་དོན་ཚན་མི་མཉམ་པ་ཡོད་པ་ཅིན་, LOGEST དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @const འདི་ FALSEཨིན་པ་ཅིན་, གྲལ་ཐིག་འདི་ (0,1) ལས་རྒྱུད་དེ་འགྱོ་ནི་ལུ་བང་བཙོང་འབད་འོང་,i.e., b འདི་གཅིག་ཨིནམ་འོང་། སྔོན་སྒྲིག་འདི་ TRUE ཨིན། * @statགི་སྔོན་སྒྲིག་འདི་ FALSEཨིན། @EXAMPLES= @SEEALSO=GROWTH,TREND
es: @FUNCTION=LOGEST @SYNTAX=LOGEST(y_conocido[,x_conocido,const,estad]) @DESCRIPTION=La función LOGEST aplica el método de «mínimos cuadrados» para ajustar una curva exponencial de la forma: y = b * m{1}^x{1} * m{2}^x{2}… a sus datos. Si @estad es VERDADERO, se devuelve información estadística adicional. La información estadística adicional se escribe bajo los coeficientes deregresión lineal en el array de resultados. La información estadística adicional consiste en cuatro líneas de datos. En la primera línea se representan los valores de error estándar para los coeficientes m1, (m2, …), b. La segunda fila contiene el cuadrado de R y el error estándar para la estimación de y. La tercera línea el valor observado por F y los grados de libertad. La última fila contiene suma de los cuadrados de la regresión y la suma de los cuadrados residual. * Si @y_conocida se omite, se usa un array {1, 2, 3, …}. LOGEST devuelve un array { m{n},m{n-1}, …,m{1},b }. * Si alguna @y_conocida y @x_conocida tienen distinto número de puntos de datos, LOGEST devuelve el error #NÚM! * Si @const es FALSO, la línea será forzada a ir a través de (0,1), o sea, b será uno.. Por omisión es VERDADERO. * El valor predeterminado de @estad es FALSO. @EXAMPLES= @SEEALSO=GROWTH,TREND
pt_br: @FUNCTION=LOGEST @SYNTAX=LOGEST(y_conhecidos[,x_conhecidos,const,stat]) @DESCRIPTION=A função LOGEST aplica o método ``dos mínimos quadrados'' para ajustar uma curva exponecial da forma: y = b * m{1}^x{1} * m{2}^x{2}... aos seus dados. Se @stat é TRUE, informações estatísticas adicionais serão retornadas. As informações estatísticas adicionais serão apresentadas abaixo dos coeficientes da linha de regressão na matriz de resultados. As informações adicionais constituem-se de quatro linhas de dados. Na primeira linha são apresentados os erros padrão para os coeficientes m1, (m2, ...), b. A segunda linha contém o valor do R ao quadrado e o erro padrão da estimativa de y. A terceira linha contém o valor observado de F e o número de graus de liberdade. A última linha contém a soma dos quadrados dos resíduos e a soma residual dos quadrados. * Se @x_conhecidos é omitido, um vetor {1, 2, 3, ...} é utilizado. LOGEST retorna uma matriz { m{n},m{n-1}, ...,m{1},b }. * Se @y_conhecidos e @x_conhecidos contêm números de pontos de dados diferentes, LOGEST retorna o erro #NUM! * Se @const é FALSE, a linha será forçada a passar pelo ponto (0,1), ou seja, b será igual a 1. O padrão é TRUE. * O padrão para @stat é FALSE. @EXAMPLES= @SEEALSO=GROWTH,TREND
vi: @FUNCTION=LOGEST @SYNTAX=LOGEST(known_y's[,known_x's,const,stat]) @DESCRIPTION=hàm LOGEST áp dụng phương pháp « bình phương ít nhất » để vừa một đường cong mũ có dạng: y = b * m{1}^x{1} * m{2}^x{2}... vào dữ liệu bạn. Nếu @stat là ĐÚNG thì thông tin _thống kê_ thêm sẽ được trả lại. Thông tin thống kê thêm được ghi dưới những hệ số đường hồi qui trong mảng kết quả. Thông tin thống kê thêm bao gồm bốn hàng dữ liệu. Hàng thứ nhất miêu tả các giá trị lỗi chuẩn cho những hệ số « m1, (m2, ...), b ». Hàng thứ hai chứa bình phương của « R » và lỗi chuẩn cho phép ước lượng « y ». Hàng thứ ba chứa giá trị do « F » quan sát, và các bậc tự do. Hàng cuối cùng chứa tổng các bình phương hồi qui và tổng các bình phương còn lại. * Nếu @known_x's bỏ trống thì dùng mảng {1, 2, 3, ...}. LOGEST trả lại một mảng { m{n},m{n-1}, ...,m{1},b }. * Nếu @known_y's và @known_x's không có cùng một số điểm dữ liệu thì LOGEST trả lại lỗi « #NUM! ». * Nếu @const là SAI thì đường sẽ được ép buộc đi qua điểm (0,1), tức là « b = 1 ». Mặc định là ĐÚNG. Mặc định của @stat là SAI. @EXAMPLES= @SEEALSO=GROWTH,TREND

source: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=GROWTH function applies the ``least squares'' method to fit an exponential curve to your data and predicts the exponential growth by using this curve. GROWTH returns an array having one column and a row for each data point in @new_x. * If @known_x's is omitted, an array {1, 2, 3, ...} is used. * If @new_x's is omitted, it is assumed to be the same as @known_x's. * If @known_y's and @known_x's have unequal number of data points, GROWTH returns #NUM! error. * If @const is FALSE, the line will be forced to go through the origin, i.e., b will be zero. The default is TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
dz: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=GROWTH ལས་འགན་འདི་གིས་ ``least squares'' ཐབས་ལམ་འདི་ ཁྱོད་རའི་གནས་སྡུད་ལུ་ བསྒྱུར་གྲངས་གུག་གུགཔ་ཅིག་ཚུད་སྒྲིག་འབད་ནི་དང་ བསྒྱུར་གྲངས་ཡར་སེང་འདི་གུག་གུགཔ་འདི་ལག་ལེན་འཐབ་སྟེ་སྔོན་བཤད་འབད་ནི་ལུ་ འཇུག་སྤྱོད་འབདཝ་ཨིན། GROWTH དེ་གིས་ ཨེ་རེ་ཀེར་ཐིག་གཅིག་ཡོད་མི་འདི་དང་ གྲལ་ཐིག་འདི་@new_xནང་གི་གནས་སྡུད་དོན་ཚན་རེ་རེ་སྦེ་སླར་ལོག་འབདཝ་ཨིན། * If @known_x's འདི་སྐྱུར་བཞག་སྟེ་ཡོད་པ་ཅིན་ ཨེ་རེ་{1, 2, 3, ...} འདི་ལག་ལེན་འཐབ་ཨིན། * If @new_x's འདི་སྐྱུར་བཞག་སྟེ་ཡོད་པ་ཅིན་ འདི་ @known_x's གཅིག་པ་སྦེ་བཞགཔ་ཨིན། * If @known_y's དང་ @known_x's དེ་ལུ་ གནས་སྡུད་དོན་ཚན་མི་མཉམ་པ་ཡོད་པ་ཅིན་, GROWTH དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @const འདི་ལུ་ FALSE ཡོད་པ་ཅིན་, གྲལ་ཐིག་འདི་ངོ་མ་ལས་འགྱོ་ནི་ལུ་བང་བཙོངམ་ཨིན།, i.e., b འདི་ཀླད་ཀོར་ཨིན། སྔོན་སྒྲིག་འདི་TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
es: @FUNCTION=GROWTH @SYNTAX=GROWTH(y_conocido[,x_conocido,x_nuevo,const]) @DESCRIPTION=La función GROWTH aplica el método de los «cuadrados mínimos» para que se ajuste una curva exponencial a sus datos y prediga el crecimiento exponencial usando esta curva. GROWTH devuelve un array que tiene una columna y una fila por cada punto de datos de @nuevo_x. * Si se omite @x_conocido, se usa un array {1, 2, 3, …}. * Si se omite @x_nuevo, se asume que es el mismo que @x_conocido. * Si @y_conocido y @x_conocido tienen distinto número de puntos de datos, GROWTH devuelve el error #NÚM!. * Si @const es FALSO, se forzará a que la línea pase por el origen, por ejemplo, b sería cero. Por omisión es VERDADERO. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
fr: @FUNCTION=GROWTH @SYNTAX=GROWTH(y_connus[;x_connus;x_nouveaux;const]) @DESCRIPTION=La fonction GROWTH applique la méthode des moindres carrés pour trouver l'exponentielle la plus proche des données, et en déduit leur croissance exponentielle. GROWTH renvoie un tableau d'une seule colonne avec une ligne pour chaque point de @x_nouveaux. * Si @x_connus est absent, le tableau {1, 2, 3,...} est utilisé. * Si @x_nouveaux est absent, il est considéré égal à @x_connus. * Si @y_connus et @x_connus n'ont pas le même nombre de valeurs, GROWTH renvoie l'erreur #NUM!. * Si @const est FAUX, la courbe passera obligatoirement par l'origine, donc b vaudra 0. Par défaut, il vaut VRAI. @EXAMPLES= @SEEALSO=LOGEST,TREND
nl: @FUNCTION=GROWTH @SYNTAX=GROWTH(y_bekend[;x_bekend; x_nieuw; const]) @DESCRIPTION=GROWTH gebruikt de ``kleinste kwadraten'' methode om een exponentiele kromme aan de gegevens te fitten en gebruikt deze kromme om de exponentiele groei te voorspellen. GROWTH geeft een array met een kolom en een rij voor elk datapunt in @x_nieuw. * Als @x_bekend weg wordt gelaten, wordt een array {1, 2, 3, ...} gebruikt. * Als @x_nieuw is weggelaten, wordt aangenomen dat deze dezelfde zijn als @x_bekende. * Als @y_bekende en @x_bekend een ongelijk aantal data punten hebben, geeft GROWTH een #GETAL! foutmelding. * Als @const ONWAAR is, zal de kromme door de oorsprong getrokken worden; met andere woorden, b zal dus nul zijn. Standaard is @const WAAR. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
pt_br: @FUNCTION=GROWTH @SYNTAX=GROWTH(y_conhecidos[,x_conhecidos,x_novos,const]) @DESCRIPTION=A função GROWTH aplica o método ``dos mínimos quadrados'' para ajustar uma curva exponencial em seus dados e prever o crescimento exponencial utilizando esta curva. GROWTH retorna uma matriz com uma coluna e uma linha para cada ponto de dado em @novo_x. * Se @x_conhecidos for omitido, um vetor {1, 2, 3, ...} é utilizado. * Se @x_novos for utilizado, assume-se ser o mesmo que @x_conhecidos * Se @y_conhecidos e @x_conhecidos tiverem número diferentes de dados, GROWTH retorna erro #NUM! * Se @const for FALSE, a linha será forçada a passar pela origem, i.e., b será zero. O padrão é TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
sk: @FUNCTION=GROWTH @SYNTAX=GROWTH(známe_y[,známe_x,nové_x,konšt]) @DESCRIPTION=Funkcia GROWTH použije metódu ``najmenších štvorcov'' pre nájdenie exponenciely pre vaše dáta a odhaduje exponenciálny rast pomocou tejto krivky. GROWTH vracia pole s jedným stĺpcom a s s riadkom pre každú dátovú hodnotu v @nové_x. * Ak nie je @známe_x uvedené, použije sa pole {1, 2, 3, ...}. * Ak nie je @nové_x uvedené, predpokladá sa rovnaké ako @známe_x. * Ak majú @známe_y a @známe_x rôzny počet dát, GROWTH vracia chybu #NUM!. * Ak je @konšt FALSE, bude krivka prechádzať začiatkom, čiže b bude 0. Štandardne je TRUE. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
vi: @FUNCTION=GROWTH @SYNTAX=GROWTH(known_y's[,known_x's,new_x's,const]) @DESCRIPTION=hàm GROWTH áp dụng phương pháp « bình phương ít nhất » để vừa một đường cong số mũ vào dữ liệu bạn, và dự đoán tỷ lệ tăng lên mũ bằng cách dùng đường cong này. GROWTH trả lại một mảng có một cột, và có một hàng cho mỗi điểm dữ liệu trong phạm vi @new_x (các x mới). * Nếu @known_x's bỏ trống thì dùng mảng {1, 2, 3, ...}. * Nếu @new_x's bỏ trống thì giả sử là cùng một phạm vi với @known_x's. * Nếu @known_y's và @known_x's không có cùng một số điểm dữ liệu thì GROWTH trả lại lỗi « #NUM! ». * Nếu @const (hằng số) là SAI thì đường cong sẽ được ép buộc đi qua gốc, tức là b = 0. Mặc định là ĐÚNG. @EXAMPLES= @SEEALSO=LOGEST,GROWTH,TREND
