Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: EASTERSUNDAY:Easter Sunday in the Gregorian calendar according to the Roman rite of the Christian Church
da: EASTERSUNDAY:Påskesøndag i den gregorianske kalender efter den romersk-katolske ritus

source: year:year between 1582 and 9956, defaults to the year of the next Easter Sunday
da: year:år mellem 1582 og 9956, standardværdi er året for næste påskesøndag

source: Two digit years are adjusted as elsewhere in Gnumeric. Dates before 1904 may also be prohibited.
da: Tocifrede årstal justeres som andre steder i Gnumeric. Datoer før 1904 kan også være forbudt.

source: The 1-argument version of EASTERSUNDAY is compatible with OpenOffice for years after 1904. This function is not specified in ODF/OpenFormula.
da: EASTERSUNDAY-versionen med 1 argument er kompatibel med OpenOffice for år efter 1904. Denne funktion er ikke angivet i ODF/OpenFormula.

source: ASHWEDNESDAY:Ash Wednesday in the Gregorian calendar according to the Roman rite of the Christian Church
da: ASHWEDNESDAY:Askeonsdag i den gregorianske kalender efter den romersk-katolske ritus

source: year:year between 1582 and 9956, defaults to the year of the next Ash Wednesday
da: year:år mellem 1582 og 9956, standardværdi er året for næste askeonsdag

source: PENTECOSTSUNDAY:Pentecost Sunday in the Gregorian calendar according to the Roman rite of the Christian Church
da: PENTECOSTSUNDAY:Pinsedag i den gregorianske kalender efter den romersk-katolske ritus

source: year:year between 1582 and 9956, defaults to the year of the next Pentecost Sunday
da: year:år mellem 1582 og 9956, standardværdi er året for næste pinsedag

source: GOODFRIDAY:Good Friday in the Gregorian calendar according to the Roman rite of the Christian Church
da: GOODFRIDAY:Langfredag i den gregorianske kalender efter den romersk-katolske ritus

source: year:year between 1582 and 9956, defaults to the year of the next Good Friday
da: year:år mellem 1582 og 9956, standardværdi er året for næste langfredag

source: ASCENSIONTHURSDAY:Ascension Thursday in the Gregorian calendar according to the Roman rite of the Christian Church
da: ASCENSIONTHURSDAY:Kristi himmelfartsdag i den gregorianske kalender efter den romersk-katolske ritus

source: year:year between 1582 and 9956, defaults to the year of the next Ascension Thursday
da: year:år mellem 1582 og 9956, standardværdi er året for næste Kristi himmelfartsdag

source: COMPLEX:a complex number of the form @{x} + @{y}@{i}
da: COMPLEX:Et komplekst tal på formen @{x} + @{y}@{i}

source: x:real part
da: x:reel del

source: y:imaginary part
da: y:imaginær del

source: i:the suffix for the complex number, either "i" or "j"; defaults to "i"
da: i:suffikset for det komplekse tal, enten "i" eller "j"; standardværdi er "i"

source: If @{i} is neither "i" nor "j", COMPLEX returns #VALUE!
da: Hvis @{i} hverken er "i" eller "j", så returnerer COMPLEX #VÆRDI!

source: This function is Excel compatible.
da: Denne funktion virker på samme måde som Excels.

source: IMAGINARY:the imaginary part of the complex number @{z}
da: IMAGINARY:Den imaginære del af det komplekse tal @{z}

source: z:a complex number
da: z:et komplekst tal

source: If @{z} is not a valid complex number, #VALUE! is returned.
da: Hvis @{z} ikke er et gyldigt komplekst tal, så returneres fejlen #VÆRDI!

source: IMABS:the absolute value of the complex number @{z}
da: IMABS:Den absolutte værdi af det komplekse tal @{z}

source: IMREAL:the real part of the complex number @{z}
da: IMREAL:Den reelle del af det komplekse tal @{z}

source: IMCONJUGATE:the complex conjugate of the complex number @{z}
da: IMCONJUGATE:Den kompleks konjugerede af det komplekse tal @{z}

source: IMINV:the reciprocal, or inverse, of the complex number @{z}
da: IMINV:Den reciprokke eller inverse værdi af det komplekse tal @{z}

source: IMNEG:the negative of the complex number @{z}
da: IMNEG:Det negative af det komplekse tal @{z}

source: IMCOS:the cosine of the complex number @{z}
da: IMCOS:Kosinus af det komplekse tal @{z}

source: IMTAN:the tangent of the complex number @{z}
da: IMTAN:Tangens af det komplekse tal @{z}

source: IMSEC:the secant of the complex number @{z}
da: IMSEC:Sekant af det komplekse tal @{z}

source: IMCSC:the cosecant of the complex number @{z}
da: IMCSC:Cosekant af det komplekse tal @{z}

source: IMCOT:the cotangent of the complex number @{z}
da: IMCOT:Kotangens af det komplekse tal @{z}

source: IMEXP:the exponential of the complex number @{z}
da: IMEXP:Eksponentialfunktionen af det komplekse tal @{z}

source: IMARGUMENT:the argument theta of the complex number @{z}
da: IMARGUMENT:Argumentet (vinklen) for det komplekse tal @{z}

source: The argument theta of a complex number is its angle in radians from the real axis.
da: Argumentet theta for et komplekst tal er dets vinkel i radianer fra den reelle akse.

source: If @{z} is 0, 0 is returned. This is different from Excel which returns an error.
da: Hvis @{z} er 0, så returneres 0. Dette er forskelligt fra Excel, som returnerer en fejl.

source: IMLN:the natural logarithm of the complex number @{z}
da: IMLN:Den naturlige logaritme af det komplekse tal @{z}

source: The result will have an imaginary part between -π and +π. The natural logarithm is not uniquely defined on complex numbers. You may need to add or subtract an even multiple of π to the imaginary part.
da: Resultatet vil have en imaginær del mellem -π og +π. Den naturlige logaritme er ikke entydigt defineret på komplekse tal. Du kan være nødt til at addere eller subtrahere et lige multiplum af π til den imaginære del.

source: IMLOG2:the base-2 logarithm of the complex number @{z}
da: IMLOG2:2-talslogaritmen af det komplekse tal @{z}

source: IMLOG10:the base-10 logarithm of the complex number @{z}
da: IMLOG10:10-talslogaritmen af det komplekse tal @{z}

source: IMPOWER:the complex number @{z1} raised to the @{z2}th power
da: IMPOWER:Det komplekse tal @{z1} opløftet til @{z2}'ende potens

source: z1:a complex number
da: z1:et komplekst tal

source: z2:a complex number
da: z2:et komplekst tal

source: If @{z1} or @{z2} is not a valid complex number, #VALUE! is returned.
da: Hvis @{z1} eller @{z2} ikke er et gyldigt komplekst tal, så returneres fejlen #VÆRDI!

source: IMDIV:the quotient of two complex numbers @{z1}/@{z2}
da: IMDIV:Kvotienten af to komplekse tal @{z1}/@{z2}

source: IMSIN:the sine of the complex number @{z}
da: IMSIN:Sinus af det komplekse tal @{z}

source: IMSINH:the hyperbolic sine of the complex number @{z}
da: IMSINH:Hyperbolsk sinus af det komplekse tal @{z}

source: IMCOSH:the hyperbolic cosine of the complex number @{z}
da: IMCOSH:Hyperbolsk kosinus af det komplekse tal @{z}

source: IMTANH:the hyperbolic tangent of the complex number @{z}
da: IMTANH:Hyperbolsk tangens af det komplekse tal @{z}

source: IMSECH:the hyperbolic secant of the complex number @{z}
da: IMSECH:Hyperbolsk sekant af det komplekse tal @{z}

source: IMCSCH:the hyperbolic cosecant of the complex number @{z}
da: IMCSCH:Hyperbolsk cosekant af det komplekse tal @{z}

source: IMCOTH:the hyperbolic cotangent of the complex number @{z}
da: IMCOTH:Hyperbolsk kotangens af det komplekse tal @{z}

source: IMARCSIN:the complex arcsine of the complex number @{z}
da: IMARCSIN:Den komplekse arcussinus af det komplekse tal @{z}

source: IMARCSIN returns the complex arcsine of the complex number @{z}. The branch cuts are on the real axis, less than -1 and greater than 1.
da: IMARCSIN returnerer den komplekse arcussinus af det komplekse tal @{z}. Forgreningssnittene er på den reelle akse, mindre end -1 og større end 1.

source: IMARCCOS:the complex arccosine of the complex number
da: IMARCCOS:Den komplekse arcuscosinus af det komplekse tal

source: IMARCCOS returns the complex arccosine of the complex number @{z}. The branch cuts are on the real axis, less than -1 and greater than 1.
da: IMARCCOS returnerer den komplekse arcuscosinus af det komplekse tal @{z}. Forgreningssnittene er på den reelle akse, mindre end -1 og større end 1.

source: IMARCTAN:the complex arctangent of the complex number
da: IMARCTAN:Den komplekse arcustangens for det komplekse tal

source: IMARCTAN returns the complex arctangent of the complex number @{z}. The branch cuts are on the imaginary axis, below -i and above i.
da: IMARCTAN returnerer den komplekse arcustangens af det komplekse tal @{z}. Forgreningssnittene er på den imaginære akse, under -i og over i.

source: IMARCSEC:the complex arcsecant of the complex number @{z}
da: IMARCSEC:Den komplekse arcussekant af det komplekse tal @{z}

source: IMARCCSC:the complex arccosecant of the complex number @{z}
da: IMARCCSC:Den komplekse arcuscosekant af det komplekse tal @{z}

source: IMARCCOT:the complex arccotangent of the complex number @{z}
da: IMARCCOT:Den komplekse arcuscotangens af det komplekse tal @{z}

source: IMARCSINH:the complex hyperbolic arcsine of the complex number @{z}
da: IMARCSINH:Den komplekse hyperbolske arcussinus af det komplekse tal @{z}IMARCSINH:Den komplekse hyperbolske arcussinus af det komplekse tal @{z}

source: IMARCSINH returns the complex hyperbolic arcsine of the complex number @{z}. The branch cuts are on the imaginary axis, below -i and above i.
da: IMARCSINH returnerer den komplekse hyperbolske arcussinus af det komplekse tal @{z}. Forgreningssnittene er på den imaginære akse, under -i og over i.

source: IMARCCOSH:the complex hyperbolic arccosine of the complex number @{z}
da: IMARCCOSH:Den komplekse hyperbolske arcuscosinus af det komplekse tal @{z}IMARCCOSH:Den komplekse hyperbolske arcuscosinus af det komplekse tal @{z}

source: IMARCCOSH returns the complex hyperbolic arccosine of the complex number @{z}. The branch cut is on the real axis, less than 1.
da: IMARCCOSH returnerer den komplekse hyperbolske arcuscosinus af det komplekse tal @{z}. Forgreningssnittet er på den reelle akse, mindre end 1.

source: IMARCTANH:the complex hyperbolic arctangent of the complex number @{z}
da: IMARCTANH:Den komplekse hyperbolske arcustangens af det komplekse tal @{z}IMARCTANH:Den komplekse hyperbolske arcustangens af det komplekse tal @{z}

source: IMARCTANH returns the complex hyperbolic arctangent of the complex number @{z}. The branch cuts are on the real axis, less than -1 and greater than 1.
da: IMARCTANH returnerer den komplekse hyperbolske arcustangens af det komplekse tal @{z}. Forgreningssnittene er på den reelle akse, mindre end -1 og større end 1.

source: IMARCSECH:the complex hyperbolic arcsecant of the complex number @{z}
da: IMARCSECH:Den komplekse hyperbolske arcussekant af det komplekse tal @{z}IMARCSECH:Den komplekse hyperbolske arcussekant af det komplekse tal @{z}

source: IMARCCSCH:the complex hyperbolic arccosecant of the complex number @{z}
da: IMARCCSCH:Den komplekse hyperbolske arcuscosekant af det komplekse tal @{z}IMARCCSCH:Den komplekse hyperbolske arcuscosekant af det komplekse tal @{z}

source: IMARCCOTH:the complex hyperbolic arccotangent of the complex number @{z}
da: IMARCCOTH:Den komplekse hyperbolske arcuscotangens af det komplekse tal @{z}

source: IMSQRT:the square root of the complex number @{z}
da: IMSQRT:Kvadratroden af det komplekse tal @{z}

source: IMFACT:the factorial of the complex number @{z}
da: IMFACT:Fakultet af det komplekse tal @{z}

source: IMGAMMA:the gamma function of the complex number @{z}
da: IMGAMMA:Gammafunktionen af det komplekse tal @{z}

source: IMIGAMMA:the incomplete Gamma function
da: IMIGAMMA:Den ufuldstændige gammafunktion

source: a:a complex number
da: a:et komplekst tal

source: lower:if true (the default), the lower incomplete gamma function, otherwise the upper incomplete gamma function
da: lower:hvis sand (standardværdien), den nedre ufuldstændige gammafunktion, ellers den øvre ufuldstændige gammafunktion

source: regularize:if true (the default), the regularized version of the incomplete gamma function
da: regularize:hvis sand (standardværdien), den regulariserede version af den ufuldstændige gammafunktion

source: The regularized incomplete gamma function is the unregularized incomplete gamma function divided by GAMMA(@{a}).
da: Den regulariserede ufuldstændige gammafunktion er den uregulariserede ufuldstændige gammafunktion divideret med GAMMA(@{a}).

source: IMSUB:the difference of two complex numbers
da: IMSUB:Differensen af to komplekse tal

source: IMPRODUCT:the product of the given complex numbers
da: IMPRODUCT:Produktet af de givne komplekse tal

source: If any of @{z1}, @{z2},... is not a valid complex number, #VALUE! is returned.
da: Hvis et af @{z1}, @{z2}, ... ikke er et gyldigt komplekst tal, så returneres #VÆRDI!

source: IMSUM:the sum of the given complex numbers
da: IMSUM:Summen af de givne komplekse tal

source: database:a range in which rows of related information are records and columns of data are fields
da: database:et interval hvor rækker af relateret information er poster og kolonner af data er felter

source: field:a string or integer specifying which field is to be used
da: field:en tekststreng eller heltal der angiver hvilket felt der skal bruges

source: criteria:a range containing conditions
da: criteria:et område der indeholder betingelser

source: @{database} is a range in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column.
da: @{database} er et interval hvor rækker af relateret information er poster og kolonner af data er felter. Den første række i en database indeholder etiketter for hver kolonne.

source: @{field} is a string or integer specifying which field is to be used. If @{field} is an integer n then the nth column will be used. If @{field} is a string, then the column with the matching label will be used.
da: @{field} er en streng eller et heltal der angiver hvilket felt der skal bruges. Hvis @{field} er et heltal n så vil den n'te kolonne blive brugt. Hvis @{field} er en streng, så vil kolonnen med den tilsvarende etiket blive brugt.

source: @{criteria} is a range containing conditions. The first row of a @{criteria} should contain labels. Each label specifies to which field the conditions given in that column apply. Each cell below the label specifies a condition such as ">3" or "<9". An equality condition can be given by simply specifying a value, e. g. "3" or "Jody". For a record to be considered it must satisfy all conditions in at least one of the rows of @{criteria}.
da: @{criteria} er et interval der indeholder betingelser. Den første række i en @{criteria} skal indeholde etiketter. Hver etiket angiver hvilket felt de betingelser der er givet i den pågældende kolonne gælder for. Hver celle under etiketten angiver en betingelse såsom ">3" eller "<9". En lighedsbetingelse kan gives ved blot at angive en værdi, f.eks. "3" eller "Jody". For at en post skal blive betragtet skal den opfylde alle betingelser i mindst én af rækkerne i @{criteria}.

source: Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000
da: Lad os antage at intervallet A1:C7 indeholder følgende værdier: Navn Alder Løn John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Derudover indeholder cellerne A9:B11 følgende værdier: Alder Løn <30 >40 >46000

source: DAVERAGE:average of the values in @{field} in @{database} belonging to records that match @{criteria}
da: DAVERAGE:Gennemsnittet af værdierne i @{field} i @{database} for poster der opfylder @{criteria}

source: DCOUNT:count of numbers in @{field} in @{database} belonging to records that match @{criteria}
da: DCOUNT:Antal tal i @{field} i @{database} for poster der opfylder @{criteria}

source: DCOUNTA:count of cells with data in @{field} in @{database} belonging to records that match @{criteria}
da: DCOUNTA:Antal celler med data i @{field} i @{database} for poster der opfylder @{criteria}

source: DGET:a value from @{field} in @{database} belonging to records that match @{criteria}
da: DGET:En værdi fra @{field} i @{database} for poster der opfylder @{criteria}

source: If none of the records match the conditions, DGET returns #VALUE!
da: Hvis ingen af posterne opfylder betingelserne, så returnerer DGET #VÆRDI!

source: If more than one record match the conditions, DGET returns #NUM!
da: Hvis mere end én post opfylder betingelserne, så returnerer DGET #TAL!

source: DMAX:largest number in @{field} in @{database} belonging to a record that match @{criteria}
da: DMAX:Største tal i @{field} i @{database} for en post der opfylder @{criteria}

source: DMIN:smallest number in @{field} in @{database} belonging to a record that match @{criteria}
da: DMIN:Mindste tal i @{field} i @{database} for en post der opfylder @{criteria}

source: DPRODUCT:product of all values in @{field} in @{database} belonging to records that match @{criteria}
da: DPRODUCT:Produktet af alle værdier i @{field} i @{database} for poster der opfylder @{criteria}

source: DSTDEV:sample standard deviation of the values in @{field} in @{database} belonging to records that match @{criteria}
da: DSTDEV:Stikprøvens standardafvigelse for værdierne i @{field} i @{database} for poster der opfylder @{criteria}

source: DSTDEVP:standard deviation of the population of values in @{field} in @{database} belonging to records that match @{criteria}
da: DSTDEVP:Populationens standardafvigelse for værdierne i @{field} i @{database} for poster der opfylder @{criteria}

source: DSUM:sum of the values in @{field} in @{database} belonging to records that match @{criteria}
da: DSUM:Summen af værdierne i @{field} i @{database} for poster der opfylder @{criteria}

source: DVAR:sample variance of the values in @{field} in @{database} belonging to records that match @{criteria}
da: DVAR:Stikprøvens varians for værdierne i @{field} i @{database} for poster der opfylder @{criteria}

source: DVARP:variance of the population of values in @{field} in @{database} belonging to records that match @{criteria}
da: DVARP:Populationens varians for værdierne i @{field} i @{database} for poster der opfylder @{criteria}

source: GETPIVOTDATA:summary data from a pivot table
da: GETPIVOTDATA:Opsummerede data fra en pivottabel

source: pivot_table:cell range containing the pivot table
da: pivot_table:celleinterval der indeholder pivottabellen

source: field_name:name of the field for which the summary data is requested
da: field_name:navn på feltet som sammendragsdata ønskes for

source: If the summary data is unavailable, GETPIVOTDATA returns #REF!
da: Hvis sammendragsdataene ikke er tilgængelige, så returnerer GETPIVOTDATA #REF!

source: DATE:create a date serial value
da: DATE:Lav et dagnummer

source: year:year of date
da: year:årstal

source: month:month of year
da: month:måned

source: day:day of month
da: day:dag

source: UNIX2DATE:date value corresponding to the Unix timestamp @{t}
da: UNIX2DATE:Datoværdi svarende til Unix-tidsstempel @{t}

source: t:Unix time stamp
da: t:Unix-tidsstempel

source: DATE2UNIX:the Unix timestamp corresponding to a date @{d}
da: DATE2UNIX:Unix-tidsstempel svarende til dato @{d}

source: d:date
da: d:dato

source: DATEVALUE:the date part of a date and time serial value
da: DATEVALUE:Datodelen af en dato- og tidsserial værdi

source: serial:date and time serial value
da: serial:dato- og tidsserieværdi

source: DATEDIF:difference between dates
da: DATEDIF:Forskellen mellem datoer

source: start_date:starting date serial value
da: start_date:startdatoens serieværdi

source: end_date:ending date serial value
da: end_date:slutdatoens serieværdi

source: interval:counting unit
da: interval:tælleenhed

source: EDATE:adjust a date by a number of months
da: EDATE:Juster en dato med et antal måneder

source: date:date serial value
da: date:datoserieværdi

source: months:signed number of months
da: months:antal måneder med fortegn

source: TODAY:the date serial value of today
da: TODAY:Dags datos dagnummer

source: NOW:the date and time serial value of the current time
da: NOW:Dato- og tidsserial værdi for det nuværende tidspunkt

source: TIME:create a time serial value
da: TIME:Opret en tidsserial værdi

source: hour:hour of the day
da: hour:time på dagen

source: minute:minute within the hour
da: minute:minut i timen

source: second:second within the minute
da: second:sekund i minuttet

source: The TIME function computes the fractional day after midnight at the time given by @{hour}, @{minute}, and @{second}.
da: TIME-funktionen beregner brøkdelen af dagen efter midnat på det tidspunkt givet ved @{hour}, @{minute} og @{second}.

source: While the return value is automatically formatted to look like a time between 0:00 and 24:00, the underlying serial time value is a number between 0 and 1.
da: Selvom returværdien automatisk formateres til at ligne et tidspunkt mellem 0:00 og 24:00, er den underliggende serie-tidsværdi et tal mellem 0 og 1.

source: If any of @{hour}, @{minute}, and @{second} is negative, #NUM! is returned
da: Hvis nogen af @{hour}, @{minute} og @{second} er negativ, returneres #TAL!

source: ODF.TIME:create a time serial value
da: ODF.TIME:Opret en tidsserial værdi

source: hour:hour
da: hour:time

source: minute:minute
da: minute:minut

source: second:second
da: second:sekund

source: The ODF.TIME function computes the time given by @{hour}, @{minute}, and @{second} as a fraction of a day.
da: ODF.TIME-funktionen beregner tidspunktet givet ved @{hour}, @{minute} og @{second} som en brøkdel af en dag.

source: While the return value is automatically formatted to look like a time between 0:00 and 24:00, the underlying serial time value can be any number.
da: Selvom returværdien automatisk formateres til at ligne et tidspunkt mellem 0:00 og 24:00, kan den underliggende serie-tidsværdi være et hvilket som helst tal.

source: This function is OpenFormula compatible.
da: Denne funktion er OpenFormula-kompatibel.

source: TIMEVALUE:the time part of a date and time serial value
da: TIMEVALUE:Tidsdelen af en dato- og tidsserial værdi

source: TIMEVALUE returns the time-of-day part of a date and time serial value.
da: TIMEVALUE returnerer tidspunktet på dagen-delen af en dato- og tidsserieværdi.

source: HOUR:compute hour part of fractional day
da: HOUR:Beregn timedel af brøkdel af dag

source: time:time of day as fractional day
da: time:tidspunkt på dagen som brøkdel af dag

source: The HOUR function computes the hour part of the fractional day given by @{time}.
da: HOUR-funktionen beregner time-delen af den brøkdel af dagen givet ved @{time}.

source: MINUTE:compute minute part of fractional day
da: MINUTE:Beregn minutdel af brøkdel af dag

source: The MINUTE function computes the minute part of the fractional day given by @{time}.
da: MINUTE-funktionen beregner minut-delen af den brøkdel af dagen givet ved @{time}.

source: SECOND:compute seconds part of fractional day
da: SECOND:Beregn sekunddel af brøkdel af dag

source: The SECOND function computes the seconds part of the fractional day given by @{time}.
da: SECOND-funktionen beregner sekund-delen af den brøkdel af dagen givet ved @{time}.

source: YEAR:the year part of a date serial value
da: YEAR:årsdelen af et dagnummer

source: The YEAR function returns the year part of @{date}.
da: YEAR-funktionen returnerer årsdelen af @{date}.

source: MONTH:the month part of a date serial value
da: MONTH:Månedsdelen af et dagnummer

source: The MONTH function returns the month part of @{date}.
da: MONTH-funktionen returnerer månedsdelen af @{date}.

source: DAY:the day-of-month part of a date serial value
da: DAY:Dag-i-måned-delen af et dagnummer

source: The DAY function returns the day-of-month part of @{date}.
da: DAY-funktionen returnerer dag-i-måneden-delen af @{date}.

source: WEEKDAY:day-of-week
da: WEEKDAY:Ugedag
