Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,size) @DESCRIPTION=CONFIDENCE function returns the confidence interval for a mean. @x is the significance level, @stddev is the population standard deviation, and @size is the size of the sample. * If @size is non-integer it is truncated. * If @size < 0 CONFIDENCE returns #NUM! error. * If @size is 0 CONFIDENCE returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= CONFIDENCE(0.05,1,33) equals 0.341185936. @SEEALSO=AVERAGE
dz: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,size) @DESCRIPTION=CONFIDENCE ལས་འགན་འདི་གིས་ བར་མའི་ཆ་གྲངས་ཀྱི་དོན་ལུ་ཡིད་ཆེས་ཀྱི་བར་མཚམས་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ གལ་ཅན་གཡི་གནས་རིམ་ཨིན།, @stddev འདི་ མི་རློབས་ཚད་ལྡན་ཁ་སྒྱུར་ཨིནམ་དང་ @size འདི་ དཔེ་གཞི་གི་ཚད་ཨིན། * If @size འདི་ཧྲིལ་གྲངས་མེན་མི་ཨིན་པ་ཅིན་ འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * If @size < 0 ཨིན་པ་ཅིན་CONFIDENCE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན * If @size འདི་ 0 ཨིན་པ་ཅིན་CONFIDENCE དེ་གིས་ #DIV/0! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན།* ལས་འགན་འདི་ཨེགས་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CONFIDENCE(0.05,1,33) equals 0.341185936. @SEEALSO=AVERAGE
es: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,desvstd,tamaño) @DESCRIPTION=CONFIDENCE devuelve el intervalo de confianza de la media. @x es el nivel de significancia, @desvstd es la desviación estándar de la población y @tamaño corresponde al tamaño de la muestra. * Si @tamaño no es un número entero, entonces se trunca. * Si @tamaño < 0, CONFIDENCE devuelve el error #NÚM!. * Si @tamaño es 0, CONFIDENCE devuelve el error #DIV/0!. * Esta función es compatible con Excel. @EXAMPLES= CONFIDENCE(0,05;1;33) es igual a 0,341185936. @SEEALSO=AVERAGE
fr: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x;écart_type;taille) @DESCRIPTION=La fonction CONFIDENCE renvoie l'intervalle de confiance pour une moyenne donnée. @x est le niveau de signification, @écart_type est l'écart-type, et @taille est la taille de l'échantillon. * Si @taille n'est pas une valeur entière, elle est tronquée. * Si @taille < 0, CONFIDENCE renvoie l'erreur #NUM!. * Si @taille = 0, CONFIDENCE renvoie l'erreur #DIV/0!. * Cette fonction est compatible avec Excel. @EXAMPLES= CONFIDENCE(0,05;1;33) vaut 0,341185936. @SEEALSO=AVERAGE
nl: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x;stdafw;grootte) @DESCRIPTION=CONFIDENCE geeft het betrouwbaarheidsinterval voor een gemiddelde. @x is het significantieniveau, @stdafw is de standaardafwijking van de steekproef, en @grootte is de grootte van de steekproef. * Als @grootte geen geheel getal is wordt deze afgekapt. * Als @grootte < 0 geeft CONFIDENCE een #GETAL! foutmelding. * Als @grootte 0 is, geeft CONFIDENCE een #DEEL/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= CONFIDENCE(0,05;1;33) is 0,341185936 @SEEALSO=AVERAGE
pt_br: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,desvpad,tamanho) @DESCRIPTION=CONFIDENCE retorna o intervalo de confiança para a média. @x é o nível de significância, @desvpad é o desvio padrão e @tamanho é o tamanho da amostra. * Se @tamanho não é inteiro, então ele é truncado. * Se @tamanho < 0, CONFIDENCE retorna o erro #NUM! * Se @tamanho é 0, CONFIDENCE retorna o erro #DIV/0! * Esta função é compatível com o Excel. @EXAMPLES= CONFIDENCE(0.05,1,33) retorna 0.341185936. @SEEALSO=AVERAGE
sk: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,odchýlka,veľkosť) @DESCRIPTION=Funkcia CONFIDENCE vracia hladinu spoľahlivosti pre priemer. @x je úroveň významnosti, @odchýlka je smerodajná odchýlka a @veľkosť je veľkosť výberu. * Ak nie je @veľkosť celočíselná, je orezaná. * Ak je @veľkosť < 0 CONFIDENCE vracia chybu #NUM!. * Ak je @veľkosť 0 CONFIDENCE vracia chybu #DIV/0!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CONFIDENCE(0.05,1,33) sa rovná 0.341185936. @SEEALSO=AVERAGE
vi: @FUNCTION=CONFIDENCE @SYNTAX=CONFIDENCE(x,stddev,size) @DESCRIPTION=hàm CONFIDENCE trả lại khoảng tin cậy cho một số trung bình. @x là mức độ quan trọng, @stddev là _độ lệch chuẩn_ dân số, @size là kích thước mẫu. * Nếu « @size » không phải là số nguyên thì nó bị cắt xén. * Nếu « @size < 0 » CONFIDENCE trả lại lỗi « #NUM! ». * Nếu « @size = 0 » CONFIDENCE trả lại lỗi « #DIV/0! ». * Hàm này tương thích với Excel. @EXAMPLES= CONFIDENCE(0.05,1,33) bằng 0.341185936. @SEEALSO=AVERAGE

source: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,mean,stddev) @DESCRIPTION=STANDARDIZE function returns a normalized value. @x is the number to be normalized, @mean is the mean of the distribution, @stddev is the standard deviation of the distribution. * If @stddev is 0 STANDARDIZE returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= STANDARDIZE(3,2,4) equals 0.25. @SEEALSO=AVERAGE
dz: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,mean,stddev) @DESCRIPTION=STANDARDIZE ལས་འགན་འདི་གིས་ སྤྱིར་གཏང་བཟོ་ཡོད་པའི་གནས་གོང་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @x འདི་སྤྱིར་གཏང་བཟོ་ནི་ཨིན་པའི་ཨང་གྲངས་ཨིན། @mean འདི་ བཀྲམ་སྤེལ་འབད་ནིའི་བར་མའི་ཆ་གྲངས་ཨིན། @stddev འདི་ བཀརམ་སྤེལ་གྱི་ཚད་ལྡན་ཁ་བསྒྱུར་བ་འདི་ཨིན། * If @stddev འདི་ 0 ཨིན་པ་ཅིན་STANDARDIZE དེ་གིས་ #DIV/0! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= STANDARDIZE(3,2,4) equals 0.25. @SEEALSO=AVERAGE
es: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,media,desvest) @DESCRIPTION=La función STANDARDIZE devuelve un valor normalizado. @x es el número a ser normalizado, @media es la media de la distribución, @desvest es la desviación estándar de la distribución. * Si @desvest es 0, STANDARDIZE devuelve el error #DIV/0!. * Esta función es compatible con Excel. @EXAMPLES= STANDARDIZE(3,2,4) igual a 0,25. @SEEALSO=AVERAGE
fr: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x;moyenne;écart_type) @DESCRIPTION=La fonction STANDARDIZE renvoie une valeur normalisée. @x est le nombre devant être normalisé, @moyenne est la moyenne de la distribution, @écart_type est son écart-type. * Si @écart_type = 0, STANDARDIZE renvoie l'erreur #DIV/0!. * Cette fonction est compatible avec Excel. @EXAMPLES= STANDARDIZE(3;2;4) vaut 0,25. @SEEALSO=AVERAGE
nl: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x;gemiddelde;stdev) @DESCRIPTION=STANDARDIZE geeft een genormaliseerde waarde. @x is de te normaliseren waarde. @gemiddelde is het gemiddelde van de distributie, @stdev is de standaarddeviatie van de distributie. * Als @stdev 0 is, geeft STANDARDIZE een #DEEL/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= STANDARDIZE(3;2;4) is 0,25 @SEEALSO=AVERAGE
pt_br: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,média,desvpad) @DESCRIPTION=A função STANDARDIZE retorna um valor normalizado. @x é o número a ser normalizado, @média é a média da distribuição, @desvpad é o desvio padrão da distribuição. * Se desvpad é igual a 0, STANDARDIZE retorna o erro #DIV/0! * Esta função é compatível com o Excel. @EXAMPLES= STANDARDIZE(3,2,4) retorna 0.25. @SEEALSO=AVERAGE
sk: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,priemer,odchýlka) @DESCRIPTION=Funkcia STANDARDIZE vracia normalizovanú hodnotu. @x je číslo, ktoré sa má normalizovať, @priemer je priemer rozdelenia, @odchýlka je smerodajná odchýlka rozdelenia. * Ak je odchýlka 0 STANDARDIZE vracia chybu #DIV/0!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= STANDARDIZE(3,2,4) sa rovná 0.25. @SEEALSO=AVERAGE
vi: @FUNCTION=STANDARDIZE @SYNTAX=STANDARDIZE(x,mean,stddev) @DESCRIPTION=hàm STANDARDIZE trả lại một giá trị tiêu chuẩn hóa. @x là số cần tiêu chuẩn hóa, @mean là _số trung bình_ của phân phối, @stddev là _độ lệch chuẩn_ của phân phối. * Nếu « @stddev = 0 » thì STANDARDIZE trả lại lỗi « #DIV/0! ». * Hàm này tương thích với Excel. @EXAMPLES= STANDARDIZE(3,2,4) bằng 0.25. @SEEALSO=AVERAGE

source: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alpha,beta,cumulative) @DESCRIPTION=WEIBULL function returns the Weibull distribution. If the @cumulative boolean is true it will return: 1 - exp (-(@x/@beta)^@alpha), otherwise it will return (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * If @x < 0 WEIBULL returns #NUM! error. * If @alpha <= 0 or @beta <= 0 WEIBULL returns #NUM! error. * This function is Excel compatible. @EXAMPLES= WEIBULL(3,2,4,0) equals 0.213668559. @SEEALSO=POISSON
dz: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alpha,beta,cumulative) @DESCRIPTION=WEIBULL ལས་འགན་འདི་གིས་ ཝིའི་བཱུལ་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @cumulative བུ་ལིན་འདི་བདེན་པ་ཨིན་པ་ཅིན་འདི་སླར་ལོག་འབདཝ་ཨིན།: 1 - exp (-(@x/@beta)^@alpha), དེ་མེན་པ་ཅིན་འདི་སླར་ལོག་འབདཝ་ཨིན་ (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * If @x < 0 ཨིན་པ་ཅིན་WEIBULL དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @alpha <= 0 ཡང་ན་@beta <= 0 ཨིན་པ་ཅིན་ WEIBULL དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་མཐུན་འགཡུར་ཅན་ཨིན། @EXAMPLES= WEIBULL(3,2,4,0) equals 0.213668559. @SEEALSO=POISSON
es: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,acumulado) @DESCRIPTION=La función WEIBULL devuelve la distribución Weibull. Si el booleano @acumulado es cierto, devolverá: 1 - exp (-(@x/@beta)^@alfa), en otro caso, devolverá (@alfa/@beta^@alfa) * @x* (@alfa-1) * exp(-(@x/@beta^@alfa)). * Si @x < 0, WEIBULL devuelve el error #NÚM!. * Si @alfa <= 0 ó @beta <= 0, WEIBULL devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= WEIBULL(3,2,4,0) igual a 0.213668559. @SEEALSO=POISSON
fr: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x;alpha;beta;cumulatif) @DESCRIPTION=La fonction WEIBULL renvoie une distribution de Weibull. Si le booléen @cumulatif vaut VRAI, cette fonction vaut 1 - exp (-(@x/@beta)^@alpha), sinon elle vaut (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * Si @x < 0, @alpha <= 0 ou @beta <= 0, WEIBULL renvoie une erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= WEIBULL(3;2;4;0) vaut 0,213668559. @SEEALSO=POISSON
nl: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x;alpha;beta;cumulatief) @DESCRIPTION=WEIBULL geeft de Weibull distributie. Als de @cumulatief booleaan WAAR is, wordt: 1 - exp (-(@x/@beta)^@alpha) berekend, als het ONWAAR is: (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * Als @x < 0 is geeft WEIBULL een #GETAL! foutmelding. * Als @alpha <= 0 of @beta <= 0 geeft WEIBULL een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= WEIBULL(3;2;4;0) is 0,213668559 @SEEALSO=POISSON
pt_br: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,acumulada) @DESCRIPTION=WEIBULL retorna a distribuição de Weibull. Se @acumulada for TRUE, WEIBULL retorna: 1 - exp (-(@x/@beta)^@alpha), caso contrário, WEIBULL retorna: (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * Se @x < 0, WEIBULL retorna o erro #NUM! * Se @alpha <= 0 ou @beta <= 0, WEIBULL retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= WEIBULL(3,2,4,0) retorna 0.213668559. @SEEALSO=POISSON
sk: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alfa,beta,kumulatívne) @DESCRIPTION=Funkcia WEIBULL vracia Weibullove rozdelenie. Ak je @kumulatívne TRUE, vracia: 1 - exp (-(@x/@beta)^@alfa), inak vracia (@alfa/@beta^@alfa) * @x^(@alfa-1) * exp(-(@x/@beta^@alfa)). * Ak je @x < 0 WEIBULL vracia chybu #NUM!. Ak je @alfa <= 0 alebo @beta <= 0 WEIBULL vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= WEIBULL(3,2,4,0) sa rovná 0.213668559. @SEEALSO=POISSON
vi: @FUNCTION=WEIBULL @SYNTAX=WEIBULL(x,alpha,beta,cumulative) @DESCRIPTION=hàm WEIBULL trả lại phân phối Weibull. Nếu giá trị bun (đúng/sai) @cumulative (lũy tích) là ĐÚNG thì nó sẽ trả lại: 1 - exp (-(@x/@beta)^@alpha), nếu không thì nó sẽ trả lại: (@alpha/@beta^@alpha) * @x^(@alpha-1) * exp(-(@x/@beta^@alpha)). * Nếu « @x < 0 » thì WEIBULL trả lại lỗi « #NUM! ». * Nếu « @alpha ≤ 0 » hoặc « @beta ≤ 0 » thì WEIBULL trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= WEIBULL(3,2,4,0) bằng 0.213668559. @SEEALSO=POISSON

source: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,mean,stddev,cumulative) @DESCRIPTION=The NORMDIST function returns the value of the probability density function or the cumulative distribution function for the normal distribution with the mean given by @mean, and the standard deviation given by @stddev. If @cumulative is FALSE, NORMDIST returns the value of the probability density function at the value @x. If @cumulative is TRUE, NORMDIST returns the value of the cumulative distribution function at @x. * If @stddev is 0 NORMDIST returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= NORMDIST(2,1,2,0) equals 0.176032663. @SEEALSO=POISSON
dz: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,mean,stddev,cumulative) @DESCRIPTION=The NORMDIST ལས་འགན་འདི་གིས་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ལས་འགན་ཡང་ན་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་གྱི་དོན་ལུ་ @meanགིས་བྱིན་ཡོད་པའི་བར་མའི་ཆ་གྲངས་དང་ཅིག་ཁར་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་འདི་སླར་ལོག་འབདཝ་ཨིནམ་དང་ ཚད་ལྡན་ཁ་སྒྱུར་བ་@stddevབྱིན་ཡོད་མི་འདི་ཡང་ཨིན། @cumulative འདི་ FALSE ཨིན་པ་ཅིན་, NORMDIST དེ་གིས་ གནས་གོང་@xལུ་ཡོད་མི་ འབྱུང་སྲིད་པའི་ཤོང་ཚད་ཀྱི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། @cumulative འདི་ TRUE ཨིན་པ་ཅིན་, NORMDIST དེ་གིས་གནས་གོང་ @x ལུ་ རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་ལས་འགན་གྱི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @stddev འདི་0 ཨིན་པ་ཅིན་NORMDIST དེ་གིས་ #DIV/0! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NORMDIST(2,1,2,0) equals 0.176032663. @SEEALSO=POISSON
es: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,media,desvest,acumulado) @DESCRIPTION=La función NORMDIST devuelve el valor de la función de densidad de la distribución normal acumulada con la media dada por @media, y la desviación estándar dada por @desvest. si @acumulado es FALSO, NORMDIST devuelve el valor de la función de densidad de probabilidad en el valor @x. Si @acumuilado es VERDADERO, NORMDIST devueleve el valor de la función de distribución acumulativa en @x. * Si @desvest es 0, NORMDIST devuelve el error #DIV/0!. * Esta función es compatible con Excel. @EXAMPLES= NORMDIST(2,1,2,0) igual a 0.176032663. @SEEALSO=POISSON
nl: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x;gemiddelde;stddev;cumulatief) @DESCRIPTION=NORMDIST geeft de waarschijnlijkheidsdichtheid, of de cumulatieve distributiefunctie voor de normale verdeling met het gemiddelde gegeven in @gemiddelde en de standaardafwijking gegeven in @stddev. Wanneer @cumulatief ONWAAR is geeft NORMDIST de waarde van de waarschijnlijkheidsdichtheid in de waarde @x. Wanneer @cumulatief WAAR is geeft NORMDIST de waarde van de cumulatieve distributiefunctie in @x. * Als @stdev 0 is, geeft NORMDIST een #DIV/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= NORMDIST(2;1;2;0) is 0,176032663 @SEEALSO=POISSON
pt_br: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,média,desvpad,acumulada) @DESCRIPTION=A função NORMDIST retorna o valor da função densidade de probabilidade com a média dada por @média, e o desvio padrão dado por @desvpad. Se @acumulada é FALSE, NORMDIST retorna o valor da função densidade de probabilidade calculada em @x. Se @acumulada é TRUE, NORMDIST retorna o valor função de repartição ou função de distribuição acumulada em @x. * Se @desvpad é igual a 0, NORMDIST retorna o erro #DIV/0! * Esta função compatível com o Excel. @EXAMPLES= NORMDIST(2,1,2,0) retorna 0.176032663. @SEEALSO=POISSON
vi: @FUNCTION=NORMDIST @SYNTAX=NORMDIST(x,mean,stddev,cumulative) @DESCRIPTION=Hàm NORMDIST trả lại giá trị của hàm mật độ xác suất, hoặc của hàm phân phối lũy tích, cho phân phối chuẩn, với số _trung bình_ là @mean, và _độ lệch chuẩn_ là @stddev. Nếu @cumulative (lũy tích) là SAI thì NORMDIST trả lại giá trị của hàm mật độ xác suất tại giá trị @x. Nếu @cumulative (lũy tích) là ĐÚNG thì NORMDIST trả lại giá trị của hàm phân phối lũy tích tại @x. * Nếu « @stddev = 0 » thì NORMDIST trả lại lỗi « #DIV/0! ». * Hàm này tương thích với Excel. @EXAMPLES= NORMDIST(2,1,2,0) bằng 0.176032663. @SEEALSO=POISSON

source: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,mean,stddev) @DESCRIPTION=NORMINV function returns the inverse of the normal cumulative distribution. @p is the given probability corresponding to the normal distribution, @mean is the arithmetic mean of the distribution, and @stddev is the standard deviation of the distribution. * If @p < 0 or @p > 1 or @stddev <= 0 NORMINV returns #NUM! error. * This function is Excel compatible. @EXAMPLES= NORMINV(0.76,2,3) equals 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
dz: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,mean,stddev) @DESCRIPTION=NORMINV ལས་འགན་འདི་གིས་ སྤྱིར་གཏང་རིམ་གྱིས་བསག་པའི་བཀྲམ་སྤེལ་གྱི་ལུགས་ལྡོག་འདི་སླར་ལོག་འབདཝ་ཨིན། @p འདི་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་ལུ་འབྱུང་སྲིད་པའི་ཆ་མཉམ་པ་བྱིན་མི་འདི་ཨིན། @mean འདི་ བཀྲམ་སྤེལ་གྱི་ཨང་གྲངས་ཀྱི་བར་མའི་ཆ་གྲངས་འདི་ཨིནམ་དང་ @stddev འདི་ བཀྲམ་སྤེལ་གྱི་ཚད་ལྡན་ཁ་བསྒྱུར་བ་འདི་ཨིན། * If @p < 0 ཡང་ན་ @p > 1ཡང་ན་ @stddev <= 0 ཨིནཔ་ཅིན་ NORMINV དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= NORMINV(0.76,2,3) equals 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
es: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,media,desvest) @DESCRIPTION=La función NORMINV devuelve la inversa de la distribución normal acumulada. @p es la probabilidad dada correspondiente a la distribución normal, @media es la media aritmética de la distribución y @desvest es la desviación estándar de la distribución. * Si @p < 0 ó @p > 1 ó @desvest <= 0, NORMINV devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= NORMINV(0.76,2,3) igual a 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
fr: @FUNCTION=NORMINV @SYNTAX=NORMINV(p;moyenne;écart_type) @DESCRIPTION=La fonction NORMINV renvoie l'inverse de la distribution normale cumulative. @p est la probabilité voulue, @moyenne et @écart_type sont les caractéristiques de la distribution. * Si @p < 0 ou @p > 1 ou @écart_type <= 0, NORMINV renvoie l'erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= NORMINV(0,76;2;3) vaut 4,118907689.? @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
nl: @FUNCTION=NORMINV @SYNTAX=NORMINV(p;gemiddelde;stdev) @DESCRIPTION=NORMINV geeft de inverse van de normaal cumulatieve distributie. @p is de gegeven waarschijnlijkheid die met de normale distributie correspondeert. @gemiddelde is het meetkundig gemiddelde van de distributie en @stdev is de standaarddeviatie van de distributie. * Als @p< 0 of @p > 1 of @stdev<= 0 geeft NORMINV een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= NORMINV(0,76;2;3) is 4,118907689 @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
pt_br: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,média,desvpad) @DESCRIPTION=NORMINV retorna o inverso da distribuição normal acumulada. @p é a probabilidade correspondente à distribuição normal, @média é a média aritimética da distribuição e @desvpad é o desvio padrão da distribuição. * Se @p < 0 ou @p > 1 ou @desvpad <= 0, NORMINV retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= NORMINV(0.76,2,3) retorna 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
sk: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,priemer,odchýlka) @DESCRIPTION=Funkcia NORMINV vracia inverzné normálne rozdelenie. @p je daná pravdepodobnosť odpovedajúca normálnemu rozdeleniu, @priemer je aritmetický priemer rozdelenia a @odchýlka je smerodajná odchýlka rozdelenia. * Ak je @p < 0 alebo @p > 1 alebo @odchýlka <= 0 NORMINV vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= NORMINV(0.76,2,3) sa rovná 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
vi: @FUNCTION=NORMINV @SYNTAX=NORMINV(p,mean,stddev) @DESCRIPTION=Hàm NORMINV trả lại đảo của phân phối lũy tích chuẩn. @p là xác suất cho trước, tương ứ₫ng với phân phối chuẩn, @mean là trung bình số học của phân phối @stddev là độ lệch chuẩn của phân phối. * Nếu « @p < 0 » hoặc « @p > 1 » hoặc « @stddev ≤ 0 » thì NORMINV trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= NORMINV(0.76,2,3) bằng 4.118907689. @SEEALSO=NORMDIST,NORMSDIST,NORMSINV,STANDARDIZE,ZTEST
