Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: NORMSINV is the OpenFormula function LEGACY.NORMSINV.
da: NORMSINV er OpenFormula-funktionen LEGACY.NORMSINV.

source: OWENT:Owen's T function
da: OWENT:Owens T-funktion

source: h:number
da: h:tal

source: LOGNORMDIST:cumulative distribution function of the lognormal distribution
da: LOGNORMDIST:Kumulativ fordelingsfunktion for log-normalfordelingen

source: mean:mean
da: mean:gennemsnit

source: stddev:standard deviation
da: stddev:standardafvigelse

source: If @{stddev} = 0 LOGNORMDIST returns a #DIV/0! error.
da: Hvis @{stddev} = 0, så returnerer LOGNORMDIST en #DIV/0!-fejl.

source: If @{x} <= 0, @{mean} < 0 or @{stddev} <= 0 this function returns a #NUM! error.
da: Hvis @{x} <= 0, @{mean} < 0 eller @{stddev} <= 0, så returnerer denne funktion en #TAL!-fejl.

source: wiki:en:Log-normal_distribution
da: wiki:da:Log-normal_distribution

source: LOGINV:inverse of the cumulative distribution function of the lognormal distribution
da: LOGINV:Invers for den kumuleret distributionsfunktion for lognormal-distributionen

source: If @{p} < 0 or @{p} > 1 or @{stddev} <= 0 this function returns #NUM! error.
da: Hvis @{p} < 0 eller @{p} > 1 eller @{stddev} <= 0, så returnerer denne funktion en #TAL!-fejl.

source: FISHERINV:inverse of the Fisher transformation
da: FISHERINV:Invers for Fisher-transformationen

source: If @{x} is a non-number this function returns a #VALUE! error.
da: Hvis @{x} ikke er et tal returnerer denne funktion fejlen #VÆRDI!

source: MODE:first most common number in the dataset
da: MODE:Første hyppigste tal i datasættet

source: number1:first value
da: number1:første værdi

source: number2:second value
da: number2:anden værdi

source: If the data set does not contain any duplicates this function returns a #N/A error.
da: Hvis datasættet ikke indeholder nogen dubletter returnerer denne funktion en #N/A-fejl.

source: MODE.MULT:most common numbers in the dataset
da: MODE.MULT:Hyppigste tal i datasættet

source: HARMEAN:harmonic mean
da: HARMEAN:Harmonisk middelværdi

source: The harmonic mean of N data points is N divided by the sum of the reciprocals of the data points).
da: Det harmoniske gennemsnit af N datapunkter er N divideret med summen af de reciprokke af datapunkterne).

source: GEOMEAN:geometric mean
da: GEOMEAN:Geometrisk middelværdi

source: The geometric mean is equal to the Nth root of the product of the N values.
da: Det geometriske gennemsnit er lig med den N'te rod af produktet af de N værdier.

source: COUNT:total number of integer or floating point arguments passed
da: COUNT:Samlet antal heltal eller kommatalsargumenter givet

source: Then COUNT(A1:A5) equals 5.
da: Så er COUNT(A1:A5) lig med 5.

source: COUNTA:number of arguments passed not including empty cells
da: COUNTA:Antal argumenter givet, tomme celler ikke medregnet

source: Let us assume that the cells A1, A2, ..., A5 contain numbers and strings 11.4, "missing", "missing", 25.9, and 40.1.
da: Lad os antage at cellerne A1, A2, ..., A5 indeholder tal og strenge 11,4, "missing", "missing", 25,9 og 40,1.

source: Then COUNTA(A1:A5) equals 5.
da: Så er COUNTA(A1:A5) lig med 5.

source: AVERAGE:average of all the numeric values and cells
da: AVERAGE:Gennemsnit af alle numeriske værdier og celler

source: MIN:smallest value, with negative numbers considered smaller than positive numbers
da: MIN:Mindste værdi, hvor negative tal betragtes som mindre end positive tal

source: MAX:largest value, with negative numbers considered smaller than positive numbers
da: MAX:Største værdi, hvor negative tal betragtes som mindre end positive tal

source: SKEW:unbiased estimate for skewness of a distribution
da: SKEW:Upartisk estimat for skævhed i en fordeling

source: This is only meaningful if the underlying distribution really has a third moment. The skewness of a symmetric (e.g., normal) distribution is zero.
da: Dette er kun meningsfuldt hvis den underliggende fordeling virkelig har et tredje moment. Skævheden af en symmetrisk (f.eks. normal) fordeling er nul.

source: If less than three numbers are given, this function returns a #DIV/0! error.
da: Hvis der gives færre end tre tal, returnerer denne funktion en #DIV/0!-fejl.

source: SKEWP:population skewness of a data set
da: SKEWP:Populationsskævhed for et datasæt

source: If less than two numbers are given, SKEWP returns a #DIV/0! error.
da: Hvis færre end to tal gives, så returnerer SKEWP en #DIV/0!-fejl.

source: EXPONDIST:probability density or cumulative distribution function of the exponential distribution
da: EXPONDIST:Sandsynlighedstæthed eller kumulativ fordelingsfunktion for eksponentialfordelingen

source: y:scale parameter
da: y:skalaparameter

source: cumulative:whether to evaluate the density function or the cumulative distribution function
da: cumulative:om tæthedsfunktionen eller den kumulative fordelingsfunktion skal evalueres

source: If @{cumulative} is false it will return: @{y} * exp (-@{y}*@{x}), otherwise it will return 1 - exp (-@{y}*@{x}).
da: Hvis @{cumulative} er falsk vil den returnere: @{y} * exp (-@{y}*@{x}), ellers vil den returnere 1 - exp (-@{y}*@{x}).

source: If @{x} < 0 or @{y} <= 0 this will return an error.
da: Hvis @{x} < 0 eller @{y} <= 0, så returnerer dette en fejl.

source: BERNOULLI:probability mass function of a Bernoulli distribution
da: BERNOULLI:Sandsynlighedsmassefunktion for en Bernoulli-fordeling

source: k:integer
da: k:heltal

source: If @{k} != 0 and @{k} != 1 this function returns a #NUM! error.
da: Hvis @{k} != 0 og @{k} != 1, så returnerer denne funktion en #TAL!-fejl.

source: GAMMADIST:probability density or cumulative distribution function of the gamma distribution
da: GAMMADIST:Sandsynlighedstæthed eller kumulativ fordelingsfunktion for gamma-fordelingen

source: alpha:scale parameter
da: alpha:skalaparameter

source: beta:scale parameter
da: beta:skalaparameter

source: If @{x} < 0 this function returns a #NUM! error.
da: Hvis @{x} < 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{alpha} <= 0 or @{beta} <= 0, this function returns a #NUM! error.
da: Hvis @{alpha} <= 0 eller @{beta} <= 0, så returnerer denne funktion en #TAL!-fejl.Hvis @{alpha} <= 0 eller @{beta} <= 0, så returnerer denne funktion en #TAL!-fejl.

source: GAMMAINV:inverse of the cumulative gamma distribution
da: GAMMAINV:Invers af den kumulative gammafordeling

source: If @{alpha} <= 0 or @{beta} <= 0 this function returns a #NUM! error.
da: Hvis @{alpha} <= 0 eller @{beta} <= 0, så returnerer denne funktion en #TAL!-fejl.Hvis @{alpha} <= 0 eller @{beta} <= 0, så returnerer denne funktion en #TAL!-fejl.

source: CHIDIST:survival function of the chi-squared distribution
da: CHIDIST:Overlevselsesfunktion for chi-i-anden-fordelingen

source: dof:number of degrees of freedom
da: dof:antal frihedsgrader

source: The survival function is 1 minus the cumulative distribution function.
da: Overlevselsesfunktionen er 1 minus den kumulative fordelingsfunktion.

source: If @{dof} is non-integer it is truncated.
da: Hvis @{dof} ikke er et heltal, afkortes den.

source: If @{dof} < 1 this function returns a #NUM! error.
da: Hvis @{dof} < 1, så returnerer denne funktion en #TAL!-fejl.

source: CHIDIST(@{x},@{dof}) is the OpenFormula function LEGACY.CHIDIST(@{x},@{dof}).
da: CHIDIST(@{x},@{dof}) er OpenFormula-funktionen LEGACY.CHIDIST(@{x},@{dof}).

source: CHIINV:inverse of the survival function of the chi-squared distribution
da: CHIINV:Invers af overlevselsesfunktionen for chi-i-anden-fordelingen

source: If @{p} < 0 or @{p} > 1 or @{dof} < 1 this function returns a #NUM! error.
da: Hvis @{p} < 0 eller @{p} > 1 eller @{dof} < 1 returnerer denne funktion en #TAL!-fejl.

source: CHIINV(@{p},@{dof}) is the OpenFormula function LEGACY.CHIDIST(@{p},@{dof}).
da: CHIINV(@{p},@{dof}) er OpenFormula-funktionen LEGACY.CHIDIST(@{p},@{dof}).

source: CHITEST:p value of the Goodness of Fit Test
da: CHITEST:P-værdi for Goodness of Fit-testen

source: actual_range:observed data
da: actual_range:observerede data

source: theoretical_range:expected values
da: theoretical_range:forventede værdier

source: If the actual range is not an n by 1 or 1 by n range, but an n by m range, then CHITEST uses (n-1) times (m-1) as degrees of freedom. This is useful if the expected values were calculated from the observed value in a test of independence or test of homogeneity.
da: Hvis det faktiske interval ikke er et n×1 eller 1×n interval, men et n×m interval, så bruger CHITEST (n-1) gange (m-1) som frihedsgrader. Dette er nyttigt hvis de forventede værdier blev beregnet fra den observerede værdi i en uafhængighedstest eller homogenitetstest.

source: CHITEST is the OpenFormula function LEGACY.CHITEST.
da: CHITEST er OpenFormula-funktionen LEGACY.CHITEST.

source: BETADIST:cumulative distribution function of the beta distribution
da: BETADIST:Kumulativ fordelingsfunktion for beta-fordelingen

source: a:optional lower bound, defaults to 0
da: a:valgfri nedre grænse, standardværdi er 0

source: b:optional upper bound, defaults to 1
da: b:valgfri øvre grænse, standardværdi er 1

source: If @{x} < @{a} or @{x} > @{b} this function returns a #NUM! error.
da: Hvis @{x} < @{a} eller @{x} > @{b}, så returnerer denne funktion en #TAL!-fejl.

source: If @{a} >= @{b} this function returns a #NUM! error.
da: Hvis @{a} >= @{b}, så returnerer denne funktion en #TAL!-fejl.

source: BETA.DIST:cumulative distribution function of the beta distribution
da: BETA.DIST:Kumulativ fordelingsfunktion for beta-fordelingen

source: BETAINV:inverse of the cumulative distribution function of the beta distribution
da: BETAINV:Invers af den kumulative fordelingsfunktion for beta-fordelingen

source: TDIST:survival function of the Student t-distribution
da: TDIST:Overlevselsesfunktion for Student-t-fordelingen

source: tails:1 or 2
da: tails:1 eller 2

source: If @{tails} is neither 1 or 2 this function returns a #NUM! error.
da: Hvis @{tails} hverken er 1 eller 2 returnerer denne funktion en #TAL!-fejl.

source: The parameterization of this function is different from what is used for, e.g., NORMSDIST. This is a common source of mistakes, but necessary for compatibility.
da: Parametriseringen af denne funktion er anderledes end hvad der bruges til f.eks. NORMSDIST. Dette er en almindelig kilde til fejl, men nødvendig for kompatibilitet.

source: This function is Excel compatible for non-negative @{x}.
da: Denne funktion er kompatibel med Excel for ikke-negative @{x}.

source: TINV:two tailed inverse of the Student t-distribution
da: TINV:Tohalet invers af Student-t-fordelingen

source: p:probability in both tails
da: p:sandsynlighed i begge haler

source: This function returns the non-negative value x such that the area under the Student t density with @{dof} degrees of freedom to the right of x is @{p}/2.
da: Denne funktion returnerer den ikke-negative værdi x sådan at arealet under Student-t-tætheden med @{dof} frihedsgrader til højre for x er @{p}/2.

source: The parameterization of this function is different from what is used for, e.g., NORMSINV. This is a common source of mistakes, but necessary for compatibility.
da: Parametriseringen af denne funktion er anderledes end hvad der bruges til f.eks. NORMSINV. Dette er en almindelig kilde til fejl, men nødvendig for kompatibilitet.

source: FDIST:survival function of the F distribution
da: FDIST:Overlevselsesfunktion for F-fordelingen

source: dof_of_num:numerator degrees of freedom
da: dof_of_num:tællers frihedsgrader

source: dof_of_denom:denominator degrees of freedom
da: dof_of_denom:nævners frihedsgrader

source: If @{dof_of_num} < 1 or @{dof_of_denom} < 1, this function returns a #NUM! error.
da: Hvis @{dof_of_num} < 1 eller @{dof_of_denom} < 1, returnerer denne funktion en #TAL!-fejl.

source: FDIST is the OpenFormula function LEGACY.FDIST.
da: FDIST er OpenFormula-funktionen LEGACY.FDIST.

source: LANDAU:approximate probability density function of the Landau distribution
da: LANDAU:Approksimeret sandsynlighedstæthedsfunktion for Landau-fordelingen

source: FINV:inverse of the survival function of the F distribution
da: FINV:Invers af overlevselsesfunktionen for F-fordelingen

source: If @{dof_of_num} < 1 or @{dof_of_denom} < 1 this function returns a #NUM! error.
da: Hvis @{dof_of_num} < 1 eller @{dof_of_denom} < 1 returnerer denne funktion en #TAL!-fejl.

source: FINV is the OpenFormula function LEGACY.FINV.
da: FINV er OpenFormula-funktionen LEGACY.FINV.

source: BINOMDIST:probability mass or cumulative distribution function of the binomial distribution
da: BINOMDIST:Sandsynlighedsmasse eller kumulativ fordelingsfunktion for binomialfordelingen

source: n:number of successes
da: n:antal succeser

source: trials:number of trials
da: trials:antal forsøg

source: p:probability of success in each trial
da: p:sandsynlighed for succes i hvert forsøg

source: cumulative:whether to evaluate the mass function or the cumulative distribution function
da: cumulative:om massefunktionen eller den kumulative fordelingsfunktion skal evalueres

source: If @{n} or @{trials} are non-integer they are truncated.
da: Hvis @{n} eller @{trials} ikke er heltal, afkortes de.

source: If @{n} < 0 or @{trials} < 0 this function returns a #NUM! error.
da: Hvis @{n} < 0 eller @{trials} < 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{n} > @{trials} this function returns a #NUM! error.
da: Hvis @{n} > @{trials}, så returnerer denne funktion en #TAL!-fejl.

source: BINOM.DIST.RANGE:probability of the binomial distribution over an interval
da: BINOM.DIST.RANGE:Sandsynlighed for binomialfordelingen over et interval

source: start:start of the interval
da: start:start på intervallet

source: end:end of the interval, defaults to @{start}
da: end:slutning af intervallet, standardværdi er @{start}

source: If @{start}, @{end} or @{trials} are non-integer they are truncated.
da: Hvis @{start}, @{end} eller @{trials} ikke er heltal, afkortes de.

source: If @{trials} < 0 this function returns a #NUM! error.
da: Hvis @{trials} < 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{start} > @{end} this function returns 0.
da: Hvis @{start} > @{end}, så returnerer denne funktion 0.

source: CAUCHY:probability density or cumulative distribution function of the Cauchy, Lorentz or Breit-Wigner distribution
da: CAUCHY:Sandsynlighedstæthed eller kumulativ fordelingsfunktion for Cauchy-, Lorentz- eller Breit-Wigner-fordelingen

source: a:scale parameter
da: a:skalaparameter

source: If @{a} < 0 this function returns a #NUM! error.
da: Hvis @{a} < 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{cumulative} is neither TRUE nor FALSE this function returns a #VALUE! error.
da: Hvis @{cumulative} hverken er TRUE (SAND) eller FALSE (FALSK) returnerer denne funktion fejlen #VÆRDI!

source: CRITBINOM:right-tailed critical value of the binomial distribution
da: CRITBINOM:Højrehalet kritisk værdi for binomialfordelingen

source: alpha:significance level (area of the tail)
da: alpha:signifikansniveau (areal af halen)

source: If @{trials} is a non-integer it is truncated.
da: Hvis @{trials} ikke er et heltal, afkortes den.

source: If @{alpha} < 0 or @{alpha} > 1 this function returns a #NUM! error.
da: Hvis @{alpha} < 0 eller @{alpha} > 1, så returnerer denne funktion en #TAL!-fejl.

source: PERMUT:number of @{k}-permutations of a @{n}-set
da: PERMUT:Antal @{k}-permutationer af en mængde med @{n} elementer

source: n:size of the base set
da: n:størrelse af grundmængden

source: k:number of elements in each permutation
da: k:antal elementer i hver permutation

source: If @{n} = 0 this function returns a #NUM! error.
da: Hvis @{n} = 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{n} < @{k} this function returns a #NUM! error.
da: Hvis @{n} < @{k}, så returnerer denne funktion en #TAL!-fejl.

source: HYPGEOMDIST:probability mass or cumulative distribution function of the hypergeometric distribution
da: HYPGEOMDIST:Sandsynlighedsmasse eller kumulativ fordelingsfunktion for den hypergeometriske fordeling

source: x:number of successes
da: x:antal succeser

source: n:sample size
da: n:stikprøvestørrelse

source: M:number of possible successes in the population
da: M:Antal mulige succeser i populationen

source: N:population size
da: N:Populationsstørrelse

source: If @{x},@{n},@{M} or @{N} is a non-integer it is truncated.
da: Hvis @{x},@{n},@{M} eller @{N} ikke er heltal, afkortes de.

source: If @{x},@{n},@{M} or @{N} < 0 this function returns a #NUM! error.
da: Hvis @{x},@{n},@{M} eller @{N} < 0 returnerer denne funktion en #TAL!-fejl.

source: If @{x} > @{M} or @{n} > @{N} this function returns a #NUM! error.
da: Hvis @{x} > @{M} eller @{n} > @{N}, så returnerer denne funktion en #TAL!-fejl.

source: CONFIDENCE:margin of error of a confidence interval for the population mean
da: CONFIDENCE:Fejlmargin for et konfidensinterval for populationsmiddelværdien

source: alpha:significance level
da: alpha:signifikansniveau

source: stddev:population standard deviation
da: stddev:populationens standardafvigelse

source: size:sample size
da: size:stikprøvestørrelse

source: This function requires the usually unknown population standard deviation.
da: Denne funktion kræver den normalt ukendte populations-standardafvigelse.

source: If @{size} is non-integer it is truncated.
da: Hvis @{size} ikke er et heltal, afkortes den.

source: If @{size} < 0 this function returns a #NUM! error.
da: Hvis @{size} < 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{size} is 0 this function returns a #DIV/0! error.
da: Hvis @{size} er 0, så returnerer denne funktion en #DIV/0!-fejl.

source: CONFIDENCE.T:margin of error of a confidence interval for the population mean using the Student's t-distribution
da: CONFIDENCE.T:Fejlmargin for et konfidensinterval for populationsmiddelværdien ved hjælp af Student-t-fordelingen

source: stddev:sample standard deviation
da: stddev:standardafvigelse

source: If @{stddev} < 0 or = 0 this function returns a #NUM! error.
da: Hvis @{stddev} < 0 eller = 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{size} < 1 this function returns a #NUM! error.
da: Hvis @{size} < 1, så returnerer denne funktion en #TAL!-fejl.

source: If @{size} is 1 this function returns a #DIV/0! error.
da: Hvis @{size} er 1, så returnerer denne funktion en #DIV/0!-fejl.

source: STANDARDIZE:z-score of a value
da: STANDARDIZE:Z-score for en værdi

source: mean:mean of the original distribution
da: mean:middelværdi for den oprindelige fordeling

source: stddev:standard deviation of the original distribution
da: stddev:standardafvigelse for den oprindelige fordeling

source: If @{stddev} is 0 this function returns a #DIV/0! error.
da: Hvis @{stddev} er 0, så returnerer denne funktion en #DIV/0!-fejl.

source: WEIBULL:probability density or cumulative distribution function of the Weibull distribution
da: WEIBULL:Sandsynlighedstæthed eller kumulativ fordelingsfunktion for Weibull-fordelingen

source: If the @{cumulative} boolean is true it will return: 1 - exp (-(@{x}/@{beta})^@{alpha}), otherwise it will return (@{alpha}/@{beta}^@{alpha}) * @{x}^(@{alpha}-1) * exp(-(@{x}/@{beta}^@{alpha})).
da: Hvis den @{cumulative} boolske er sand vil den returnere: 1 - exp (-(@{x}/@{beta})^@{alpha}), ellers vil den returnere (@{alpha}/@{beta}^@{alpha}) * @{x}^(@{alpha}-1) * exp(-(@{x}/@{beta}^@{alpha})).

source: NORMDIST:probability density or cumulative distribution function of a normal distribution
da: NORMDIST:Sandsynlighedstæthed eller kumulativ fordelingsfunktion for en normalfordeling

source: mean:mean of the distribution
da: mean:middelværdi for fordelingen

source: stddev:standard deviation of the distribution
da: stddev:standardafvigelse for fordelingen

source: NORMINV:inverse of the cumulative distribution function of a normal distribution
da: NORMINV:Invers af den kumulative fordelingsfunktion for en normalfordeling

source: If @{p} < 0 or @{p} > 1 or @{stddev} <= 0 this function returns a #NUM! error.
da: Hvis @{p} < 0 eller @{p} > 1 eller @{stddev} <= 0 returnerer denne funktion en #TAL!-fejl.

source: KURT:unbiased estimate of the kurtosis of a data set
da: KURT:Upartisk estimat for kurtosis i et datasæt

source: This is only meaningful if the underlying distribution really has a fourth moment. The kurtosis is offset by three such that a normal distribution will have zero kurtosis.
da: Dette er kun meningsfuldt hvis den underliggende fordeling virkelig har et fjerde moment. Kurtosen er forskudt med tre således at en normalfordeling vil have nul kurtose.

source: If fewer than four numbers are given or all of them are equal this function returns a #DIV/0! error.
da: Hvis der gives færre end fire tal eller alle er ens returnerer denne funktion en #DIV/0!-fejl.

source: KURTP:population kurtosis of a data set
da: KURTP:Populations-kurtosis for et datasæt

source: If fewer than two numbers are given or all of them are equal this function returns a #DIV/0! error.
da: Hvis der gives færre end to tal eller alle er ens returnerer denne funktion en #DIV/0!-fejl.

source: AVEDEV:average of the absolute deviations of a data set
da: AVEDEV:Gennemsnit af de absolutte afvigelser i et datasæt

source: DEVSQ:sum of squares of deviations of a data set
da: DEVSQ:Sum af kvadrerede afvigelser i et datasæt

source: If @{x} is not a number, this function returns a #VALUE! error.
da: Hvis @{x} ikke er et tal, så returnerer denne funktion fejlen #VÆRDI!

source: If @{x} <= -1 or @{x} >= 1, this function returns a #NUM! error.
da: Hvis @{x} <= -1 eller @{x} >= 1, så returnerer denne funktion en #TAL!-fejl.

source: POISSON:probability mass or cumulative distribution function of the Poisson distribution
da: POISSON:Sandsynlighedsmasse eller kumulativ fordelingsfunktion for Poisson-fordelingen

source: x:number of events
da: x:antal hændelser

source: If @{x} is a non-integer it is truncated.
da: Hvis @{x} ikke er et heltal, afkortes den.

source: If @{mean} <= 0 POISSON returns the #NUM! error.
da: Hvis @{mean} <= 0, så returnerer POISSON fejlen #TAL!

source: PEARSON:Pearson correlation coefficient of the paired set of data
da: PEARSON:Pearson-korrelationskoefficient for det parrede datasæt

source: array1:first component values
da: array1:første komponentværdier

source: array2:second component values
da: array2:anden komponentværdier

source: RSQ:square of the Pearson correlation coefficient of the paired set of data
da: RSQ:Kvadratet på Pearson-korrelationskoefficienten for det parrede datasæt

source: MEDIAN:median of a data set
da: MEDIAN:Median for et datasæt

source: If even numbers are given MEDIAN returns the average of the two numbers in the center.
da: Hvis der gives lige tal returnerer MEDIAN gennemsnittet af de to tal i midten.

source: SSMEDIAN:median for grouped data
da: SSMEDIAN:Median for grupperede data

source: array:data set
da: array:datasæt

source: interval:length of each grouping interval, defaults to 1
da: interval:længde for hvert grupperingsinterval, standardværdi er 1
