Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimals, no_commas]) @DESCRIPTION=FIXED returns @num as a formatted string with @decimals numbers after the decimal point, omitting commas if requested by @no_commas. * This function is Excel compatible. @EXAMPLES= FIXED(1234.567,2) equals "1,234.57". @SEEALSO=TEXT, VALUE, DOLLAR
dz: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimals, no_commas]) @DESCRIPTION=FIXED དེ་གིས་ @num འདི་རྩ་སྒྲིག་འབད་ཡོད་པའི་ཡིག་རྒྱུན་ཅིག་སྦེ་ བཅུ་ཚག་དོན་ཚན་གྱི་ཤུལ་ལས་ @decimals ཨང་གྲངས་ཚུ་དང་ཅིག་ཁར་ @no_commas ཚུ་གིས་ཞུ་བ་འབད་དེ་ཡོད་པ་ཅིན་ལྷོད་རྟགས་ཚུ་སྐྱུར་བཞག་སྟེ་ སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FIXED(1234.567,2) equals "1,234.57". @SEEALSO=TEXT, VALUE, DOLLAR
es: @FUNCTION=FIXED @SYNTAX=FIXED(número, [decimales, sin_separador]) @DESCRIPTION=Devuelve @número como una cadena formateada con @decimales decimales después de la coma decimal. El separador de miles no se usará si se pide @sin_separador. * Esta función es compatible con Excel. @EXAMPLES= FIXED(1234.567,2) devuelve "1.234,57". @SEEALSO=TEXT, VALUE, DOLLAR
fr: @FUNCTION=FIXED @SYNTAX=FIXED(nombre[;décimales;pas_de_séparateur]) @DESCRIPTION=Renvoie @nombre sous forme de chaîne formatée avec @décimales, en omettant les séparateurs de milliers si le paramètre @pas_de_séparateur est VRAI. * Cette fonction est compatible avec Excel. @EXAMPLES= FIXED(1234,567;2) vaut "1 234,57". @SEEALSO=
nl: @FUNCTION=FIXED @SYNTAX=FIXED(getal;[decimalen; geen_duizenden]) @DESCRIPTION=FIXED geeft het @getal als een tekenreeks met een aantal @decimalen achter de komma. Als @geen_duizenden WAAR is worden de duizendtallen niet gescheiden. * Deze functie is compatibel met Excel. @EXAMPLES= FIXED(1234,567;2) is "1.234,57" @SEEALSO=TEXT, VALUE, DOLLAR
pt_br: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimais, sem_vírgulas]) @DESCRIPTION=FIXED retorna @num como um texto formatado com @decimais algarismos após o ponto decimal, omitindo vírgulas se requisitado por @sem_vírgulas. * Esta função é compatível com o Excel. @EXAMPLES= FIXED(1234.567,2) retorna "1,234.57". @SEEALSO=TEXT, VALUE, DOLLAR
sk: @FUNCTION=FIXED @SYNTAX=FIXED(číslo,[des_miesta, bez_čiarok]) @DESCRIPTION=FIXED vracia @číslo ako formátovaný reťazec s @des_miesta desatinnými miestami za desatinnou čiarkou, bez čiarok ak je to požadované v @bez_čiarok. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FIXED(1234.567,2) sa rovná "1,234.57". @SEEALSO=
vi: @FUNCTION=FIXED @SYNTAX=FIXED(num,[decimals, no_commas]) @DESCRIPTION=FIXED trả lại @num dạng chuỗi đã định dạng với @decimals số sau dấu thập phân, bỏ trống các dấu phẩy nếu lập @no_commas (không dấu phẩy). * Hàm này tương thích với Excel. @EXAMPLES= FIXED(1234.567,2) bằng "1,234.57". @SEEALSO=TEXT, VALUE, DOLLAR

source: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER returns @string with initial of each word capitalised. * This function is Excel compatible. @EXAMPLES= PROPER("j. f. kennedy") equals "J. F. Kennedy". @SEEALSO=LOWER, UPPER
dz: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER དེ་གིས་ @string འདི་ མིང་ཚིག་རེ་རེ་ཚུགས་ཡིག་གི་འགོ་ཐོག་དང་ཅིག་ཁར་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= PROPER("j. f. kennedy") equals "J. F. Kennedy". @SEEALSO=LOWER, UPPER
es: @FUNCTION=PROPER @SYNTAX=PROPER(cadena) @DESCRIPTION=Devuelve la @cadena con la primera letra de cada palabra en mayúsculas. * Esta función es compatible con Excel. @EXAMPLES= PROPER("ernesto guevara") es igual a "Ernesto Guevara". @SEEALSO=LOWER, UPPER
fr: @FUNCTION=PROPER @SYNTAX=PROPER(chaîne) @DESCRIPTION=Renvoie @chaîne avec la première lettre de chaque mot en majuscule. * Cette fonction est compatible avec Excel. @EXAMPLES= PROPER("j. f. kennedy") renvoie "J. F. Kennedy". @SEEALSO=LOWER, UPPER
nl: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER zet de beginletter van elk woord van de @string om in een hoofdletter. * Deze functie is compatibel met Excel. @EXAMPLES= PROPER("j. f. kennedy") is "J. F. Kennedy" @SEEALSO=LOWER, UPPER
pt_br: @FUNCTION=PROPER @SYNTAX=PROPER(texto) @DESCRIPTION=PROPER retorna @texto com a inicial de cada palavra em maiúscula. * Esta função é compatível com o Excel. @EXAMPLES= PROPER("j. f. kennedy") retorna "J. F. Kennedy". @SEEALSO=LOWER, UPPER
sk: @FUNCTION=PROPER @SYNTAX=PROPER(reťazec) @DESCRIPTION=PROPER vracia @reťazec s veľkým počiatočným písmenom každého slova. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= PROPER("j. f. kennedy") sa rovná "J. F. Kennedy". @SEEALSO=LOWER, UPPER
vi: @FUNCTION=PROPER @SYNTAX=PROPER(string) @DESCRIPTION=PROPER trả lại chuỗi @string được viết hoa ký tự đầu tiên. * Hàm này tương thích với Excel. @EXAMPLES= PROPER("j. f. kennedy") bằng "J. F. Kennedy". @SEEALSO=LOWER, UPPER

source: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE returns @old with @new replacing @num characters from @start. * This function is Excel compatible. @EXAMPLES= REPLACE("testing",2,3,"*****") equals "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
dz: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE དེ་གིས་ @old འདི་@new དང་ཅིག་ཁར་ @num ཡིག་འབྲུལ་ཚུ་@startལས་ཚབ་བཙུགས་ཐོག་ལས་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= REPLACE("testing",2,3,"*****") equals "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
es: @FUNCTION=REPLACE @SYNTAX=REPLACE(antiguo,inicio,número,nuevo) @DESCRIPTION=Devuelve la cadena @antiguo con @nuevo reemplazando @número caracteres a partir de la posición @inicio. * Esta función es compatible con Excel. @EXAMPLES= REPLACE("testing",2,3,"*****") es igual a "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
fr: @FUNCTION=REPLACE @SYNTAX=REPLACE(ancien;début;nombre;nouveau) @DESCRIPTION=Renvoie le texte @ancien, dans lequel les @nombre caractères commençant à @start ont été remplacés par @nouveau. * Cette fonction est compatible avec Excel. @EXAMPLES= REPLACE("tester";2;3;"ABCDE "tABCDEer". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
nl: @FUNCTION=REPLACE @SYNTAX=REPLACE(oud;begin;aantal;nieuw) @DESCRIPTION=REPLACE geeft @oud, maar vervangt een @aantal tekens door @nieuw, beginnend vanaf @begin. * Deze functie is compatibel met Excel. @EXAMPLES= REPLACE("testen",2,3,"*****") is "t*****en" @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
pt_br: @FUNCTION=REPLACE @SYNTAX=REPLACE(antigo,início,num,novo) @DESCRIPTION=REPLACE retorna @antigo com @novo substituindo @num caracteres a partir de @início. * Esta função é compatível com o Excel. @EXAMPLES= REPLACE("testando",2,3,"*****") retorna "t*****ando". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
sk: @FUNCTION=REPLACE @SYNTAX=REPLACE(starý,štart,počet,nový) @DESCRIPTION=REPLACE vráti @starý, kde @nový nahradí @počet znakov od @štart. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= REPLACE("testing",2,3,"*****") sa rovná "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM
vi: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE trả lại chuỗi @old được thay thế bằng chuỗi @new từ vị trí @start, dài @num ký tự. * Hàm này tương thích với Excel. @EXAMPLES= REPLACE("testing",2,3,"*****") bằng "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM

source: @FUNCTION=T @SYNTAX=T(value) @DESCRIPTION=T returns @value if and only if it is text, otherwise a blank string. * This function is Excel compatible. @EXAMPLES= T("text") equals "text". T(64) returns an empty cell. @SEEALSO=CELL, N, VALUE
dz: @FUNCTION=T @SYNTAX=T(value) @DESCRIPTION=T དེ་གིས་ @value འདི་སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ ཚིག་ཡིག་ཨིན་པ་ཅིན་རྐྱངམ་ཅིག་ དེ་མེན་པ་ཅིན་ཡིག་རྒྱུན་སྟོངམ། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུ་ཅན་ཨིན། @EXAMPLES= T("text") equals "text". T(64) returns an empty cell. @SEEALSO=CELL, N, VALUE
es: @FUNCTION=T @SYNTAX=T(valor) @DESCRIPTION=Devuelve @valor únicamente si se trata de una cadena de texto; si no devuelve una cadena vacía. * Esta función es compatible con Excel. @EXAMPLES= T("texto") es igual a "texto". T(64) devuelve una celda vacía. @SEEALSO=CELL, N, VALUE
fr: @FUNCTION=T @SYNTAX=T(valeur) @DESCRIPTION=Renvoie @valeur si et seulement s'il s'agit de texte, sinon renvoie une chaîne vide. * Cette fonction est compatible avec Excel. @EXAMPLES= T("texte") vaut "texte". T(64) renvoie une cellule vide. @SEEALSO=CELL, N, VALUE
nl: @FUNCTION=T @SYNTAX=T(waarde) @DESCRIPTION=T geeft @waarde enkel en alleen als het tekst is, anders een lege cel. * Deze functie is compatibel met Excel. @EXAMPLES= T("text") is "text" T(64) geeft een lege cel. @SEEALSO=CELL, N, VALUE
pt_br: @FUNCTION=T @SYNTAX=T(valor) @DESCRIPTION=T retorna @valor se e somente se ele for texto, caso contrário T retorna um texto vazio. * Esta função é compatível com o Excel. @EXAMPLES= T("blah") retorna "blah". T(64) retorna uma célula vazia. @SEEALSO=CELL, N, VALUE
sk: @FUNCTION=T @SYNTAX=T(hodnota) @DESCRIPTION=T vráti @hodnota len v tom prípade, že je to text, inak vráti prázdny reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= T("text") sa rovná "text". T(64) vráti prázdnu bunku. @SEEALSO=CELL, N, VALUE
vi: @FUNCTION=T @SYNTAX=T(value) @DESCRIPTION=T trả lại giá trị @value nếu và chỉ nếu nó là chuỗi, nếu không thì trả lại chuỗi trắng. * Hàm này tương thích với Excel. @EXAMPLES= T("text") bằng "text". T(64) trả lại chuỗi trắng. @SEEALSO=CELL, N, VALUE

source: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT returns @value as a string with the specified format. * This function is Excel compatible. @EXAMPLES= TEXT(3.223,"$0.00") equals "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") equals "April, 15, 99". @SEEALSO=DOLLAR, FIXED, VALUE
dz: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT དེ་གིས་ @value འདི་གསལ་བཀོད་འབད་དེ་ཡོད་མི་རྩ་སྒྲིག་དང་ཅིག་ཁར་ཡིག་རྒྱུན་སྦེ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TEXT(3.223,"$0.00") equals "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") equals "April, 15, 99". @SEEALSO=DOLLAR, FIXED, VALUE
es: @FUNCTION=TEXT @SYNTAX=TEXT(valor,formato_texto) @DESCRIPTION=Devuelve @valor como una cadena de texto, según el formato especificado. * Esta función es compatible con Excel. @EXAMPLES= TEXT(3.223,"$0.00") es igual a "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") es igual a "Abril, 15, 99". @SEEALSO=DOLLAR, FIXED, VALUE
fr: @FUNCTION=TEXT @SYNTAX=TEXT(valeur;format) @DESCRIPTION=Renvoie @valeur sous la forme d'une chaîne avec le format spécifié. * Cette fonction est compatible avec Excel. @EXAMPLES= TEXT(3,223;"$0.00") = "$3,22". TEXT(date(1999;4;15),"mmmm, dd, yy") = "Avril, 15, 99". @SEEALSO=DOLLAR
nl: FUNCTION=TEXT @SYNTAX=TEXT(waarde;opmaak_tekst) @DESCRIPTION=TEXT geeft @waarde weer in het opgegeven formaat. * Deze functie is compatibel met Excel. @EXAMPLES= TEXT(3,223;"$0,00") is "$3,22". TEXT(date(1999;4;15);"mmmm; dd; yy") is "April, 15, 99" @SEEALSO=DOLLAR, FIXED, VALUE
pt_br: @FUNCTION=TEXT @SYNTAX=TEXT(valor,formato_texto) @DESCRIPTION=TEXT retorna @valor como um texto com o formato especificado. * Esta função é compatível com o Excel. @EXAMPLES= TEXT(3.223,"$0.00") retorna "$3.22". TEXT(date(1999,4,15),"dd mmmm yy") retorna "15 Abril 99". @SEEALSO=DOLLAR, FIXED, VALUE
sk: @FUNCTION=TEXT @SYNTAX=TEXT(hodnota,formát_text) @DESCRIPTION=TEXT vracia @hodnota ako reťazec v danom formáte. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TEXT(3.223,"$0.00") sa rovná "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") sa rovná "April, 15, 99". @SEEALSO=DOLLAR
vi: @FUNCTION=TEXT @SYNTAX=TEXT(value,format_text) @DESCRIPTION=TEXT trả lại giá trị @value dạng chuỗi có định dạng xác định.. * Hàm này tương thích với Excel. @EXAMPLES= TEXT(3.223,"$0.00") bằng "$3.22". TEXT(date(1999,4,15),"mmmm, dd, yy") bằng "April, 15, 99". @SEEALSO=DOLLAR, FIXED, VALUE

source: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM returns @text with only single spaces between words. * This function is Excel compatible. @EXAMPLES= TRIM(" a bbb cc") equals "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
dz: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM དེ་གིས་ @text འདི་ མིང་ཚིག་ཚུ་གི་བར་ནའི་བར་སྟོང་རྐྱང་པ་ཚུ་དང་ཅིག་ཁར་རྐྱངམ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= TRIM(" a bbb cc") equals "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
es: @FUNCTION=TRIM @SYNTAX=TRIM(texto) @DESCRIPTION=Devuelve la cadena @texto con un único un espacio entre cada palabra. * Esta función es compatible con Excel. @EXAMPLES= TRIM(" a bbb cc") es igual a "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
fr: @FUNCTION=TRIM @SYNTAX=TRIM(texte) @DESCRIPTION=Renvoie @texte avec un seul espace entre chaque mot * Cette fonction est compatible avec Excel. @EXAMPLES= TRIM(" a bbb cc") = "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
nl: @FUNCTION=TRIM @SYNTAX=TRIM(tekst) @DESCRIPTION=TRIM geeft de @tekst maar dan met een enkele spatie tussen woorden. * Deze functie is compatibel met Excel. @EXAMPLES= TRIM(" a bbb cc") is "a bbb cc" @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
pt_br: @FUNCTION=TRIM @SYNTAX=TRIM(texto) @DESCRIPTION=TRIM retorna @texto somente com espaços simples entre as palavras. * Esta função é compatível com o Excel. @EXAMPLES= TRIM(" a bbb cc") retorna "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
sk: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM vracia @text len s jednou medzerou medzi slovami. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= TRIM(" a bbb cc") sa rovná "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE
vi: @FUNCTION=TRIM @SYNTAX=TRIM(text) @DESCRIPTION=TRIM trả lại chuỗi @text chỉ có một khoảng trắng giữa các từ. * Hàm này tương thích với Excel. @EXAMPLES= TRIM(" a bbb cc") bằng "a bbb cc". @SEEALSO=CLEAN, MID, REPLACE, SUBSTITUTE

source: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE returns numeric value of @text. * This function is Excel compatible. @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT
dz: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE དེ་གིས་ @text གི་ཨང་གྲངས་ཀྱི་གནས་གོང་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= VALUE("$1,000") equals 1000. @SEEALSO=DOLLAR, FIXED, TEXT
es: @FUNCTION=VALUE @SYNTAX=VALUE(texto) @DESCRIPTION=Devuelve el valor numérico de @texto. * Esta función es compatible con Excel. @EXAMPLES= VALUE("$1,000") es igual a 1000. @SEEALSO=DOLLAR, FIXED, TEXT
fr: @FUNCTION=VALUE @SYNTAX=VALUE(texte) @DESCRIPTION=Renvoie la valeur numérique de @texte. * Cette fonction est compatible avec Excel. @EXAMPLES= VALUE("$1,000") = 1000. @SEEALSO=DOLLAR, FIXED, TEXT
nl: @FUNCTION=VALUE @SYNTAX=VALUE(tekst) @DESCRIPTION=VALUE geeft de numerieke waarde van @tekst. * Deze functie is compatibel met Excel. @EXAMPLES= VALUE("$1,000") is 1000 @SEEALSO=DOLLAR, FIXED, TEXT
pt_br: @FUNCTION=VALUE @SYNTAX=VALUE(texto) @DESCRIPTION=VALUE retorna o valor numérico de @texto. * Esta função é compatível com o Excel. @EXAMPLES= VALUE("$1,000") retorna 1000. @SEEALSO=DOLLAR, FIXED, TEXT
sk: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE vracia číselnú hodnotu @text. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= VALUE("$1,000") sa rovná 1000. @SEEALSO=DOLLAR, FIXED, TEXT
vi: @FUNCTION=VALUE @SYNTAX=VALUE(text) @DESCRIPTION=VALUE trả lại giá trị số của chuỗi @text. * Hàm này tương thích với Excel. @EXAMPLES= VALUE("$1,000") bằng 1000. @SEEALSO=DOLLAR, FIXED, TEXT

source: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, old, new [,num]) @DESCRIPTION=SUBSTITUTE replaces @old with @new in @text. Substitutions are only applied to instance @num of @old in @text, otherwise every one is changed. * This function is Excel compatible. @EXAMPLES= SUBSTITUTE("testing","test","wait") equals "waiting". @SEEALSO=REPLACE, TRIM
dz: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, old, new [,num]) @DESCRIPTION=SUBSTITUTE དེ་གིས་ @old འདི་ @new དང་ཅིག་ཁར་ @text ནང་ལུ་ཚབ་བཙུགས་འབདཝ་ཨིན། ཚབ་མ་ཚུ་དུས་སྐབས་ @num འདི་ཡང་ @old གི་ @textནང་ལུ་རྐྱངམ་ཅིག་འཇུག་སྤྱོད་འབདཝ་ཨིན་, དེ་མེན་པ་ཅིན་ག་ར་བསྒྱུར་བཅོས་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SUBSTITUTE("testing","test","wait") equals "waiting". @SEEALSO=REPLACE, TRIM
es: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(texto, antiguo, nuevo [,número] @DESCRIPTION=Reemplaza @antiguo con @nuevo en @texto. Las substituciones se aplican únicamente a la instancia @número de @antiguo en @texto, si se omite @número se reemplazan todas las instancias. * Esta función es compatible con Excel. @EXAMPLES= SUBSTITUTE("probando","prob","esper") es igual a "esperando". @SEEALSO=REPLACE, TRIM
fr: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(texte;ancien;nouveau[;num]) @DESCRIPTION=Remplace @ancien par @nouveau dans @texte. Si @num est présent, la substitution est uniquement appliquée à l'occurrence @num de @ancien dans @texte, sinon toutes les occurrences sont remplacées. * Cette fonction est compatible avec Excel. @EXAMPLES= SUBSTITUTE("tester";"test";"annul") = "annuler". @SEEALSO=REPLACE, TRIM
nl: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(tekst; oud; nieuw [;getal]) @DESCRIPTION=SUBSTITUTE vervangt @oud door @nieuw in @tekst. Als @getal is gegeven, wordt alleen die vervanging gedaan die door @getal wordt aangegeven, anders wordt het iedere keer vervangen. * Deze functie is compatibel met Excel. @EXAMPLES= SUBSTITUTE("testen";"test";"wacht") is "wachten". @SEEALSO=REPLACE, TRIM
pt_br: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(texto, antigo, novo [,núm]) @DESCRIPTION=SUBSTITUTE substitui @antigo por @novo em @texto. Substituições são aplicadas somente para instância @núm do @antigo no @texto, do contrário todos são alterados. * Esta função é compatível com o Excel. @EXAMPLES= SUBSTITUTE("testando","test","esper") retorna "esperando". @SEEALSO=REPLACE, TRIM
sk: @FUNCTION=SUBSTITUTE @SYNTAX=SUBSTITUTE(text, starý, nový [,číslo]) @DESCRIPTION=SUBSTITUTE nahradí @nový za @starý v @text. Náhrady sa aplikujú len na @číslo-ty výskyt @starý v @text, inak na každý výskyt. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SUBSTITUTE("testing","test","wait") sa rovná "waiting". @SEEALSO=REPLACE, TRIM
vi: @FUNCTION=REPLACE @SYNTAX=REPLACE(old,start,num,new) @DESCRIPTION=REPLACE trả lại chuỗi @old được _thay thế_ bằng chuỗi @new từ vị trí @start, dài @num ký tự. * Hàm này tương thích với Excel. @EXAMPLES= REPLACE("testing",2,3,"*****") bằng "t*****ing". @SEEALSO=MID, SEARCH, SUBSTITUTE, TRIM

source: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR returns @num formatted as currency. * This function is Excel compatible. @EXAMPLES= DOLLAR(12345) equals "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
dz: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR དེ་གིས་ @num དངུལ་སྦེ་རྩ་སྒྲིག་འབད་ཡོད་མི་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགཡ྄ར་ཅན་ཨིན། @EXAMPLES= DOLLAR(12345) equals "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
es: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num,[decimales]) @DESCRIPTION=Devuelve @num formateado como divisa. * Esta función es compatible con Excel. @EXAMPLES= DOLLAR(12345) es igual a "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
fr: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(nombre[;décimales]) @DESCRIPTION=Renvoie @nombre formaté comme une devise. * Cette fonction est compatible avec Excel. @EXAMPLES= DOLLAR(12345) = "12 345,00 F". @SEEALSO=FIXED, TEXT, VALUE
nl: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(getal[;decimalen]) @DESCRIPTION=DOLLAR geeft @getal weer als een geldbedrag. * Deze functie is compatibel met Excel. @EXAMPLES= DOLLAR(12345) is "$12.345,00" @SEEALSO=FIXED, TEXT, VALUE
pt_br: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(núm[,decimais]) @DESCRIPTION=DOLLAR retorna @núm formatado como valor monetário. * Esta função é compatível com o Excel. @EXAMPLES= DOLLAR(12345) retorna "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
sk: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(suma[,des_miesta]) @DESCRIPTION=DOLLAR vracia @suma formátované ako peňažnú sumu. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DOLLAR(12345) sa rovná "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
vi: @FUNCTION=DOLLAR @SYNTAX=DOLLAR(num[,decimals]) @DESCRIPTION=DOLLAR trả lại số @num trong dạng thức tiền tệ. * Hàm này tương thích với Excel. @EXAMPLES= DOLLAR(12345) bằng "$12,345.00". @SEEALSO=FIXED, TEXT, VALUE
