Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(call_put_flag,fut_price1,fut_price2,strike,time, rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_SPREAD_APPROX models the theoretical price of a European option on the spread between two futures contracts. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @fut_price1 & @fut_price2 are the prices of the two futures contracts. @strike is the strike price at which the option is struck @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @volatility1 & @volatility2 are the annualized volatility in price of the underlying futures contracts. @rho is the correlation between the two futures contracts. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(call_put_flag,fut_price1,fut_price2,strike,time, rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_SPREAD_APPROX དེ་གིས་ ཡུ་རོ་པིན་གདམ་ཁའི་གྲུབ་མཐའི་གོང་ཚད་འདི་ མ་འོངས་པའི་ཁག་འབག་གཉིས་ཀྱི་བར་ནའི་དར་ཁྱབ་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @fut_price1 & @fut_price2 ཚུ་ མ་འོངས་པའི་ཁག་འབག་གཉིས་ཀྱི་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་མི་ལུ་ སིཊའིཀ་གོང་ཚད་འདི་ཨིན། @time འདི་ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @volatility1 & @volatility2 ཚུ་ འོག་ལུ་ཡོད་པའི་མ་འོངས་པའི་ཁག་འབག་ཚུ་གི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @rho འདི་ མ་འོངས་པའི་ཁག་འབག་གཉིས་ཀྱི་བར་ནའི་ཕན་ཚུན་འབྲེལ་བ་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(indicador_call_put,fut_price1,fut_price2,strike,tiempo, tasa,volatilidad1,volatilidad2,rho) @DESCRIPTION=OPT_SPREAD_APPROX modela el precio teórico de una opción europea en la difusión entre dos contratos futuros. @indicador_call_put es «c» o «p» para indicar si la opción es «call» o «put» @fut_price1 y 2fut_price2 son los frecios de los dos futuros. @strike es el precio al que se fija la opción @tiempo es el número de días para el vencimiento de la opción @tasa es la tasa de interés libre de riesgo anualizada @volatilidad1 y @volatilidad2 es la volatilidad anualizada en precio del los futuros subyacentes @rho es la correlación entre los dos futuros @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(tipo_compra_venda,preço_fut1,preço_fut2,exercício, tempo,taxa,volatilidade1,volatilidade2,rho) @DESCRIPTION=OPT_SPREAD_APPROX modela o preço teórico de uma opção teórica na modalidade Européia sobre o spread entre dois contratos futuros. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @preço_fut1 & preço_fut2 são os preços dos dois contratos futuros. @exercício é o preço de exercício da opção quando ela é executada. @tempo é a maturidade inicial da opção em anos. @taxa é a taxa de juros anualizada e livre de risco. @volatilidade1 e volatilidade2 são as taxas anualizadas de volatilidade dos contratos futuros envolvidos. @rho é a correlação entre os dois contratos futuros. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_SPREAD_APPROX @SYNTAX=OPT_SPREAD_APPROX(call_put_flag,fut_price1,fut_price2,strike,time, rate,volatility1,volatility2,rho) @DESCRIPTION=OPT_SPREAD_APPROX tạo mô hình trên giá lý thuyết của một tùy chọn Châu Âu trong sự truyền bá giữa hai hợp đồng kỳ hạn. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @fut_price1 & @fut_price2 là giá của hai hợp đồng kỳ hạn. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time là đến hạn thanh toán ban đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @volatility1 & @volatility2 là tính dễ biến động mỗi năm trên giá của hợp đồng kỳ hạn cơ sở. @rho là tương quan giữa hai hợp đồng kỳ hạn. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FLOAT_STRK_LKBK models the theoretical price of an option where the holder of the option may exercise on expiry at the most favourable price observed during the options life of the underlying asset. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @spot_min is the minimum spot price of the underlying asset so far observed. @spot_max is the maximum spot price of the underlying asset so far observed. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FLOAT_STRK_LKBK དེ་གིས་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གདམ་ཁ་ཚུ་ལྟ་རྟོགས་འབད་བའི་བསྒང་ གོང་ཚད་མཐུན་མི་ལུ་སྦེ་ གདམ་ཁ་བཤེད་མི་དེ་གིས་ཡལ་མི་གུ་བསྟར་སྤྱོད་འབད་མི་གདམ་ཁ་ཅིག་གིས་ གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @spot_min འདི་ ད་ལྟོ་ཚུན་ཚོད་བལྟ་སྟེ་ཡོད་པའི་འོག་གི་བདོག་གཏད་ཀྱི་ས་ཁོངས་ཉུང་མཐའ་འདི་ཨིན། @spot_max འདི་ ད་ལཏོ་ཚུན་ཚོད་བལྟ་སྟེ་ཡོད་མི་འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་མཐོ་ཤོས་འདི་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(indicador_call_put,spot,spot_min,spot_max,tiempo,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_FLOAT_STRK_LKBK modela el precio teórico de una opción donde el propietario de la opción puede ejercitar al expirar al precio más favorable observado durante la vida de la opción del activo subyacente. @indicador_call_put es «c» o «p» para indicar si la opción es un «call» o «put» @spot_min es el mínimo precio «spot» del activo subyacente observado a lo largo del tiempo. @spot_max es el máximo precio «spot» del activo subyacente observado a lo largo del tiempo. @strike es el precio al que se fija la opción @tiempo es número de años hasta el vencimiento de la opción. @tasa es la tasa de interés libre de riesgo anualizada. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(tipo_compra_venda,à_vista,à_vista_min,à_vista_max,tempo,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_FLOAT_STRK_LKBK modela o preço teórico de uma opção onde o portador dessa opção pode executá-la no momento de expirar ao preço mais favorável observado durante a vida da opção do ativo envolvido. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @à_vista_min é o preço mínimo à vista (spot) do ativo envolvido durante o período de observação. @à_vista_max é o preço máximo à vista (spot) do ativo envolvido durante o período de observação. @tempo é o número de dias até a data de exercício. @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento é custo de armazenagem do ativo envolvido; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_FLOAT_STRK_LKBK @SYNTAX=OPT_FLOAT_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FLOAT_STRK_LKBK tạo mô hình trên giá lý thuyết của một tùy chọn mà người sở hữu nó có thể thực hiện khi mãn hạn tại giá có lợi nhất được thấy trong khi đợi sống tùy chọn của tài sản cơ sở. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @spot_min là giá điểm _tối thiểu_ của tài sản cơ sở được thấy cho đến đây. @spot_max là giá điểm _tối đa_ của tài sản cơ sở được thấy cho đến đây. @time là đến hạn thanh toán ban đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FIXED_STRK_LKBK models the theoretical price of an option where the holder of the option may exercise on expiry at the most favourable price observed during the options life of the underlying asset. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @spot_min is the minimum spot price of the underlying asset so far observed. @spot_max is the maximum spot price of the underlying asset so far observed. @strike is the strike prices at which the option is struck. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FIXED_STRK_LKBK དེ་ཡང་ གདམ་ཁའི་བཤེད་མི་དེ་གིས་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཚུ་གི་གདམ་ཁ་བརྐྱབ་པའི་བསྒང་མཐུན་པའི་གོང་ཚད་བལྟ་སྟེ་ཡོད་མི་ལུ་ ཡལ་མི་གུ་བསྟར་སྤྱོད་འབད་ནི་ཨིན་པའི་ གདམ་ཁ་ཅིག་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་དེ་གིས་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @spot_min འདི་ ད་ལྟོ་ཚུན་ཚོད་ལྟ་སྟེ་ཡོད་མི་ལས་ ས་ཁོངས་གོང་ཚད་ཉུང་ཤོས་འདི་ཨིན། @spot_max འདི་ ད་ལྟོ་ཚུན་ཚོད་ལྟ་སྟེ་ཡོད་མི་ལས་ ས་ཁོངས་གོང་ཚད་མཐོ་ཤོས་འདི་ཨིན། @strike འདི་གདམ་ཁ་འདི་ཐོགས་ཡོད་མི་ལུ་ གོང་ཚད་སིཊའིཀ་འདི་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(indicador_call_put,spot,spot_min,spot_max,strike,tiempo,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_FIXED_STRK_LKBK modela el precio teórico de una opción donde el propietario de la opción puede ejercitar al expirar al precio más favorable observado durante la vida de la opción del activo subyacente. @indicador_call_put es «c» o «p» para indicar si la opción es un «call» o «put» @spot_min es el mínimo precio «spot» del activo subyacente observado a lo largo del tiempo. @spot_max es el máximo precio «spot» del activo subyacente observado a lo largo del tiempo. @strike es el precio al que se fija la opción @tiempo es número de años hasta el vencimiento de la opción. @tasa es la tasa de interés libre de riesgo anualizada. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(tipo_compra_venda,à_vista,à_vista_min,à_vista_max,exercício,tempo,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_FIXED_STRK_LKBK modela o preço teórico de onde o portador dessa opção pode executá-la no momento de expirar ao preço mais favorável observado durante a vida da opção do ativo envolvido. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @à_vista_min é o preço mínimo à vista (spot) do ativo envolvido durante o período de observação. @à_vista_max é o preço máximo à vista (spot) do ativo envolvido durante o período de observação. @exercício é o preço de exercício da opção. @tempo é a maturidade inicial da opção em anos. @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_FIXED_STRK_LKBK @SYNTAX=OPT_FIXED_STRK_LKBK(call_put_flag,spot,spot_min,spot_max,strike,time,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_FIXED_STRK_LKBK tạo mô hình trên giá lý thuyết của một tùy chọn mà người sở hữu nó có thể thực hiện khi mãn hạn tại giá có lợi nhất được thấy trong khi đợi sống tùy chọn của tài sản cơ sở. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @spot_min là giá điểm _tối thiểu_ của tài sản cơ sở được thấy cho đến đây. @spot_max là giá điểm _tối đa_ của tài sản cơ sở được thấy cho đến đây. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time là đến hạn thanh toán ban đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(amer_euro_flag,call_put_flag,num_time_steps, spot, strike, time, rate, volatility, cost_of_carry) @DESCRIPTION=OPT_ models the theoretical price of either an American or European style option using a binomial tree. @amer_euro_flag is either 'a' or 'e' to indicate whether the option being valued is an American or European style option respectively. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @num_time_steps is the number of time steps used in the valuation, a greater number of time steps yields greater accuracy however is slower to calculate. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time is the initial maturity of the option in years. @rate is the annualized risk-free rate of interest. @volatility is the annualized volatility in price of the underlying asset. @cost_of_carry is the leakage in value of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(amer_euro_flag,call_put_flag,num_time_steps, spot, strike, time, rate, volatility, cost_of_carry) @DESCRIPTION=OPT_ དེ་གིས་ རྩ་འབྲེལ་ཐ་སྙད་གཉིས་འབད་མི་ཅིག་ལག་ལེན་འཐབ་སྟེ་ ཨ་མི་རི་ཀཱན་ཡང་ན་ཡུ་རོ་པིན་བཟོ་རྣམ་གདམ་ཁའི་ གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @amer_euro_flag འདི་ 'a' ཡང་ན་ 'e' ལས་གང་རུང་ཅིག་ཨིན་མི་འདི་ གནས་གོང་བཀོད་པའི་གདམ་ཁ་འདི་ཨ་མི་རི་ཀཱན་ཡང་ན་ཡུ་རོ་པིན་བཟོ་རྣམ་གདམ་ཁ་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་མི་འདི་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @num_time_steps འདི་ གནས་གོང་ནང་ལག་ལེན་འཐབ་པའི་ ཆུ་ཚོད་ཀྱི་རིམ་པའི་གྲངས་ཨིན་, ཆུ་ཚོད་རིམ་པའི་གྲངས་སྦོམ་མི་འདི་ འཁྲུལ་མེད་སྦོམ་སྦེ་ཐོནམ་ཨིནམ་དང་ རྩིས་སྟོན་ནི་ལུ་ལྷོད་ཆ་ཡོདཔ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་ཐོགས་ཡོད་པའི་གོང་ཚད་སིཊའིཀ་འདི་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁའི་འགོ་ཐོག་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @rate འདི་སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @cost_of_carry འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(indicador_amer_euro,indicador_call_put,num_tiempo_steps, spot, strike, tiempo, tasa, volatilidad, devaluación) @DESCRIPTION=OPT_BINOMIAL modela el precio teórico de opciones al estilo americano o europeo usando un árbol binomial. @indicador_amer_euro es o «a» o «e» para indicar si la opción se va a evaluar como una opción de estilo americano o europeo respectivamente @indicador_call_put es «c» o «p» para indicar si la opción es «call» o «put» @spot es el precio «spot» del activo subyacente @strike es el precio al que se fija la opción @tiempo es el número de días para el vencimiento de la opción @tasa es la tasa de interés libre de riesgo anualizada @volatilidad es la volatilidad anualizada en precio del activo subyacente @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(tipo_amer_euro,tipo_compra_venda,num_passos_tempo, à_vista,exercício,tempo,taxa,volatilidade,custo_de_carregamento) @DESCRIPTION=OPT_BINOMIAL modela o preço teórico de uma opção na modalidade Americana ou Européia utilizando uma árvore binomial. @tipo_amer_euro é 'a' ou 'e' de modo a indicar se a opção é no estilo Americano ou Europeu, respectivamente. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @num_passos_tempo é o número de passos de tempo utilizados na avaliação, um número alto de passos aumenta a precisão, contudo é de cálculo mais demorado. @à_vista é o preço à vista (spot) do ativo envolvido. @exercício é o preço de exercício em que a opção é executada. @tempo é a maturidade inicial da opção em anos. @taxa é a taxa de juros anualizada e livre de risco. @volatilidade é a taxa anualizada de volatilidade no preço do ativo envolvido. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_BINOMIAL @SYNTAX=OPT_BINOMIAL(amer_euro_flag,call_put_flag,num_time_steps, spot, strike, time, rate, volatility, cost_of_carry) @DESCRIPTION=OPT_ tạo mô hình trên giá lý thuyết của một tùy chọn hoặc kiểu Châu Âu hoặc kiểu Mỹ, dùng một cây nhị thức. @amer_euro_flag là hoặc « a » hoặc « e » để ngụ ý tùy chọn được ước lượng có kiểu _Mỹ_ (American) hoặc _Châu Âu_ (European) riêng từng cái. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @num_time_steps là số lượng bước thời gian được dùng trong sự ước lượng; số lớn hơn là chính xác hơn nhưng chậm hơn khi tính. @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time là đến hạn thanh toán ban đầu của tùy chọn, theo năm. @rate là lãi xuất miễn rủi ro mỗi năm. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
