Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=INDEX @SYNTAX=INDEX(array[,row, col, area]) @DESCRIPTION=INDEX gives a reference to a cell in the given @array.The cell is pointed out by @row and @col, which count the rows and columns in the array. * If @row and @col are omitted the are assumed to be 1. * If the reference falls outside the range of the @array, INDEX returns a #REF! error. @EXAMPLES=Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then INDEX(A1:A5,4,1,1) equals 25.9 @SEEALSO=
dz: @FUNCTION=INDEX @SYNTAX=INDEX(array[,row, col, area]) @DESCRIPTION=INDEX དེ་གིས་ བྱིན་ཡོད་པའི་@array ནང་གི་ནང་ཐིག་གཅིག་ལུ་གཞི་བསྟུན་བྱིནམ་ཨིན། ནང་ཐིག་འདི་@row དང་ @col གིས་དཔག་སྟེ་ཡོདཔ་ཨིན་, དེ་ཡང་ ཨེ་རེ་ནང་གྲལ་ཐིག་དང་ཀེར་ཐིག་ཚུ་གྱངས་ཁ་བརྐྱབ་མི། * If @row དང་ @col ཚུ་སྐྱུར་བཞག་པ་ཅིན་ 1 སྦེ་བཞག་ནི་ཨིན། * གཞི་བསྟུན་འདི་@arrayགི་ཁྱབ་ཚད་ཀྱི་ཕྱི་ཁར་ཚུད་པ་ཅིན་, INDEX དེ་གིས་ #REF! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES=ང་བཅས་ཚུ་གིས་ ནང་ཐིག་ A1, A2, ..., A5 དེ་ལུ་ཨང་གྲངས་11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ INDEX(A1:A5,4,1,1) འདི་ 25.9མཉམ་ཨིན། @SEEALSO=
es: @FUNCTION=INDEX @SYNTAX=INDEX(array,[fila, col, área]) @DESCRIPTION=INDEX da una referencia a una celda en el @array dado. La celda es señalada por @fila y @col, que cuenta las filas y las columnas en el array. * Si @fila y @col se omiten se asume que valen 1. @área tiene que ser 1 * Si la referencia cae fuera del rango del @array, INDEX devuelve un error #REF!. @EXAMPLES=Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3,21.3, 25.9, y 40.1. Entonces INDEX(A1:A5,4,1,1) igual a 25.9 @SEEALSO=
fr: @FUNCTION=INDEX @SYNTAX=INDEX(tableau[;ligne;colonne;région]) @DESCRIPTION=INDEX renvoie une référence à une cellule dans @tableau. La cellule est définie par @ligne et @colonne, relativement au tableau. Si elles sont omises, 1 est pris par défaut. @région doit être égal à 1, les régions multiples n'étant pas encore implémentées. * Si la référence est en-dehors de @tableau, INDEX renvoie une erreur #REF! @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors INDEX(A1:A5;4;1;1) vaut 25,9. @SEEALSO=
nl: @FUNCTION=INDEX @SYNTAX=INDEX(array[;rij; kol; gebied]) @DESCRIPTION=INDEX geeft een verwijzing naar een cel in de gegeven @array. De cel wordt aangewezen door @rij en @kol die de rijen en kolommen van de @array tellen. * Als @rij en @kol zijn weggelaten, wordt aangenomen dat ze 1 zijn. * Als de verwijzing buiten het gebied van de @array valt, geeft INDEX een #VERW! foutmelding. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: INDEX(A1:A5;4;1;1) is 25,9 @SEEALSO="
pt_br: @FUNCTION=INDEX @SYNTAX=INDEX(matriz[,linha, coluna, área]) @DESCRIPTION=INDEX fornece uma referência para uma célula na dada @matriz. A célula é apontada pela sua @linha e @coluna, que conta o número de linhas e de colunas na matriz. * Se @linha e @coluna são omitidos eles são assumidos sendo 1. * Se a referência cai fora da região da @matriz, INDEX retorna o erro #REF! @EXAMPLES=Assumindo que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: INDEX(A1:A5,4,1,1) retorna 25.9 @SEEALSO=
sk: @FUNCTION=INDEX @SYNTAX=INDEX(pole,[riadok,stĺpec,oblasť]) @DESCRIPTION=INDEX vracia referenciu na bunku zadanú v @pole. Bunka je určená pomocou @riadok a @stĺpec, čo je počet riadkov a stĺpcov v poli. Ak nie je @riadok ani @stĺpec zadané, použije sa 1. @oblasť musí byť 1, referencie do viacerých oblastí ešte nie sú implementované. Ak referencia padne mimo @pole, INDEX vracia chybu #REF!. @EXAMPLES=Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3,21.3, 25.9, a 40.1. Potom INDEX(A1:A5,4,1,1) sa rovná 25,9 @SEEALSO=
vi: @FUNCTION=INDEX @SYNTAX=INDEX(array[,row, col, area]) @DESCRIPTION=INDEX cung cấp tham chiếu đến một ô trong mảng @array cho trước. Ô được trỏ tới bởi @row (hàng) và @col (cột) mà đếm số hàng và số cột trong mảng. * Nếu thiếu @row và @col thì giả sử là số 1. * Nếu tham chiếu nằm ngoại khoảng của mảng @array thì INDEX trả lại lỗi « #REF! ». @EXAMPLES=Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì INDEX(A1:A5,4,1,1) bằng 25.9 @SEEALSO=

source: COLUMN:vector of column numbers.
es: COLUMN: vector de números columna.
vi: COLUMN: véc-tơ của các số cột

source: [reference].
es: [referencia].
vi: [tham chiếu].

source: COLUMN function returns a Nx1 array containing the series of integers from the first column to the last column of @reference. * @reference defaults to the position of the current expression. * If @reference is neither an array nor a reference nor a range, returns #VALUE! error.
es: La función COLUMN devuelve un vector de Nx1 que contiene la serie de enteros desde la primera columna a la última columna de @reference. * @reference es la posición de la expresión actual. defaults to the position of the current expression. * Si @reference no es un vector ni una referencia ni un rango, devuelve el error #VALUE!
vi: Hàm COLUMN (cột) thì trả lại một mảng N×1 chứa dãy các số nguyên từ cột đầu đến cột cuối của tham chiếu @reference. • @reference mặc định là vị trí của biểu thức hiện thời. • @reference không phải mảng, tham chiếu hay phạm vi thì trả lại lỗi « #VALUE! ».

source: COLUMN(A1:C4) equals {1,2,3}
es: COLUMN(A1:C4) equivale a {1,2,3}
vi: COLUMN(A1:C4) bằng {1,2,3}

source: COLUMN(A:C) equals {1,2,3}
es: COLUMN(A:C) equivale a {1,2,3}

source: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(name) @DESCRIPTION=COLUMNNUMBER function returns an integer corresponding to the column name supplied as a string. * If @name is invalid, COLUMNNUMBER returns the #VALUE! error. @EXAMPLES= COLUMNNUMBER("E") equals 5. @SEEALSO=ADDRESS
dz: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(name) @DESCRIPTION=COLUMNNUMBER ལཱ་འགན་དེ་གིས་ ཀེར་ཐིག་མིང་ཡིག་རྒྱུན་སྦེ་བཀྲམ་སྤེལ་འབད་དེ་ཡོད་པའི་ ཧྲིལ་གྲངས་ཆ་མཉམ་པ་ཅིག་ལུ་སླར་ལོག་འབདཝ་ཨིན། * If @name འདི་ནུས་ཅན་མེད་པ་ཅིན་, COLUMNNUMBER དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COLUMNNUMBER("E") equals 5. @SEEALSO=ADDRESS
es: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(nombre) @DESCRIPTION=La función COLUMNNUMBER devuelve un entero correspondiente al nombre de columna suministrado como una cadena. *Si @nombre es inválido, COLUMNNUMBER devuelve un error #VALOR!. @EXAMPLES= COLUMNNUMBERS("E") es igual a 5. @SEEALSO=ADDRESS
fr: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(nom) @DESCRIPTION=La fonction COLUMNNUMBER renvoie un entier correspondant au numéro de colonne indiqué par la chaîne @nom. * Si @nom est invalide, COLUMNNUMBER renvoie l'erreur #VALEUR! @EXAMPLES= COLUMNNUMBER("E") vaut 5. @SEEALSO=ADDRESS
nl: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(naam) @DESCRIPTION=COLUMNNUMBER geeft het kolomnummer corresponderend met de kolomnaam die als tekenreeks is gegeven. * Als @naam ongeldig is, geeft COLUMNNUMBER een #WAARDE! foutmelding. @EXAMPLES= COLUMNNUMBER("E") is 5 @SEEALSO=ADRESS
pt_br: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(nome) @DESCRIPTION=A função COLUMNNUMBER retorna um inteiro correspondendo ao nome da coluna fornecido como um texto. * Se @nome é inválido, COLUMNNUMBER retorna o erro #VALOR! @EXAMPLES= COLUMNNUMBER("E") retorna 5. @SEEALSO=ADDRESS
sk: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referencia) @DESCRIPTION=Funkcia COLUMNS vracia počet stĺpcov v oblasti alebo poli definovanom referenciou. Ak nie je @referencia pole, referencia ani rozsah, vracia #VALUE!. @EXAMPLES= COLUMNS(H2:J3) sa rovná 3. @SEEALSO=COLUMN,ROW,ROWS
vi: @FUNCTION=COLUMNNUMBER @SYNTAX=COLUMNNUMBER(name) @DESCRIPTION=hàm COLUMNNUMBER trả lại một số nguyên tương ứng với tên cột dạng chuỗi. * Nếu tên @name không hợp lệ thì COLUMNNUMBER trả lại lỗi « #VALUE! ». @EXAMPLES= COLUMNNUMBER("E") bằng 5. @SEEALSO=ADDRESS

source: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=COLUMNS function returns the number of columns in area or array reference. * If @reference is neither an array nor a reference nor a range, COLUMNS returns #VALUE! error. @EXAMPLES= COLUMNS(H2:J3) equals 3. @SEEALSO=COLUMN,ROW,ROWS
dz: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=COLUMNS ལཱ་འགན་དེ་གིས་ ཀེར་ཐིག་ཚུ་གི་ཨང་གྲངས་འདི་མངའ་ཁོངས་ཡང་ན་ཨེ་རེ་གཞི་བསྟུན་ཚུ་ནང་སླར་ལོག་འབདཝ་ཨིན། * If @reference འདི་ ཨེ་རེ་ཡང་མེན་མི་ཡང་ན་གཞི་བསྟུན་ཡང་མེནམ་ ཡང་ན་ཁྱབ་ཚད་མེན་པ་ཅིན་, COLUMNS དེ་གིས་#VALUE! འཛོལ་བ་འདི་སླར་ལོགའབདཝ་ཨིན། @EXAMPLES= COLUMNS(H2:J3) equals 3. @SEEALSO=COLUMN,ROW,ROWS
es: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referencia) @DESCRIPTION=La función COLUMNS devuelve la cantidad de columnas en el área o array @referencia. * Si @referencia no es ni un array, ni una referencia, ni un rango; la función devuelve el error #VALOR!. @EXAMPLES= COLUMNS(H2:J3) es igual a 3. @SEEALSO=COLUMN,ROW,ROWS
fr: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(référence) @DESCRIPTION=La fonction COLUMNS renvoie le nombre de colonnes dans la zone ou le tableau @référence. * Si @référence n'est ni un tableau, ni une référence, ni un intervalle, la fonction renvoie l'erreur #VALEUR! @EXAMPLES= COLUMNS(H2:J3) vaut 3. @SEEALSO=COLUMN,ROW,ROWS
nl: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(verwijzing) @DESCRIPTION=COLUMNS geeft het aantal kolommen in het opgegeven bereik of de array-verwijzing. * Als @verwijzing noch een array is, noch een verwijzing noch een bereik, geeft COLUMNS een #WAARDE! foutmelding. @EXAMPLES= COLUMNS(H2:J3) is 3 @SEEALSO=COLUMN,ROW,ROWS
pt_br: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referência) @DESCRIPTION=A função COLUMNS retorna o número de colunas na região indicada por @referência. * Se @referência não é uma matriz ou não é um referência ou região, COLUMNS retorna o erro #VALOR! @EXAMPLES= COLUMNS(H2:J3) retorna 3. @SEEALSO=COLUMN,ROW,ROWS
sk: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(referencia) @DESCRIPTION=Funkcia COLUMNS vracia počet stĺpcov v oblasti alebo poli definovanom referenciou. Ak nie je @referencia pole, referencia ani rozsah, vracia #VALUE!. @EXAMPLES= COLUMNS(H2:J3) sa rovná 3. @SEEALSO=COLUMN,ROW,ROWS
vi: @FUNCTION=COLUMNS @SYNTAX=COLUMNS(reference) @DESCRIPTION=Hàm COLUMNS trả lại số cột trong một tham chiếu loại vùng hoặc loại mảng. * Nếu @reference không phải là mảng và cũng không phải là khoảng thì trả lại lỗi « #VALUE! ». @EXAMPLES= COLUMNS(H2:J3) bằng 3. @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=OFFSET @SYNTAX=OFFSET(range,row,col[,height[,width]]) @DESCRIPTION=OFFSET function returns a cell range. The cell range starts at offset (@row,@col) from @range, and is of height @height and width @width. * If @range is neither a reference nor a range, OFFSET returns #VALUE!. * If either @height or @width is omitted, the height or width of the reference is used. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
dz: @FUNCTION=OFFSET @SYNTAX=OFFSET(range,row,col[,height[,width]]) @DESCRIPTION=OFFSET ལཱ་འགན་དེ་གིས་ ནང་ཐིག་ཁྱབ་ཚད་སླར་ལོག་འབདཝ་ཨིན། ནང་ཐིག་ཁྱམ་ཚད་འདི་ པར་ལེན་(@row,@col) ལུ་@range ལས་འགོ་བཙུགསཔ་ཨིནམ་དང་, དེའི་མཐོ་ཚད་ @height དང་ རྒྱ་ཚད་ @widthཨིན། * If @range ཁྱབ་ཚད་འདི་གཞི་བསྟུན་ཡང་མེན་ ཁྱབ་ཚད་ཡང་མེན་པ་ཅིན་, OFFSET དེ་གིས་ #VALUE!སླར་ལོག་འབདཝ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @height ཡང་ན་ @width འདི་སྐྱུར་བཞག་པ་ཅིན་, མཐོ་ཚད་ཡང་ན་རྒྱ་ཚད་འདི་གི་གཞི་བསྟུན་འདི་ལག་ལེན་འཐབ་ཨིན། @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
es: @FUNCTION=OFFSET @SYNTAX=OFFSET(rango,fila,col,altura,anchura) @DESCRIPTION=La función OFFSET devuelve un rango de celdas. El rango de celdas se inicia en el desplazamiento (@fila,@col) desde @rango, y es de altura @altura y de anchura @anchura. * Si el rango no es una referencia ni un rango, OFFSET devuelve #VALOR! * Si cualquiera de @altura o @anchura se omite se usa la altura o anchura de referencia. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
fr: @FUNCTION=OFFSET @SYNTAX=OFFSET(intervalle;ligne;colonne[;hauteur[;largeur]]) @DESCRIPTION=La fonction OFFSET renvoie un intervalle de cellules commençant à l'offset (@colonne,@ligne) de @intervalle, et ayant pour dimensions @hauteur et @largeur. * Si @intervalle n'est ni une référence ni un intervalle, la fonction renvoie #VALEUR!. * Si @hauteur ou @largeur sont omis, les dimensions de la référence sont utilisées. @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
nl: @FUNCTION=OFFSET @SYNTAX=OFFSET(bereik;rij;kolom;hoogte;breedte) @DESCRIPTION=OFFSET geeft een celbereik. Het celbereik begint bij een verschuiving (@kolom,@rij) vanaf @bereik, en heeft de afmetingen: @hoogte en @breedte. * Als @bereik noch een verwijzing is, noch een bereik, geeft OFFSET een #WAARDE! foutmelding. * Als @hoogte of @breedte wordt weggelaten worden de afmetingen van het @bereik gehanteerd. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS
pt_br: @FUNCTION=OFFSET @SYNTAX=OFFSET(região,linhas,colunas[,altura[,largura]]) @DESCRIPTION=A função OFFSET retorna uma região de células. A região de células inicia-se a @linhas e a @colunas de @região. A altura da região é @altura e a sua largura é @largura. * Se @região não é uma referência ou não é uma região, então OFFSET retorna o erro #VALOR! * Se @altura ou @largura for omitido, OFFSET utiliza a altura ou largura da referência. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS,INDEX,INDIRECT,ADDRESS
sk: @FUNCTION=OFFSET @SYNTAX=OFFSET(rozsah,riadok,stĺpec,výška,šírka) @DESCRIPTION=Funkcia OFFSET vracia rozsah buniek. Ten začína na relatívny (@stĺpec,@riadok) z @rozsah, a je vysoký @výška a široký @šírka. Ak rozsah nie je ani referencia ani rozsah, vracia #VALUE!. Ak nie je uvedená ani výška, ani šírka, použije sa referencia. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS
vi: @FUNCTION=OFFSET @SYNTAX=OFFSET(range,row,col,height,width) @DESCRIPTION=Hàm OFFSET trả lại khoảng ô, bắt đầu từ hiệu số (@row,@col) tính từ @range, cao @height và rộng @width. * Nếu @range không phải là tham chiếu hoặc khoảng thì trả lại lỗi « #VALUE! ». * Nếu thiếu @height hay @width thì chiều rộng và cao của tham chiếu được dùng. @EXAMPLES= @SEEALSO=COLUMN,COLUMNS,ROWS

source: ROW:vector of row numbers.
es: ROW: vector de números fila.
vi: ROW: véc-tơ của các số hàng.

source: ROW function returns a 1xN array containing the series of integers from the first row to the last row of @reference. * @reference defaults to the position of the current expression. * If @reference is neither an array nor a reference nor a range, returns #VALUE! error.
es: La función ROW devuelve un vector de 1xN que contiene la serie de enteros desde la primera fila a la última fila de @reference. * @reference es la posición de la expresión actual. defaults to the position of the current expression. * Si @reference no es un vector ni una referencia ni un rango, devuelve el error #VALUE!
vi: Hàm ROW (hàng) thì trả lại một mảng N×1 chứa dãy các số nguyên từ hàng đầu đến hàng cuối của tham chiếu @reference. • @reference mặc định là vị trí của biểu thức hiện thời. • @reference không phải mảng, tham chiếu hay phạm vi thì trả lại lỗi « #VALUE! ».

source: ROW(A1:D3) equals {1;2;3}
es: ROW(A1:D3) equivale a {1;2;3}

source: ROW(1:3) equals {1;2;3}
es: ROW(1:3) equivale a {1;2;3}

source: ROW() in G13 equals 13.
es: ROW() en G13 equivale a 13.

source: @FUNCTION=ROWS @SYNTAX=ROWS(reference) @DESCRIPTION=ROWS function returns the number of rows in area or array reference. * If @reference is neither an array nor a reference nor a range, ROWS returns #VALUE! error. @EXAMPLES= ROWS(H7:I13) equals 7. @SEEALSO=COLUMN,COLUMNS,ROW
dz: @FUNCTION=ROWS @SYNTAX=ROWS(reference) @DESCRIPTION=ROWS ལཱ་འགན་དེ་གིས་ མངའ་ཁོངས་ཡང་ན་གཞི་བསྟུན་ནང་གི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @reference འདི་ཨེ་རེ་ཡང་མེན་ གཞི་བསྟུན་མེན་ཡང་ན་ཁྱབ་ཚད་མེན་པ་ཅིན་, ROWS དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ROWS(H7:I13) equals 7. @SEEALSO=COLUMN,COLUMNS,ROW
es: @FUNCTION=ROWS @SYNTAX=ROWS(referencia) @DESCRIPTION=La función ROWS devuelve la cantidad de filas en el área o array de @referencia. * Si @referencia no es ni un array, ni una referencia, ni un rango, ROWS devuelve el error #VALOR!. @EXAMPLES= ROWS(H7:I13) es igual a 7. @SEEALSO=COLUMN,COLUMNS,ROW
fr: @FUNCTION=ROWS @SYNTAX=ROWS(référence) @DESCRIPTION=La fonction ROWS renvoie le nombre de lignes dans la zone ou dans le tableau @référence. * Si @référence n'est ni un tableau, ni une référence, ni un intervalle, la fonction renvoie l'erreur #VALEUR! @EXAMPLES= ROWS(H7:I13) vaut 7. @SEEALSO=COLUMN,ROW,ROWS
nl: @FUNCTION=ROWS @SYNTAX=ROWS(verwijzing) @DESCRIPTION=ROWS geeft het aantal rijen in het opgegeven bereik of de array-verwijzing. * Als @verwijzing noch een array is, noch een verwijzing noch een bereik, geeft ROWS een #WAARDE! foutmelding. @EXAMPLES= ROWS(H7:I13) is 7 @SEEALSO=COLUMN,ROW,ROWS
pt_br: @FUNCTION=ROWS @SYNTAX=ROWS(referência) @DESCRIPTION=A função ROWS retorna o número de linhas em uma área ou referência. * Se @referência não é uma região, área ou referência, então ROWS retorna o erro #VALOR! @EXAMPLES= ROWS(H7:I13) retorna 7. @SEEALSO=COLUMN,COLUMNS,ROW
sk: @FUNCTION=ROWS @SYNTAX=ROWS(referencia) @DESCRIPTION=Funkcia ROWS vráti počet riadkov v oblasti alebo poli. Ak nie je @referencia ani pole ani referencia, vráti #VALUE!. @EXAMPLES= ROWS(H7:I13) sa rovná 7. @SEEALSO=COLUMN,ROW,ROWS
vi: @FUNCTION=ROWS @SYNTAX=ROWS(reference) @DESCRIPTION=Hàm ROWS trả lại số hàng trong tham chiếu loạo vùng hay loại mảng. * Nếu @reference không phải là mảng, tham chiếu hoặc vùng thì trả lại lỗi « #VALUE! ». @EXAMPLES= ROWS(H7:I13) bằng 7. @SEEALSO=COLUMN,ROW,ROWS

source: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_location[,optional_label]) @DESCRIPTION=HYPERLINK function currently returns its 2nd argument, or if that is omitted the 1st argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
dz: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_location[,optional_label]) @DESCRIPTION=HYPERLINK ལཱ་འགན་དེ་གིས་ དེའི་སྒྲུབ་རྟགས་ ༢་པ་འདི་འཕྲལ་རང་སླར་ལོག་འབདཝ་ཨིན་ ཡང་ན་ དེ་སྐྱུར་བཞག་སྟེ་ཡོད་པ་ཅིན་ སྒྲུབ་རྟགས་ ༡་པ། @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
es: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(enlace [,etiqueta_opcional]) @DESCRIPTION=La función HYPERLINK devuelve su segundo argumento, o, en caso de ser omitido, devuelve el primer argumento. @EXAMPLES= HYPERLINK("www.gnome.org";"GNOME"). @SEEALSO=
fr: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(emplacement;[ titre]) @DESCRIPTION=La fonction HYPERLINK renvoie son deuxième argument, ou bien, si celui-ci est omis, son premier argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
nl: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_locatie[; optioneel_label]) @DESCRIPTION=HYPERLINK geeft momenteel zijn 2e argument door, of als dat is weggelaten, het 1ste argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME") @SEEALSO=
pt_br: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(localização_do_link[,rótulo_opcional]) @DESCRIPTION=A função HYPERLINK retorna o segundo argumento ou, se ele for omitido, o primeiro argumento. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
sk: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(referencia, nepovinný_popis) @DESCRIPTION=Funkcia HYPERLINK momentálne vráti druhý argument, alebo ak nie je uvedený, vráti prvý argument. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=
vi: @FUNCTION=HYPERLINK @SYNTAX=HYPERLINK(link_location, optional_label) @DESCRIPTION=hàm HYPERLINK hiện thời trả lại đối số thứ hai của nó, hoặc nếu thiếu đối số thứ hai thì trả lại đối số thứ nhất. @EXAMPLES= HYPERLINK("www.gnome.org","GNOME"). @SEEALSO=

source: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE function returns the transpose of the input @matrix. @EXAMPLES= @SEEALSO=MMULT
dz: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE ལཱ་འགན་དེགིས་ ཨིན་པུཊི་གི་མགོ་མཇུག་སོར་ནི་འདི་སླར་ལོག་འབདཝ་ཨིན་ @matrix. @EXAMPLES= @SEEALSO=MMULT
es: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matriz) @DESCRIPTION=La función TRANSPOSE devuelve la matriz transpuesta de @matriz. @EXAMPLES= @SEEALSO=MMULT
fr: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrice) @DESCRIPTION=La fonction TRANSPOSE renvoie la transposée de @matrice @SEEALSO=MMULT
nl: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=TRANSPOSE transponeert de gegeven @matrix (verwisselt rijen en kolommen). @EXAMPLES= @SEEALSO=MMULT
pt_br: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matriz) @DESCRIPTION=A função TRANSPOSE retorna a matriz transposta da @matriz fornecida. @EXAMPLES= @SEEALSO=MMULT
sk: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matica) @DESCRIPTION=Funkcia TRANSPOSE vracia transponovaný argument @matica. @EXAMPLES= @SEEALSO=MMULT
vi: @FUNCTION=TRANSPOSE @SYNTAX=TRANSPOSE(matrix) @DESCRIPTION=Hàm TRANSPOSE trả lại một dãy mà giá trị của nó là các giá trị trong ma trận @matrix đã gõ nhưng đã bị đổi chỗi với nhau. @EXAMPLES= @SEEALSO=MMULT

source: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=GCD returns the greatest common divisor of given numbers. * If any of the arguments is less than one, GCD returns #NUM! error. * If any of the arguments is non-integer, it is truncated. * This function is Excel compatible. @EXAMPLES= GCD(470,770) equals 10. GCD(470,770,1495) equals 5. @SEEALSO=LCM
dz: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=GCD དེ་གིས་ བྱིན་ཡོད་པའི་མཐུན་མོང་བགོ་བྱེད་སྦོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། * སྒྲུབ་རྟགས་གང་རུང་ཅིག་གཅིག་ལས་ཉུངམ་སྦེ་ཡོད་པ་ཅིན་, GCD དེ་གིས་ #NUM! འཛོལ་བབ་སླར་ལོག་འབདཝ་ཨིན། * སྒྲུབ་རྟགས་གང་རུངུ་ཅིག་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, དེ་ཆུང་ཀུ་བཟོཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= GCD(470,770) equals 10. GCD(470,770,1495) equals 5. @SEEALSO=LCM
es: @FUNCTION=GCD @SYNTAX=GCD(número1,numero2,…) @DESCRIPTION=Devuelve el máximo común divisor de los números dados. * Si uno de los argumentos es menor que cero, GCD devuelve el error #NÚM!. * Si alguno de los argumentos no es un entero, será truncado. * Esta función es compatible con Excel. @EXAMPLES= GCD(470;770) es igual a 10. GCD(470;770;1495) es igual a 5. @SEEALSO=LCM
fr: @FUNCTION=GCD @SYNTAX=GCD(nombre1;nombre2;...) @DESCRIPTION=GCD renvoie le plus grand commun diviseur (PCGD) des nombres donnés. * Si un des arguments est inférieur à 1, GCD renvoie l'erreur #NUM!. * Les arguments non entiers sont tronqués. * Cette fonction est compatible avec Excel. @EXAMPLES= GCD(470;770) vaut 10. GCD(470;770;1495) vaut 5. @SEEALSO=LCM
nl: @FUNCTION=GCD @SYNTAX=GCD(getal1;getal2;...) @DESCRIPTION=GCD geeft de grootste gemene deler van de gegeven getallen. * Als een van de argumenten kleiner dan 1 is, geeft GCD een #GETAL! foutmelding. * Als een van de argumenten geen geheel getal is, wordt deze afgekapt. * Deze functie is compatibel met Excel. @EXAMPLES= GCD(470;770) is 10 GCD(470;770;1495) is 5 @SEEALSO=LCM
pt_br: @FUNCTION=GCD @SYNTAX=GCD(número1,número2,...) @DESCRIPTION=GCD retorna o máximo divisor comum dos números dados. * Se qualquer dos argumentos for menor que 1, GCD retorna o erro #NUM! * Se qualquer dos argumentos for não-inteiro, ele será truncado. * Esta função é compatível com o Excel. @EXAMPLES= GCD(470,770) retorna 10. GCD(470,770,1495) retorna 5. @SEEALSO=LCM
sk: @FUNCTION=GCD @SYNTAX=GCD(číslo1,číslo2,...) @DESCRIPTION=GCD vracia najväčší spoločný deliteľ daných čísel. Ak je niektorý z argumentov záporný, vracia GCD chybu #NUM!. Argumenty, ktoré nie sú celočíselné, budú orezané. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= GCD(470,770) sa rovná 10. GCD(470,770,1495) sa rovná 5. @SEEALSO=LCM
vi: @FUNCTION=GCD @SYNTAX=GCD(number1,number2,...) @DESCRIPTION=Hàm GCD trả lại ước số chung lớn nhất của hai hay nhiều số cho trước. * Nếu bất kỳ đối số nào nhỏ hơn số một thì trả lại lỗi « #NUM! ». * Nếu bất kỳ đối số nào không phải là số nguyên thì bị cắt xén. * Hàm này tương thích với Excel. @EXAMPLES= GCD(470,770) bằng 10. GCD(470,770,1495) bằng 5. @SEEALSO=LCM
