Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=FORECAST function estimates a future value according to existing values using simple linear regression. The estimated future value is a y-value for a given x-value (@x). * If @known_x or @known_y contains no data entries or different number of data entries, FORECAST returns #N/A error. * If the variance of the @known_x is zero, FORECAST returns #DIV/0 error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FORECAST(7,A1:A5,B1:B5) equals -10.859397661. @SEEALSO=INTERCEPT,TREND
dz: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=FORECAST ལས་འགན་འདི་གིས་ འཇམ་སམ་ཐིག་གི་རི་གེ་རེ་ཤཱན་ལག་ལེན་འཐབ་སྟེ་ གནས་ཡོད་པའི་གནས་གོང་དང་འཁྲིལ་མ་འོངས་པ་སྔོན་རྩིས་བཏོནམ་ཨིན། སྔོན་རྩིས་བཏོན་ཡོད་པའི་གནས་གོང་འདི་ བྱིན་ཡོད་པའི་ཨེགསི་གནས་གོང་(@x) གི་དོན་ལུ་མ་འོངས་པའི་ཝའི་གནས་གོང་འདི་ཨིན། * If @known_x or @known_y དེ་གིས་ གནས་སྡུད་འཛུལ་ཞུགས་མེདཔ་དང་ ཡང་ན་ གནས་སྡུད་འཛུལ་ཞུགས་ཀྱི་ཨང་གྲངས་སོ་སོ་ཚུ་ཡོདཔ་ཨིན།FORECAST དེ་གིས་ #N/A འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @known_x གི་མི་མཐུན་པ་འདི་ཀླད་ཀོར་ཨིན་པ་ཅིན་, FORECAST དེ་གིས་ #DIV/0 འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1,དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5,དང་ 42.7 ཚུ་ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ FORECAST(7,A1:A5,B1:B5) equals -10.859397661. @SEEALSO=INTERCEPT,TREND
es: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,y_conocidos,x_conocidos) @DESCRIPTION=La función FORECAST estima un valor futuro, según los valores existentes usando una regresión linear simple. El valor futuro estimado es el valor de y para un valor de x dado (@x). * Si @x_conocidos o @y_conocidos no contienen datos o contienen cantidades de datos diferentes, FORECAST devuelve el error #N/D! . * Si la varianza de @x_conocidos es cero, FORECAST devuelve el error #DIV/0 . * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11.4, 17.3, 21.3, 25.9, y 40.1, y las celdas B1, B2, … B5 los números 23.2, 25.8, 29.9, 33.5, y 42.7. Entonces FORECAST(7,A1:A5,B1:B5) es igual a -10.859397661. @SEEALSO=INTERCEPT,TREND
fr: @FUNCTION=FORECAST @SYNTAX=FORECAST(x;y_connus;x_connus) @DESCRIPTION=La fonction FORECAST estime une valeur future en fonction des valeurs existantes en utilisant une régression linéaire simple. La valeur estimée est une valeur y pour la valeur @x de x. * Si @x_connus ou @y_connus ne contiennent pas de données ou un nombre différent de données, FORECAST renvoie l'erreur #N/A!. * Si la variance de @x_connus est zéro, FORECAST renvoie l'erreur #DIV/0. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et les cellules B1, B2,... B5 23,2, 25,8, 29,9, 33,5, et 42,7. Alors, FORECAST(7;A1:A5;B1:B5) vaut -10,859397661. @SEEALSO=INTERCEPT,TREND
nl: @FUNCTION=FORECAST @SYNTAX=FORECAST(x;y_bekend;x_bekend) @DESCRIPTION=FORECAST schat een toekomstige waarde uitgaande van bestaande waarden met behulp van een eenvoudige lineaire regressie. De geschatte toekomstige waarde is een y-waarde voor een gegeven x-waarde (@x). * Als @y_bekend of @x_bekend geen gegevens bevatten, of een ongelijk aantal gegevens, geeft FORECAST een #N/B! foutmelding. * Als de variantie van @x_bekende gelijk is aan nul, geeft FORECAST eeen #DEEL/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten en B1, B2, ... B5 de getallen 23,2 25,8 29,9 33,5 en 42,7 dan geldt: FORECAST(7;A1:A5;B1:B5) is -10,859397661 @SEEALSO=INTERCEPT,TREND
pt_br: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,y_conhecidos,x_conhecidos) @DESCRIPTION=FORECAST estima um valor futuro de acordo com valores existentes usando regressão linear simples. O valor futuro estimado é um valor y dado o valor x (@x). * Se @conhecido_x ou @conhecido_y não contém entradas de dados ou números diferentes de entradas, FORECAST retorna um erro #N/A! * Se a variância dos @conhecido_x é zero. FORECAST retorna erro #DIV/0. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: FORECAST(7,A1:A5,B1:B5) retorna -10.859397661. @SEEALSO=INTERCEPT,TREND
sk: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,známe_y,známe_x) @DESCRIPTION=Funkcia FORECAST odhaduje budúce hodnoty podľa existujúcich hodnôt pomocou jednoduchej lineárnej regresie. Predpokladaná hodnota je funkčnou hodnotou v bode @x. * Ak sú @známe_y a @známe_x prázdne alebo majú rôzny počet argumentov, FORECAST vracia chybu #N/A!. * Ak je rozptyl @známe_x 0, FORECAST vracia chybu #DIV/0. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a že bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom FORECAST(7,A1:A5,B1:B5) sa rovná -10.859397661. @SEEALSO=INTERCEPT,TREND
vi: @FUNCTION=FORECAST @SYNTAX=FORECAST(x,known_y's,known_x's) @DESCRIPTION=hàm FORECAST ước lượng một giá trị tương lai tùy theo hồi qui tuyến đơn giản. Giá trị tương lai được dự đoán là một giá trị y cho một giá trị x cho trước (@x). * Nếu @known_x (các x được biết) hoặc @known_y (các y đượ-c biết) không có mục nhập dữ liệu nào, hoặc hai phạm vi này không có cùng một số mục nhập dữ liệu, thì FORECAST trả lại lỗi « #N/A ». * Nếu phương sai của @known_x là số không thì FORECAST trả lại lỗi « #DIV/0 ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì FORECAST(7,A1:A5,B1:B5) bằng -10.859397661. @SEEALSO=INTERCEPT,TREND

source: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=INTERCEPT function calculates the point where the linear regression line intersects the y-axis. * If @known_x or @known_y contains no data entries or different number of data entries, INTERCEPT returns #N/A error. * If the variance of the @known_x is zero, INTERCEPT returns #DIV/0 error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then INTERCEPT(A1:A5,B1:B5) equals -20.785117212. @SEEALSO=FORECAST,TREND
dz: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=INTERCEPT ལས་འགན་འདི་གིས་ ཐིག་གི་རིགི་རེ་ཤཱན་གྲལ་ཐིག་གིས་ ཝའི་-ཚད་ཐིག་གི་དོན་ཚན་འདི་རྩིས་བཏོནམ་ཨིན། * If @known_x or @known_y དེ་གིས་ གནས་སྡུད་འཛུལ་ཞུགས་མེདཔ་དང་ གནས་སྡུད་འཛུལ་ཞུགས་ཀྱི་ཨང་གྲངས་སོ་སོ་གནས་ཏེ་ཡོད་པ་ཅིན་, INTERCEPT དེ་གིས་ #N/A འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @known_x གི་མི་མཐུན་པ་འདི་ཀླད་ཀོར་ཨིན་པ་ཅིན་, INTERCEPT དེ་གིས་#DIV/0 འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་11.4, 17.3, 21.3, 25.9, དང་ 40.1, དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, དང་42.7ཚུ་ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས INTERCEPT(A1:A5,B1:B5) equals -20.785117212. @SEEALSO=FORECAST,TREND
es: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(y_conocidos,x_conocidos) @DESCRIPTION=La función INTERCEPT calcula el punto en el cual la regresión lineal corta el eje y. * Si @x_conocidos o @y_conocidos no contienen datos o contienen diferente número de entrada de datos, INTERCEPT devuelve el error #N/D!. * Si la varianza de @x_conocidos es cero, INTERCEP devuelve el error #DIV/0. * Esta función es compatible con Excel @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11.4, 17.3, 21.3, 25.9, y 40.1, y las celdas B1, B2, … B5 23.2, 25.8, 29.9, 33.5, y 42.7. Entonces INTERCEPT(A1:A5,B1:B5) devuelve -20.785117212. @SEEALSO=FORECAST,TREND
fr: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(y_connus;x_connus) @DESCRIPTION=La fonction INTERCEPT calcule le point d'intersection de la droite de régression linéaire avec l'axe des ordonnées (y). * Si @x_connus ou @y_connus ne contiennent pas de données ou un nombre différent de données, INTERCEPT renvoie l'erreur #N/A!. * Si la variance de @x_connus est zéro, INTERCEPT renvoie l'erreur #DIV/0. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et les cellules B1, B2,... B5 23,2, 25,8, 29,9, 33,5, et 42,7. Alors, INTERCEPT(A1:A5;B1:B5) vaut -20,785117212. @SEEALSO=FORECAST,TREND
nl: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(y_bekend;x_bekend) @DESCRIPTION=INTERCEPT berekent het snijpunt van de lineaire regressielijn met de y-as. * Als @y_bekend of @x_bekend geen gegevens bevatten, of een ongelijk aantal gegevens, geeft INTERCEPT een #N/B! foutmelding. * Als de variantie van @x_bekend nul is, geeft INTERCEPT eeen #DEEL/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten en B1, B2, ... B5 de getallen 23,2 25,8 29,9 33,5 en 42,7 dan geldt: INTERCEPT(A1:A5;B1:B5) is -20,785117212 @SEEALSO=FORECAST,TREND
pt_br: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(y's_conhecidos,x's_conhecidos) @DESCRIPTION=A função INTERCEPT calcula o ponto onde a regressão linear intercepta o eixo y. * Se @x's_conhecidos ou @y's_conhecidos não contêm entradas de dados ou um número diferente de entradas de dados, INTERCEPT retorna o erro #N/A! * Se a variância dos @x's_conhecidos for zero, INTERCEPT retorna o erro #DIV/0. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células de A1 a A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células de B1 a B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: INTERCEPT(A1:A5,B1:B5) retorna -20.785117212. @SEEALSO=FORECAST,TREND
sk: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(známe_y,známe_x) @DESCRIPTION=Funkcia INTERCEPT počíta priesečník grafu lineárnej regresie s osou Y. * Ak sú @známe_y a @známe_x prázdne alebo majú rôzny počet argumentov, INTERCEPT vracia chybu #N/A!. * Ak je rozptyl @známe_x 0, INTERCEPT vracia chybu #DIV/0. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a že bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom INTERCEPT(A1:A5,B1:B5) sa rovná -20.785117212. @SEEALSO=FORECAST,TREND
vi: @FUNCTION=INTERCEPT @SYNTAX=INTERCEPT(known_y's,known_x's) @DESCRIPTION=hàm INTERCEPT (chắn) tính điểm mà đường hồi qui tuyến cắt trục y. * Nếu @known_x (các x được biết) hoặc @known_y (các y đượ-c biết) không có mục nhập dữ liệu nào, hoặc hai phạm vi này không có cùng một số mục nhập dữ liệu, thì INTERCEPT trả lại lỗi « #N/A ». * Nếu phương sai của @known_x là số không thì INTERCEPT trả lại lỗi « #DIV/0 ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì INTERCEPT(A1:A5,B1:B5) bằng -20.785117212. @SEEALSO=FORECAST,TREND

source: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE returns the slope of the linear regression line. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then SLOPE(A1:A5,B1:B5) equals 1.417959936. @SEEALSO=STDEV,STDEVPA
dz: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE དེ་གིས་ ཐིག་གི་རི་གེ་རེ་ཤཱན་གྲལ་ཐིག་གི་གཡོ་གཡོཝ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1,དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, དང་ 42.7 ཚུ་ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ SLOPE(A1:A5,B1:B5) equals 1.417959936. @SEEALSO=STDEV,STDEVPA
es: @FUNCTION=SLOPE @SYNTAX=SLOPE(y_conocidos,x_conocidos) @DESCRIPTION=Devuelve la pendiente de la línea de regresión linear. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3; 21,3; 25,9; y 40,1; y las celdas B1, B2, …, B5 contengan 23,2; 25,8; 29,9; 33,5; y 42,7. Entonces SLOPE(A1:A5,B1:B5) es igual a 1,417959936. @SEEALSO=STDEV,STDEVPA
fr: @FUNCTION=SLOPE @SYNTAX=SLOPE(y_connus;x_connus) @DESCRIPTION=La fonction SLOPE renvoie la pente de la droite de régression linéaire pour @x_connus et @y_connus. * Cette fonction est compatible avec Excel. @EXAMPLES= Si les cellules A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et les cellules B1, B2,... B5 23,2, 25,8, 29,9, 33,5, et 42,7. Alors, SLOPE(A1:A5;B1:B5) vaut 1,417959936. @SEEALSO=STDEV,STDEVPA
nl: @FUNCTION=SLOPE @SYNTAX=SLOPE(y_bekend;x_bekende) @DESCRIPTION=SLOPE geeft de helling van de lineare regressielijn. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten en B1, B2, ... B5 de getallen 23,2 25,8 29,9 33,5 en 42,7 dan geldt: SLOPE(A1:A5;B1:B5) is 1,417959936 @SEEALSO=STDEV,STDEVPA
pt_br: @FUNCTION=SLOPE @SYNTAX=SLOPE(y's_conhecidos,x's_conhecidos) @DESCRIPTION=SLOPE retorna a inclinação da reta de regressão linear. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1 a A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1 a B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: SLOPE(A1:A5,B1:B5) retorna 1.417959936. @SEEALSO=STDEV,STDEVPA
sk: @FUNCTION=SLOPE @SYNTAX=SLOPE(známe_y,známe_x) @DESCRIPTION=SLOPE vracia sklon priamky lineárnej regresie. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom SLOPE(A1:A5,B1:B5) sa rovná 1.417959936. @SEEALSO=STDEV,STDEVPA
vi: @FUNCTION=SLOPE @SYNTAX=SLOPE(known_y's,known_x's) @DESCRIPTION=SLOPE trả lại độ _dốc_ của đường hồi qui tuyến. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì SLOPE(A1:A5,B1:B5) bằng 1.417959936. @SEEALSO=STDEV,STDEVPA

source: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(function_nbr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL function returns a subtotal of given list of arguments. @function_nbr is the number that specifies which function to use in calculating the subtotal. The following functions are available: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUBTOTAL(1,A1:A5) equals 30. SUBTOTAL(6,A1:A5) equals 22378356. SUBTOTAL(7,A1:A5) equals 6.164414003. SUBTOTAL(9,A1:A5) equals 150. SUBTOTAL(11,A1:A5) equals 30.4. @SEEALSO=COUNT,SUM
dz: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(function_nbr,ref1,ref2,...) @DESCRIPTION=SUBTOTAL ལས་འགན་འདི་གིས་ སྒྲུབ་རྟགས་ཀྱི་ཐོ་ཡིག་གི་ཡན་ལག་བསྡོམ་ཅིག་སླར་ལོག་འབདཝ་ཨིན།@function_nbr འདི་ ཡན་ལག་བསྡོམ་འདི་རྩིས་བཏོནམ་ད་ལས་འགན་ག་འདི་ལག་ལེན་འཐབ་ཨིན་ན་གསལ་བཀོད་འབད་མི་ཨང་གྲངས་འདི་ཨིན། འོག་གི་ལས་འགན་ཚུ་ཐོབ་ཚུགསཔ་ཨིན: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * ལས་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 23, 27, 28, 33, དང་ 39 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ SUBTOTAL(1,A1:A5) equals 30. SUBTOTAL(6,A1:A5) equals 22378356. SUBTOTAL(7,A1:A5) equals 6.164414003. SUBTOTAL(9,A1:A5) equals 150. SUBTOTAL(11,A1:A5) equals 30.4. @SEEALSO=COUNT,SUM
es: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(función_num,ref1,ref2,…) @DESCRIPTION=La función SUBTOTAL devuelve el subtotal de la lista de argumentos. @función_num es el número que especifica la función a usar para calcular el subtotal. Las siguientes funciones están disponibles: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 23, 27, 28, 33 y 39. Entonces SUBTOTAL(1,A1:A5) es igual a 30. SUBTOTAL(6,A1:A5) es igual a 22378356. SUBTOTAL(7,A1:A5) es igual a 6.164414003. SUBTOTAL(9,A1:A5) es igual a 150. SUBTOTAL(11,A1:A5) es igual a 30.4. @SEEALSO=COUNT,SUM
fr: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(num_fonction;réf1;réf2;...) @DESCRIPTION=La fonction SUBTOTAL renvoie un sous-total de la liste de ses arguments. @num_fonction indique la fonction à utiliser pour le calcul du sous total. Les fonctions suivantes sont disponibles : 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 23, 27, 28, 33, et 39 : SUBTOTAL(1;A1:A5) vaut 30. SUBTOTAL(6;A1:A5) vaut 22378356. SUBTOTAL(7;A1:A5) vaut 6,164414003. SUBTOTAL(9;A1:A5) vaut 150. SUBTOTAL(11;A1:A5) vaut 30,4. @SEEALSO=COUNT,SUM
nl: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(functienr;verw1;verw2;...) @DESCRIPTION=SUBTOTAL geeft een subtotaal van de gegeven lijst van argumenten. @functienr is het getal dat bepaalt welke functie wordt gebruikt bij de berekening van het subtotaal. De volgende functies zijn beschikbaar: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 23, 27, 28, 33, en 39 bevatten, dan geldt: SUBTOTAL(1;A1:A5) is 30 SUBTOTAL(6;A1:A5) is 22378356 SUBTOTAL(7;A1:A5) is 6,164414003 SUBTOTAL(9;A1:A5) is 150 SUBTOTAL(11;A1:A5) is 30,4 @SEEALSO=COUNT,SUM
pt_br: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(função_nbr,ref1,ref2,...) @DESCRIPTION=A função SUBTOTAL retorna o subtotal de uma dada lista de argumentos. @função_nbr é o número que especifica qual função deverá ser utilizada no cálculo do subtotal. Estão disponíveis as seguintes funções: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP * Esta função é compatível com o Excel. @EXAMPLES= Assumido que as células A1, A2, ..., A5 contêm os números 23, 27, 28, 33, e 39. Então SUBTOTAL(1,A1:A5) retorna 30. SUBTOTAL(6,A1:A5) retorna 22378356. SUBTOTAL(7,A1:A5) retorna 6.164414003. SUBTOTAL(9,A1:A5) retorna 150. SUBTOTAL(11,A1:A5) retorna 30.4. @SEEALSO=COUNT,SUM
sk: @FUNCTION=SUBTOTAL @SYNTAX=SUMIF(funkcia,ref1,ref2,...) @DESCRIPTION=Funkcia SUBTOTAL vracia podsúčet daného zoznamu argumentov. @funkcia je číslo, ktoré funkcia sa má použiť pre spočítanie súčtu. K dispozícii sú následujúce funkcie: 1 AVERAGE 2 COUNT 3 COUNTA 4 MAX 5 MIN 6 PRODUCT 7 STDEV 8 STDEVP 9 SUM 10 VAR 11 VARP Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 23, 27, 28, 33, a 39. Potom SUBTOTAL(1,A1:A5) sa rovná 30. SUBTOTAL(6,A1:A5) sa rovná 22378356. SUBTOTAL(7,A1:A5) sa rovná 6.164414003. SUBTOTAL(9,A1:A5) sa rovná 150. SUBTOTAL(11,A1:A5) sa rovná 30.4. @SEEALSO=COUNT,SUM
vi: @FUNCTION=SUBTOTAL @SYNTAX=SUBTOTAL(function_nbr,ref1,ref2,...) @DESCRIPTION=hàm SUBTOTAL trả lại tổng số phụ của một danh sách đối số cho trước. @function_nbr là _số_ xác định _hàm_ nào cần dùng khi tính tổng số phụ này. Có thể dùng những hàm theo đây: 1 AVERAGE (trung bình) 2 COUNT (đếm) 3 COUNTA (đếm A) 4 MAX (tối đa) 5 MIN (đối thiểu) 6 PRODUCT (tích) 7 STDEV (độ lệch chuẩn) 8 STDEVP (độ lệch chuẩn P) 9 SUM (tổng) 10 VAR (phương sai) 11 VARP (phương sai P) * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 23, 27, 28, 33, 39 ». Thì SUBTOTAL(1,A1:A5) bằng 30. SUBTOTAL(6,A1:A5) bằng 22378356. SUBTOTAL(7,A1:A5) bằng 6.164414003. SUBTOTAL(9,A1:A5) bằng 150. SUBTOTAL(11,A1:A5) bằng 30.4. @SEEALSO=COUNT,SUM

source: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH returns Cronbach's alpha for the given cases. @ref1 is a data set, @ref2 the second data set, etc.. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH དེ་གིས་ བྱིན་ཡོད་པའི་གནད་དོན་གྱི་དོན་ལུ་ ཀོརོན་བེཆསི་ཨལ་ཕ་འདི་སླར་ལོག་འབདཝ་ཨིན། @ref1 འདི་ གནས་སྡུད་གཞི་སྒྲིག་ཨིན་, @ref2 འདི་གནས་སྡུད་གཞི་སྒྲིག་གཉིས་པ་ཨིན།, etc.. @EXAMPLES= @SEEALSO=
es: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,…) @DESCRIPTION=CRONBACH devuelve el alfa de Cronbach para los casos dados. @ref1 es un conjunto de datos, @ref2 el segundo conjunto de datos, etc.. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(réf1;réf2;...) @DESCRIPTION=CRONBACH renvoie la valeur alpha de Cronbach pour les cas fournis. @réf1 est un enesmble de données, @réf2 un deuxième ensemble, etc.. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(verw1;verw2;...) @DESCRIPTION=CRONBACH geeft Cronbach's alpha voor de gegeven gevallen. @verw1 is een dataverzameling, @verw2 de tweede dataverzamling, enz.. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH retorna o alfa de Cronbach para os casos fornecidos. @ref1 é um conjunto de dados, @ref2 é o segundo conjunto de dados etc.. @EXAMPLES= @SEEALSO=
sk: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH vracia Cronbachovu alfa pre dané prípady. @ref1 je množina dát, @ref2 je druhá množina dát, atď.. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=CRONBACH @SYNTAX=CRONBACH(ref1,ref2,...) @DESCRIPTION=CRONBACH trả lại α (alpha) của Cronbach cho những trường hợp cho trước. @ref1 là một tập hợp dữ liệu, @ref2 là tập hợp dữ liệu thứ hai ... v.v. @EXAMPLES= @SEEALSO=
