Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC calculates and returns the price per $100 face value of a security bond. The security does not pay interest at maturity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @discount is the rate for which the security is discounted. @redemption is the amount to be received on @maturity date. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, PRICEDISC returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, PRICEDISC returns #NUM! error. * If @settlement date is after @maturity date or they are the same, PRICEDISC returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEMAT
dz: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC དེ་གིས་ སྲུང་སྐྱོབ་བཱོནཌི་ཅིག་གི་མ་གོང་ $100 རེ་རེ་གི་གོང་ཚད་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། སྲུང་སྐྱོབ་དེ་གིས་སྐྱེད་འདི་དུས་ལས་ཡལ་བ་ལུ་མི་སྤྲོད། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས། @maturity འདི་སྲུང་སྐྱོབ་དུས་ལས་ཡལ་བའི་ཚེས་གྲངས། @discount འདི་སྲུང་སྐྱོབ་འདི་ཕབ་ཆ་འབད་ཡོད་མིའི་དོན་ལུ་ཚད་ཨིན། @redemption འདི་ @maturity ཚེས་གྲངས་གུ་ལེན་ནིའི་དངུལ་བསྡོམ་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @settlement ཚེས་གྲངས་ཡང་ན་ @maturity ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, PRICEDISC དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་ @basis > 4ཨིན་པ་ཅིན་, PRICEDISC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @settlement ཚེས་གྲངས་འདི་ @maturity ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ཨིན་པ་ཅིན་ཡངན་གཅིག་པ་ཨིན་པ་ཅིན་ PRICEDISC དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=PRICEMAT
es: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(liquidación,vencimiento,descuento,amortización[,base]) @DESCRIPTION=PRICEDISC calcula y devuelve el precio de por cada 100$ de valor facial de una acción bono. La acción no paga interés al vencimiento. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @descuento es la tasa para la que la acción se descuenta. @amortización es la cantidad a ser recibida a la fecha de @vencimiento. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @liquidación o @vencimiento no es válida, PRICEDISC devuelve un error #NÚM! * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, PRICEDISC devuelve un error #NÚM! * Si la fecha de @liquidación es posterior a la fecha de @vencimiento o son la misma, PRICEDISC devuelve un error #NÚM! @EXAMPLES= @SEEALSO=PRICEMAT
fr: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(règlement;échéance;taux;prix_éch[;base]) @DESCRIPTION=PRICEDISC calcule le prix d'un titre dont la valeur nominale est 100 F et qui ne rapporte pas d'intérêts à échéance. @réglement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @taux son taux à la date d'émission, @prix_éch sa valeur de revente à l'échéance, et @base le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, PRICEDISC renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, PRICEDISC renvoie #NUM!. @EXAMPLES= @SEEALSO=PRICEDISC
nl: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(stortingsdatum;vervaldatum;disconto;aflossingsprijs[;soort_jaar]) @DESCRIPTION=PRICEDISC (ned. PRIJS.DISCONTO) berekent de prijs per $100 nominale waarde voor verdisconteerd waardepapier. Het waardepapier keert geen rente uit op de vervaldatum. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @disconto is het discontopercentage van het waardepapier. @aflossingsprijs is de hoeveelheid die op de @vervaldatum wordt uitgekeerd. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @stortingsdatum of @vervaldatum ongeldig zijn, geeft PRICEDISC een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt Amerikaans 30/360 gebruikt. * Als @soort_jaar <0 of >4 geeft PRICEDISC een #GETAL! foutmelding. * Als @stortingsdatum na de @vervaldatum ligt of als ze gelijk zijn, geeft PRICEDISC een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=PRICEMAT
pt_br: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(liquidação,vencimento,desconto,resgate[,base]) @DESCRIPTION=PRICEDIS calcula e retorna o preço por $100 do valor de face de um título. O título não paga juros na data de vencimento. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @desconto é a taxa com que o título é descontado. @resgate é o valor a receber na data de @vencimento. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @liquidação ou @vencimento não são datas válidas, PRICEDISC retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, PRICEDISC retorna o erro #NUM! * Se a data @liquidação é posterior a data @vencimento, ou mesmo se elas são as mesmas, PRICEDISC retorna o erro #NUM! @EXAMPLES= @SEEALSO=PRICEMAT
sk: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(vyrovnanie,splatnosť,disk_sadzba[,základňa]) @DESCRIPTION=PRICEDISC počíta cenu za nominálnu hodnotu $100 diskontnej obligácie. Obligácia nespláca úrok v dátum splatnosti. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @disk_sadzba je úrok, na základe ktorého je obligácia diskontovaná. @disk_sadzba je suma získaná dňa @splatnosť. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, PRICEDISC vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, PRICEDISC vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, PRICEDISC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PRICEMAT
vi: @FUNCTION=PRICEDISC @SYNTAX=PRICEDISC(settlement,maturity,discount,redemption[,basis]) @DESCRIPTION=PRICEDISC tính rồi trả lại giá mỗi $100 giá trị danh nghĩa của một trái phiếu chứng khoán. Chứng khoán này không trả lãi đến hạn thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @discount là tỷ lệ _chiết khấu_ chứng khoán. @redemption là _số tiền sẽ được nhận_ vào ngày @maturity. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @settlement hay ngày @maturity không hợp lệ thì PRICEDISC trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì PRICEDISC trả lại lỗi « #NUM! ». * Nếu ngày @settlement sau ngày @maturity hoặc hai ngày này là cùng một ngày thì PRICEDISC trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=PRICEMAT

source: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT calculates and returns the price per $100 face value of a security. The security pays interest at maturity. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @issue is the issue date of the security. @rate is the discount rate of the security. @yield is the annual yield of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, PRICEMAT returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, PRICEMAT returns #NUM! error. * If @settlement date is after @maturity date or they are the same, PRICEMAT returns #NUM! error. @EXAMPLES= @SEEALSO=PRICEDISC
dz: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT དེ་གིས་ སྲུང་སྐྱོབ་གཅིག་གི་མ་གོང་ $100 རེ་རེ་གི་གོང་ཚད་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། སྲུང་སྐྱོབ་འདི་གིས་སྐྱེད་འདི་དུས་ལས་ཡལ་མི་ལུ་སྤྲོདཔ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ཨིན། @issue འདི་ སྲུང་སྐྱོབ་སྤྲོད་པའི་ཚེས་གྲངས་ཨིན། @rate འདི་སྲུང་སྐྱོབ་ཕབ་ཆའི་ཚེས་གྲངས་ཨིན། @yield འདི་ སྲུང་སྐྱོབ་ཀྱི་ལོ་བསྟར་ཐོན་འབྲས་ཨིན།@basis འདི་ ཁྱོད་ཀཡིས་ལག་ལེན་འཐབ་དགོ་པའི་ ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ/365 4 ཡུ་རོ་པིན་ 30/360 * If @settlement ཚེས་གྲངས་ཡང་ན་ @maturity ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, PRICEMAT དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་ @basis > 4ཨིན་པ་ཅིན་, PRICEMAT དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @settlement ཚེས་གྲངས་འདི་ @maturity ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ཨིན་པ་ཅིན་ ཡང་ན་ དེ་ཚུ་གཅིག་པ་ཨིན་པ་ཅིན་ PRICEMATདེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=PRICEDISC
es: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(liquidación,vencimiento,emisión,tasa,margen[,base]) @DESCRIPTION=PRICEMAT calcula y devuelve el precio por cada 100$ de valor facialde una acción. LA acción paga intereses al vencimiento. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @emisión es la fecha de emisión de la acción. @tasa es la tasa de descuento de la acción. @margen es el margen anual de la acción. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @liquidación o @vencimiento no es válida, PRICEMAT devuelve un error #NÚM! * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, PRICEMAT devuelve un error #NÚM! * Si la fecha de @liquidación es posterior a la fecha de @vencimiento o son la misma, PRICEMAT devuelve un error #NÚM! @EXAMPLES= @SEEALSO=PRICEDISC
fr: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(règlement;échéance;émission;taux;rendement[;base]) @DESCRIPTION=PRICEMAT calcule le prix d'un titre dont la valeur nominale est 100 F et qui rapporte des intérêts à échéance. @réglement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @émission sa date d'émission, @taux son taux à la date d'émission, @rendement son taux de rendement annuel, et @base le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, PRICEMAT renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, PRICEMAT renvoie #NUM!. @EXAMPLES= @SEEALSO=PRICEDISC
nl: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(stortingsdatum;vervaldatum;uitgifte;rente;rendement[;soort_jaar]) @DESCRIPTION=PRICEMAT (ned. PRIJS.VERVALDAG) berekent de prijs per $100 nominale waarde voor een waardepapier waarvan de rente op de vervaldatum wordt uitgekeerd. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @uitgifte is de uitgiftedatum van het waardepapier. @rente is het discontopercentage van het waardepapier. @rendement is het jaarlijkse rendement van het waardepapier. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @stortingsdatum of @vervaldatum ongeldig zijn, geeft PRICEMAT een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt Amerikaans 30/360 gebruikt. * Als @soort_jaar <0 of >4 geeft PRICEMAT een #GETAL! foutmelding. * Als @stortingsdatum na de @vervaldatum ligt of als ze gelijk zijn, geeft PRICEMAT een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=PRICEDISC
pt_br: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(liquidação,vencimento,emissão,taxa,rendimento[,base]) @DESCRIPTION=PRICEMAT calcula e retorna o preço por $100 do valor de face de um título descontado. O título paga juros na data de vencimento. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @emissão é a data de emissão do título. @taxa é a taxa de desconto do título. @rendimento é o rendimento anual do título. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @liquidação ou @vencimento não são datas válidas, PRICEMAT retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, PRICEMAT retorna o erro #NUM! * Se a data @liquidação é posterior a data @vencimento, ou mesmo se elas são as mesmas, PRICEMAT retorna o erro #NUM! @EXAMPLES= @SEEALSO=PRICEDISC
sk: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(vyrovnanie,splatnosť,emisia,úrok,výnos[,základňa]) @DESCRIPTION=PRICEMAT počíta cenu cenného papiera nominálnej hodnoty $100. Úrok cenného papiera je v deň splatnosti. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @emisia je dátum emisie papiera. @výnos je ročný výnos papiera. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, PRICEMAT vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, PRICEMAT vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, PRICEMAT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PRICEDISC
vi: @FUNCTION=PRICEMAT @SYNTAX=PRICEMAT(settlement,maturity,issue,rate,yield[,basis]) @DESCRIPTION=PRICEMAT tính rồi trả lại giá mỗi $100 giá trị danh nghĩa của một chứng khoán. Chứng khoán trả lãi vào ngày đến hạn thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @issue là ngày _phát hành_ chứng khoán. @rate là tỷ lệ _chiết khấu_ chứng khoán. @yield là lợi nhuận mỗi năm từ chứng khoán. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @settlement hay ngày @maturity không hợp lệ thì PRICEMAT trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì PRICEMAT trả lại lỗi « #NUM! ». * Nếu ngày @settlement sau ngày @maturity hoặc hai ngày này là cùng một ngày thì PRICEMAT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=PRICEDISC

source: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC calculates and returns the discount rate for a security. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @par is the price per $100 face value of the security. @redemption is the redemption value per $100 face value of the security. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @settlement date or @maturity date is not valid, DISC returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, DISC returns #NUM! error. * If @settlement date is after @maturity date or they are the same, DISC returns #NUM! error. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC དེ་གིས་ སྲུང་སྐྱོབ་ཀྱི་ཕབ་ཆའི་ཚད་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན།@settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ལས་ཡལ་བའི་ཚེས་གྲངས་ཨིན། @par འདི་ སྲུང་སྐྱོབ་གནས་གོང་གི་མ་གོང་ $100 རེ་རེ་གི་གོང་ཚད་འདི་ཨིན།@redemption འདི་ སྲུང་སྐྱོབ་ཀྱི་ མ་གོང་$100 རེ་རེ་གི་བུན་ཚབ་གནས་གོང་འདི་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་30/360 * If @settlement ཚེས་གྲངས་ཡང་ན་ @maturity ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, DISC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་ @basis > 4ཨིན་པ་ཅི་ན, DISC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @settlement ཚེས་གྲངས་འདི་ @maturity ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ཨིན་པ་ཅིན་ཡང་ན་གཅིག་པ་ཨིན་པ་ཅིན་, DISC དེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=DISC @SYNTAX=DISC (liquidación, vencimiento,par,amortización[,base]) @DESCRIPTION=DISC calcula y devuelve la tasa de descuento de una acción. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @par es el precio por 100$ de valor facial de la acción. @amortización es el valor de amortización por cada 100$ de valor facial de la acción. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @liquidación o @vencimiento no es válida, DISC devuelve un error#NUM! * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, DISC devuelve un error #NUM! * Si la fecha de @liquidación es posterior a la fecha de @vencimiento o son la misma, DISC devuelve un error #NUM! @EXAMPLES= @SEEALSO=
fr: @FUNCTION=DISC @SYNTAX=DISC(règlement;échéance;prix;prix_éch[;base]) @DESCRIPTION=DISC calcule le taux d'un titre qui ne rapporte pas d'intérêts à échéance. @réglement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @prix son prix à la date de règlement, @prix_éch sa valeur de revente à l'échéance, et @base le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, DISC renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, DISC renvoie #NUM!. @EXAMPLES= @SEEALSO=PRICEDISC
nl: @FUNCTION=DISC @SYNTAX=DISC(stortingsdatum;vervaldatum;prijs;aflossingsprijs[;soort_jaar]) @DESCRIPTION=DISC berekent het discontopercentage voor een waardepapier. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @prijs is de prijs van het waardepapier per $100 nominale waarde. @aflossingsprijs is de aflossingsprijs van het waardepapier per $100 nominale waarde. @soort_jaar is het type dagentelling dat je wilt gebruiken: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @stortingsdatum of @vervaldatum niet geldig is, geeft DISC een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt Amerikaans 30/360 toegepast. * Als @soort_jaar niet tussen 0 en 4 inzit, geeft de functie een #GETAL! foutmelding. * Als @stortingsdatum na @vervaldatum valt of als ze gelijk zijn, geeft de functie een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=DISC @SYNTAX=DISC(liquidação,vencimento,valor_nominal,resgate[,base]) @DESCRIPTION=DISC calcula e retorna a taxa de desconto de um título. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @valor_nominal é o preço por $100 do valor de face do título. @resgate é o valor a receber por $100 do valor de face do título na data de @vencimento. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @liquidação ou @vencimento não são datas válidas, DISC retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, DISC retorna o erro #NUM! * Se a data @liquidação é posterior a data @vencimento, ou mesmo se elas são as mesmas, DISC retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=DISC @SYNTAX=DISC(vyrovnanie,splatnosť,cena,zaruč_cena[,základňa]) @DESCRIPTION=DISC počíta diskontnú sadzbu cenného papiera. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @cena je cena za $100 cenného papiera. @zaruč_cena je zaručená cena na $100. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, DISC vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, DISC vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, DISC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=DISC @SYNTAX=DISC(settlement,maturity,par,redemption[,basis]) @DESCRIPTION=DISC tính rồi trả lại tỷ lệ chiết khấu cho một chứng khoán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @par là giá mỗi $100 giá trị danh nghĩa của chứng khoán. @redemption là số tiền sẽ được nhận mỗi $100 giá trị danh nghĩa của chứng khoán. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @settlement hay ngày @maturity không hợp lệ thì DISC trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì DISC trả lại lỗi « #NUM! ». * Nếu ngày @settlement sau ngày @maturity hoặc hai ngày này là cùng một ngày thì DISC trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=
