Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: R.DRAYLEIGH:probability density function of the Rayleigh distribution
da: R.DRAYLEIGH:Sandsynlighedstæthedsfunktion for Rayleigh-fordelingen

source: R.QRAYLEIGH:probability quantile function of the Rayleigh distribution
da: R.QRAYLEIGH:Sandsynligheds-kvantilfunktion for Rayleigh-fordelingen

source: R.DSNORM:probability density function of the skew-normal distribution
da: R.DSNORM:Sandsynlighedstæthedsfunktion for den skæve normalfordeling

source: location:the location parameter of the distribution
da: location:placeringsparameteren for fordelingen

source: R.QSNORM:probability quantile function of the skew-normal distribution
da: R.QSNORM:Sandsynligheds-kvantilfunktion for den skæve normalfordeling

source: R.DST:probability density function of the skew-t distribution
da: R.DST:Sandsynlighedstæthedsfunktion for den skæve t-fordeling

source: n:the number of degrees of freedom of the distribution
da: n:antal frihedsgrader for fordelingen
dz: n:བཀྲམ་སྤེལ་གྱི་རང་དབང་ཁུག་ཟུར་གྱི་གྲངས།
es: n: número de grados de libertad de la distribución
nl: n:het aantal vrijheidsgraden van de verdeling
pt_br: n:o número de graus de liberdade da distribuição
vi: n:số bậc tự do của phân phối.

source: R.PST:cumulative distribution function of the skew-t distribution
da: R.PST:Kumulativ fordelingsfunktion for den skæve t-fordeling

source: R.QST:probability quantile function of the skew-t distribution
da: R.QST:Sandsynligheds-kvantilfunktion for den skæve t-fordeling

source: R.DT:probability density function of the Student t distribution
da: R.DT:Sandsynlighedstæthedsfunktion for Student-t-fordelingen

source: R.PT:cumulative distribution function of the Student t distribution
da: R.PT:Kumuleret fordelingsfunktion for Student-t-fordelingen

source: R.QT:probability quantile function of the Student t distribution
da: R.QT:Sandsynlighedskvantilfunktion for Student-t-fordelingen

source: nmeans:the number of means
da: nmeans:antal middelværdier

source: nranges:the number of ranges; default is 1
da: nranges:antal intervaller; standardværdi er 1

source: R.DWEIBULL:probability density function of the Weibull distribution
da: R.DWEIBULL:Sandsynlighedstæthedsfunktion for Weibull-fordelingen

source: R.PWEIBULL:cumulative distribution function of the Weibull distribution
da: R.PWEIBULL:Kumuleret fordelingsfunktion for Weibull-fordelingen

source: R.QWEIBULL:probability quantile function of the Weibull distribution
da: R.QWEIBULL:Sandsynlighedskvantilfunktion for Weibull-fordelingen

source: RAND:a random number between zero and one
da: RAND:Tilfældigt tal mellem 0 or 1

source: RANDUNIFORM:random variate from the uniform distribution from @{a} to @{b}
da: RANDUNIFORM:Tilfældigt tal ligefordelt fra @{a} to @{b}

source: a:lower limit of the uniform distribution
da: a:nedre grænse for den uniforme fordeling

source: b:upper limit of the uniform distribution
da: b:øvre grænse for den uniforme fordeling

source: If @{a} > @{b} RANDUNIFORM returns #NUM!
da: Hvis @{a} > @{b}, så returnerer RANDUNIFORM #TAL!

source: RANDDISCRETE:random variate from a finite discrete distribution
da: RANDDISCRETE:Tilfældigt tal fra en endelig diskret fordeling

source: val_range:possible values of the random variable
da: val_range:mulige værdier for den stokastiske variabel

source: If @{val_range} or @{prob_range} is not a range, RANDDISCRETE returns #VALUE!
da: Hvis @{val_range} eller @{prob_range} ikke er et interval, så returnerer RANDDISCRETE #VÆRDI!

source: RANDEXP:random variate from an exponential distribution
da: RANDEXP:Tilfældigt tal fra en eksponentialfordeling

source: b:parameter of the exponential distribution
da: b:parameter for eksponentialfordelingen

source: RANDPOISSON:random variate from a Poisson distribution
da: RANDPOISSON:Tilfældigt tal fra en Poisson-fordeling

source: λ:parameter of the Poisson distribution
da: λ:parameter for Poisson-fordelingen

source: If @{λ} < 0 RANDPOISSON returns #NUM!
da: Hvis @{λ} < 0 returnerer RANDPOISSON #TAL!

source: RANDBINOM:random variate from a binomial distribution
da: RANDBINOM:Tilfældigt tal fra en binomialfordeling

source: p:probability of success in a single trial
da: p:sandsynlighed for succes i et enkelt forsøg

source: n:number of trials
da: n:antal forsøg

source: If @{p} < 0 or @{p} > 1 RANDBINOM returns #NUM!
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer RANDBINOM #TAL!

source: If @{n} < 0 RANDBINOM returns #NUM!
da: Hvis @{n} < 0, så returnerer RANDBINOM #TAL!

source: RANDBETWEEN:a random integer number between and including @{bottom} and @{top}
da: RANDBETWEEN:Tilfældigt heltal fra og med @{bottom} til og med @{top}

source: bottom:lower limit
da: bottom:nedre grænse

source: top:upper limit
da: top:øvre grænse

source: If @{bottom} > @{top}, RANDBETWEEN returns #NUM!
da: Hvis @{bottom} > @{top}, så returnerer RANDBETWEEN #TAL!

source: RANDNEGBINOM:random variate from a negative binomial distribution
da: RANDNEGBINOM:Tilfældigt tal fra en negativ binomialfordeling

source: n:number of failures
da: n:antal fiaskoer

source: If @{p} < 0 or @{p} > 1 RANDNEGBINOM returns #NUM!
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer RANDNEGBINOM #TAL!

source: If @{n} < 1 RANDNEGBINOM returns #NUM!
da: Hvis @{n} < 1, så returnerer RANDNEGBINOM #TAL!

source: RANDBERNOULLI:random variate from a Bernoulli distribution
da: RANDBERNOULLI:Tilfældigt tal fra en Bernoullifordeling

source: p:probability of success
da: p:sandsynlighed for succes

source: If @{p} < 0 or @{p} > 1 RANDBERNOULLI returns #NUM!
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer RANDBERNOULLI #TAL!

source: RANDNORM:random variate from a normal distribution
da: RANDNORM:Tilfældigt tal fra en normalfordeling

source: μ:mean of the distribution
da: μ:middelværdi for fordelingen

source: σ:standard deviation of the distribution
da: σ:standardafvigelse for fordelingen

source: If @{σ} < 0, RANDNORM returns #NUM!
da: Hvis @{σ} < 0, så returnerer RANDNORM #TAL!

source: RANDCAUCHY:random variate from a Cauchy or Lorentz distribution
da: RANDCAUCHY:Tilfældigt tal fra en Cauchy/Lorentz-fordeling

source: a:scale parameter of the distribution
da: a:skalaparameter for fordelingen

source: If @{a} < 0 RANDCAUCHY returns #NUM!
da: Hvis @{a} < 0, så returnerer RANDCAUCHY #TAL!

source: RANDLOGNORM:random variate from a lognormal distribution
da: RANDLOGNORM:Tilfældigt tal fra en lognormal fordeling

source: ζ:parameter of the lognormal distribution
da: ζ:parameter for den lognormale fordeling

source: If @{σ} < 0, RANDLOGNORM returns #NUM!
da: Hvis @{σ} < 0, så returnerer RANDLOGNORM #TAL!

source: RANDWEIBULL:random variate from a Weibull distribution
da: RANDWEIBULL:Tilfældigt tal fra en Weibull-fordeling

source: a:scale parameter of the Weibull distribution
da: a:skalaparameter for Weibull-fordelingen

source: b:shape parameter of the Weibull distribution
da: b:formparameter for Weibull-fordelingen

source: RANDLAPLACE:random variate from a Laplace distribution
da: RANDLAPLACE:Tilfældigt tal fra en Laplacefordeling

source: a:parameter of the Laplace distribution
da: a:parameter for Laplace-fordelingen

source: RANDRAYLEIGH:random variate from a Rayleigh distribution
da: RANDRAYLEIGH:Tilfældigt tal fra en Rayleighfordeling

source: σ:scale parameter of the Rayleigh distribution
da: σ:skalaparameter for Rayleigh-fordelingen

source: RANDRAYLEIGHTAIL:random variate from the tail of a Rayleigh distribution
da: RANDRAYLEIGHTAIL:Tilfældigt tal fra halen af en Rayleigh-fordeling

source: a:lower limit of the tail
da: a:nedre grænse for halen

source: RANDGAMMA:random variate from a Gamma distribution
da: RANDGAMMA:Tilfældigt tal fra en Gamma-fordeling

source: a:shape parameter of the Gamma distribution
da: a:formparameter for Gamma-fordelingen

source: b:scale parameter of the Gamma distribution
da: b:skalaparameter for Gamma-fordelingen

source: If @{a} ≤ 0, RANDGAMMA returns #NUM!
da: Hvis @{a} ≤ 0, så returnerer RANDGAMMA #TAL!

source: RANDPARETO:random variate from a Pareto distribution
da: RANDPARETO:Tilfældigt tal fra en Paretofordeling

source: a:parameter of the Pareto distribution
da: a:parameter for Pareto-fordelingen

source: b:parameter of the Pareto distribution
da: b:parameter for Pareto-fordelingen

source: RANDFDIST:random variate from an F distribution
da: RANDOM:Tilfældigt tal fra en F-fordeling

source: df1:numerator degrees of freedom
da: df1:tællers frihedsgrader

source: df2:denominator degrees of freedom
da: df2:nævners frihedsgrader

source: RANDBETA:random variate from a Beta distribution
da: RANDBETA:Tilfældigt tal fra en Beta-fordeling

source: a:parameter of the Beta distribution
da: a:parameter for Beta-fordelingen

source: b:parameter of the Beta distribution
da: b:parameter for Beta-fordelingen

source: RANDLOGISTIC:random variate from a logistic distribution
da: RANDLOGISTIC:Tilfældigt tal fra en logistisk fordeling

source: a:parameter of the logistic distribution
da: a:parameter for den logistiske fordeling

source: RANDGEOM:random variate from a geometric distribution
da: RANDGEOM:Tilfældigt tal fra en geometrisk fordeling

source: If @{p} < 0 or @{p} > 1 RANDGEOM returns #NUM!
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer RANDGEOM #TAL!

source: RANDHYPERG:random variate from a hypergeometric distribution
da: RANDHYPERG:Tilfældigt tal fra en hypergeometrisk fordeling

source: n1:number of objects of type 1
da: n1:antal objekter af type 1

source: n2:number of objects of type 2
da: n2:antal objekter af type 2

source: t:total number of objects selected
da: t:samlet antal valgte objekter

source: RANDLOG:random variate from a logarithmic distribution
da: RANDLOG:Tilfældigt tal fra en logaritmisk fordeling

source: p:probability
da: p:sandsynlighed

source: If @{p} < 0 or @{p} > 1 RANDLOG returns #NUM!
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer RANDLOG #TAL!

source: RANDCHISQ:random variate from a Chi-square distribution
da: RANDCHISQ:Tilfældigt tal fra en chi-kvadrat-fordelingen

source: df:degrees of freedom
da: df:frihedsgrader

source: RANDTDIST:random variate from a Student t distribution
da: RANDTDIST:Tilfældigt tal fra en Student t fordeling

source: RANDGUMBEL:random variate from a Gumbel distribution
da: RANDGUMBEL:Tilfældigt tal fra en Gumbelfordeling

source: a:parameter of the Gumbel distribution
da: a:parameter for Gumbel-fordelingen

source: b:parameter of the Gumbel distribution
da: b:parameter for Gumbel-fordelingen

source: type:type of the Gumbel distribution, defaults to 1
da: type:type af Gumbel-fordelingen, standardværdi er 1

source: If @{type} is neither 1 nor 2, RANDGUMBEL returns #NUM!
da: Hvis @{type} hverken er 1 eller 2, så returnerer RANDGUMBEL #TAL!

source: RANDLEVY:random variate from a Lévy distribution
da: RANDLEVY:Tilfældigt tal fra en Lévyfordeling

source: c:parameter of the Lévy distribution
da: c:parameter for Lévy-fordelingen

source: α:parameter of the Lévy distribution
da: α:parameter for Lévy-fordelingen

source: β:parameter of the Lévy distribution, defaults to 0
da: β:parameter for Lévy-fordelingen, standardværdi er 0

source: If @{α} ≤ 0 or @{α} > 2, RANDLEVY returns #NUM!
da: Hvis @{α} ≤ 0 eller @{α} > 2, så returnerer RANDLEVY #TAL!

source: If @{β} < -1 or @{β} > 1, RANDLEVY returns #NUM!
da: Hvis @{β} < -1 eller @{β} > 1, så returnerer RANDLEVY #TAL!

source: RANDEXPPOW:random variate from an exponential power distribution
da: RANDEXPPOW:Tilfældigt tal fra en eksponentiel potensfordeling

source: a:scale parameter of the exponential power distribution
da: a:skalaparameter for eksponentiel potensfordeling

source: b:exponent of the exponential power distribution
da: b:eksponent for eksponentiel potensfordeling

source: RANDLANDAU:random variate from the Landau distribution
da: RANDLANDAU:Tilfældigt tal fra en Landau-fordeling

source: RANDNORMTAIL:random variate from the upper tail of a normal distribution with mean 0
da: RANDNORMTAIL:Tilfældigt tal fra den øvre hale af en normalfordeling med middelværdi 0

source: σ:standard deviation of the normal distribution
da: σ:standardafvigelse for normalfordelingen

source: The method is based on Marsaglia's famous rectangle-wedge-tail algorithm (Ann Math Stat 32, 894-899 (1961)), with this aspect explained in Knuth, v2, 3rd ed, p139, 586 (exercise 11).
da: Metoden er baseret på Marsaglias berømte rektangel-kile-hale-algoritme (Ann Math Stat 32, 894-899 (1961)), med dette aspekt forklaret i Knuth, v2, 3. udg., s.139, 586 (øvelse 11).

source: SIMTABLE:one of the values in the given argument list depending on the round number of the simulation tool
da: SIMTABLE:én af værdierne i den givne argumentliste afhængig af rundenummeret for simuleringsværktøjet

source: d1:first value
da: d1:første værdi

source: d2:second value
da: d2:anden værdi

source: RANDSNORM:random variate from a skew-normal distribution
da: RANDSNORM:Tilfældigt tal fra en skævnormalfordeling

source: 𝛼:shape parameter of the skew-normal distribution, defaults to 0
da: 𝛼:formparameter for den skæve normalfordeling, standardværdi er 0

source: 𝜉:location parameter of the skew-normal distribution, defaults to 0
da: 𝜉:placeringsparameter for den skæve normalfordeling, standardværdi er 0

source: 𝜔:scale parameter of the skew-normal distribution, defaults to 1
da: 𝜔:skalaparameter for den skæve normalfordeling, standardværdi er 1

source: The random variates are drawn from a skew-normal distribution with shape parameter @{𝛼}. When @{𝛼}=0, the skewness vanishes, and we obtain the standard normal density; as 𝛼 increases (in absolute value), the skewness of the distribution increases; when @{𝛼} approaches infinity the density converges to the so-called half-normal (or folded normal) density function; if the sign of @{𝛼} changes, the density is reflected on the opposite side of the vertical axis.
da: De tilfældige varianter trækkes fra en skæv normalfordeling med formparameter @{𝛼}. Når @{𝛼}=0, forsvinder skævheden, og vi får standardnormaltætheden; efterhånden som 𝛼 øges (i absolut værdi), øges skævheden af fordelingen; når @{𝛼} nærmer sig uendelighed konvergerer tætheden til den såkaldte halvnormale (eller foldede normale) tæthedsfunktion; hvis fortegnet af @{𝛼} ændres, reflekteres tætheden på den modsatte side af den vertikale akse.

source: The mean of a skew-normal distribution with location parameter @{𝜉}=0 is not 0.
da: Middelværdien af en skæv normalfordeling med placeringsparameter @{𝜉}=0 er ikke 0.

source: The standard deviation of a skew-normal distribution with scale parameter @{𝜔}=1 is not 1.
da: Standardafvigelsen af en skæv normalfordeling med skaleringsparameter @{𝜔}=1 er ikke 1.

source: The skewness of a skew-normal distribution is in general not @{𝛼}.
da: Skævheden af en skæv normalfordeling er generelt ikke @{𝛼}.

source: If @{𝜔} < 0, RANDSNORM returns #NUM!
da: Hvis @{𝜔} < 0, så returnerer RANDSNORM #TAL!

source: RANDSTDIST:random variate from a skew-t distribution
da: RANDSTDIST:Tilfældigt tal fra en skæv t-fordeling

source: 𝛼:shape parameter of the skew-t distribution, defaults to 0
da: 𝛼:formparameter for den skæve t-fordeling, standardværdi er 0

source: The mean of a skew-t distribution is not 0.
da: Middelværdien af en skæv t-fordeling er ikke 0.

source: The standard deviation of a skew-t distribution is not 1.
da: Standardafvigelsen af en skæv t-fordeling er ikke 1.

source: The skewness of a skew-t distribution is in general not @{𝛼}.
da: Skævheden af en skæv t-fordeling er generelt ikke @{𝛼}.

source: Numbers, text and logical values are included in the calculation too. If the cell contains text or the argument evaluates to FALSE, it is counted as value zero (0). If the argument evaluates to TRUE, it is counted as one (1). Note that empty cells are not counted.
da: Tal, tekst og logiske værdier er også inkluderet i beregningen. Hvis cellen indeholder tekst eller argumentet evaluerer til FALSK, tælles den som værdien nul (0). Hvis argumentet evaluerer til SAND, tælles den som én (1). Bemærk at tomme celler ikke tælles.

source: VARP:variance of an entire population
da: VARP:Varians for en hel population

source: area1:first cell area
da: area1:første celleområde

source: area2:second cell area
da: area2:andet celleområde

source: VARP is also known as the N-variance.
da: VARP er også kendt som N-variansen.

source: VAR:sample variance of the given sample
da: VAR:Stikprøve-varians for den givne stikprøve

source: VAR is also known as the N-1-variance.
da: VAR er også kendt som N-1-variansen.

source: Since the N-1-variance includes Bessel's correction, whereas the N-variance calculated by VARPA or VARP does not, under reasonable conditions the N-1-variance is an unbiased estimator of the variance of the population from which the sample is drawn.
da: Da N-1-variansen inkluderer Bessels korrektion, hvorimod N-variansen beregnet af VARPA eller VARP ikke gør, er N-1-variansen under rimelige betingelser en upartisk estimator for variansen af den population hvorfra stikprøven trækkes.

source: STDEV:sample standard deviation of the given sample
da: STDEV:Stikprøve-standardafvigelse for den givne stikprøve

source: STDEV is also known as the N-1-standard deviation.
da: STDEV er også kendt som N-1-standardafvigelsen.

source: To obtain the population standard deviation of a whole population use STDEVP.
da: For at få populations-standardafvigelsen af en hel population skal du bruge STDEVP.

source: STDEVP:population standard deviation of the given population
da: STDEVP:Populations-standardafvigelse for den givne population

source: This is also known as the N-standard deviation
da: Dette er også kendt som N-standardafvigelsen.

source: RANK:rank of a number in a list of numbers
da: RANK:Rang af et tal i en liste af tal

source: x:number whose rank you want to find
da: x:tal hvis rang du vil finde

source: order:0 (descending order) or non-zero (ascending order); defaults to 0
da: order:0 (faldende rækkefølge) eller ikke-nul (stigende rækkefølge); standardværdi er 0

source: In case of a tie, RANK returns the largest possible rank.
da: I tilfælde af uafgjort, så returnerer RANK den største mulige rang.

source: Let us assume that the cells A1, A2, …, A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 25.9.
da: Lad os antage at cellerne A1, A2, …, A5 indeholder tallene 11,4, 17,3, 21,3, 25,9 og 25,9.

source: Then RANK(17.3,A1:A5) equals 4.
da: Så er RANK(17.3,A1:A5) lig med 4.

source: Then RANK(25.9,A1:A5) equals 1.
da: Så er RANK(25.9,A1:A5) lig med 1.

source: RANK.AVG:rank of a number in a list of numbers
da: RANK.AVG:Rang af et tal i en liste af tal

source: In case of a tie, RANK.AVG returns the average rank.
da: I tilfælde af uafgjort, så returnerer RANK.AVG gennemsnitsrangen.

source: This function is Excel 2010 compatible.
da: Denne funktion er kompatibel med Excel 2010.

source: Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 25.9.
da: Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11,4 17,3 21,3 25,9 og 25,9.

source: Then RANK.AVG(17.3,A1:A5) equals 4.
da: Så er RANK.AVG(17.3,A1:A5) lig med 4.

source: Then RANK.AVG(25.9,A1:A5) equals 1.5.
da: Så er RANK.AVG(25.9,A1:A5) lig med 1,5.

source: TRIMMEAN:mean of the interior of a data set
da: TRIMMEAN:Gennemsnit på det indre af et datasæt

source: ref:list of numbers whose mean you want to calculate
da: ref:liste af tal hvis gennemsnit du ønsker at beregne

source: fraction:fraction of the data set excluded from the mean
da: fraction:Brøkdel af datasættet der ikke skal medregnes i gennemsnittet

source: If @{fraction}=0.2 and the data set contains 40 numbers, 8 numbers are trimmed from the data set (40 x 0.2): the 4 largest and the 4 smallest. To avoid a bias, the number of points to be excluded is always rounded down to the nearest even number.
da: Hvis @{fraction}=0,2 og datasættet indeholder 40 tal, skæres 8 tal væk fra datasættet (40 × 0,2), de 4 største og de 4 mindste. For at undgå bias, rundes antallet af tal, der skal ekskluderes altid ned til det nærmeste lige tal.

source: Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1.
da: Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11,4, 17,3, 21,3, 25,9 og 40,1.

source: Then TRIMMEAN(A1:A5,0.2) equals 23.2 and TRIMMEAN(A1:A5,0.4) equals 21.5.
da: Så er TRIMMEAN(A1:A5,0.2) lig med 23,2 og TRIMMEAN(A1:A5,0.4) er lig med 21,5.

source: COVAR:covariance of two data sets
da: COVAR:Kovarians mellem to datasæt

source: array1:first data set
da: array1:første datasæt

source: array2:second data set
da: array2:andet datasæt

source: Strings and empty cells are simply ignored.
da: Strenge og tomme celler ignoreres.

source: Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7.
da: Lad os antage at cellerne A1, A2, ..., A5 indeholder tallene 11,4 17,3 21,3 25,9 og 40,1 og cellerne B1, B2,.. B5 23,2 25,8 29,9 33,5 og 42,7.

source: Then COVAR(A1:A5,B1:B5) equals 65.858.
da: Så er COVAR(A1:A5,B1:B5) lig med 65,858.

source: wiki:en:Covariance
da: wiki:da:Kovarians

source: COVARIANCE.S:sample covariance of two data sets
da: COVARIANCE.S:Kovarians mellem to datasæt

source: CORREL:Pearson correlation coefficient of two data sets
da: CORREL:Pearsons korrelationskoefficient for to datasæt

source: Then CORREL(A1:A5,B1:B5) equals 0.996124788.
da: Så er CORREL(A1:A5,B1:B5) lig med 0,996124788.

source: NEGBINOMDIST:probability mass function of the negative binomial distribution
da: NEGBINOMDIST:Frekvensfunktion (tæthed) af den negative binomialfordeling

source: f:number of failures
da: f:antal fejl

source: t:threshold number of successes
da: t:tærskelantal for succeser

source: p:probability of a success
da: p:sandsynlighed for en succes

source: If @{f} or @{t} is a non-integer it is truncated.
da: Hvis @{f} eller @{t} ikke er et heltal, afkortes det.

source: If (@{f} + @{t} -1) <= 0 this function returns a #NUM! error.
da: Hvis (@{f} + @{t} -1) <= 0, så returnerer denne funktion en #TAL!-fejl.

source: If @{p} < 0 or @{p} > 1 this function returns a #NUM! error.
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer denne funktion en #TAL!-fejl.

source: NORMSDIST:cumulative distribution function of the standard normal distribution
da: NORMSDIST:Kumuleret tæthedsfunktion af standardnormaldistributionen

source: NORMSDIST is the OpenFormula function LEGACY.NORMSDIST.
da: NORMSDIST er OpenFormula-funktionen LEGACY.NORMSDIST.

source: wiki:en:Normal_distribution
da: wiki:da:Normal_distribution

source: SNORM.DIST.RANGE:probability of the standard normal distribution over an interval
da: SNORM.DIST.RANGE:Kumuleret tæthedsfunktion af standardnormaldistributionen over et interval

source: x1:start of the interval
da: x1:start på intervallet

source: x2:end of the interval
da: x2:slutning på intervallet

source: This function returns the cumulative probability over a range of the standard normal distribution; that is the integral over the probability density function from @{x1} to @{x2}.
da: Denne funktion returnerer den kumulative sandsynlighed over et interval for standardnormalfordelingen; det vil sige integralet over sandsynlighedstæthedsfunktionen fra @{x1} til @{x2}.

source: If @{x1}>@{x2}, this function returns a negative value.
da: Hvis @{x1}>@{x2}, så returnerer denne funktion en negativ værdi.

source: NORMSINV:inverse of the cumulative distribution function of the standard normal distribution
da: NORMSINV:Invers for den kumulerede tæthedsfunktion af standardnormaldistributionen

source: p:given probability
da: p:angivet sandsynlighed

source: If @{p} < 0 or @{p} > 1 this function returns #NUM! error.
da: Hvis @{p} < 0 eller @{p} > 1, så returnerer denne funktion en #TAL!-fejl.
