Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_put_flag,spot,strike,time,domestic_rate,foreign_rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN values the theoretical price of a European currency option struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time the number of days to exercise. @domestic_rate is the domestic risk-free interest rate to the exercise date. @foreign_rate is the foreign risk-free interest rate to the exercise date, in percent. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. * The returned value will be expressed as the rate of change of option value, per 100% volatility. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_put_flag,spot,strike,time,domestic_rate,foreign_rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN དེ་གིས་ ས་ཁོངས་གོང་ཚད་ @spot དང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་ @strikeལུ་ ཡུ་རོ་པིན་དངུལ་གྱི་གདམ་ཁ་ཐོགས་ནི་ཅིག་གི་ འཆར་བའི་གོང་ཚད་འདི་ཕན་ཐོགསཔ་སྦེ་བརྩིཝ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡངན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ཨིན། @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ དུས་ཡུན་གྱི་དོན་ལུ་བདོག་གཏད་ཀྱི་ བརྒྱ་ཆའི་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @time འདི་ བསྟར་སྤྱོད་འབད་ནིའི་ཉིནམ་གྱི་གྲངས་ཨིན། @domestic_rate འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ ནང་འཁོད་ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་ཨིན། @foreign_rate འདི་ བརྒྱ་ཆའི་ནང་སྦེ་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ ཕྱིའི་ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། * སླར་ལོག་འབད་བའི་གནས་གོང་འདི་ ཡལ་བའི་རང་བཞིན་100% རེ་རེའི་གདམ་ཁ་གནས་གོང་གི་འགྱུར་བའི་ ཚད་སྦེ་གསལ་སྟོན་འབད་ནི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(indicador_call_put,spot,strike,tiempo,tasa_nacional,tasa_extranjera,volatilidad[,devaluación]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN valora el precio teórico de una opción sobre divisas europeas fijada a @strike en un activo con precio @spot. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @tiempo es el tiempo para el vencimiento de la opción expresado en años @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el período hasta la fecha del ejercicio. @tasa_nacional es la tasa de interés nacional libre de riesgo a fecha del ejercicio @tasa_extranjera es la tasa de interés extranjera libre de riesgo a fecha del ejercicio @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo * El valor devuelto estará expresado como tasa de cambio del valor de la opción, por 100% de volatilidad. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_ou_put;prix;valeur;jours_avant_échéance;taux_domestique;taux_étranger;volatilité[;coût_de_détention]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN calcule la valeur théorique d'une option call Européenne de valeur @valeur sur un titre valant @prix. @call_ou_put vaut 'c' ou 'p' pour indiquer le type d'option. @durée est la durée avant échéance, exprimée en années. @taux_domestique est le taux d'intérêt domestique hors risque jusqu'à la date d'exercice, en pourcentage. @taux_étranger est le taux d'intérêt étranger hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée sera dans la même unité que @valeur et @prix. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_put_keuze;prijs;koers;resterende_looptijd;binnenlands_rente;buitenlandse_rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN berekent de theoretische prijs van een Europese waardemunt-optie met een uitoefenprijs: @prijs op activa met een koers: @koers. @call_put_keuze is c of p voor respectievelijk een call of een put. @volatiliteit is de jaarlijkse volatiliteit (beweeglijkheid van de onderliggende waarde), in percentage, van de activa voor de resterende looptijd. @resterende_looptijd is de tijd tot expiratie (vervaldatum) uitgedrukt in dagen. @binnenlandse_rente is de binnenlandse risico-vrije rentestand tot expiratie, in percentage. @buitenlandse_rente is de buitenlandse risico-vrije rentestand tot expiratie, in percentage. @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. * Het gegeven resultaat is uitgedrukt als de mate van verandering van de optiewaarde, per 100% volatiliteit. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(tipo_compra_venda,à_vista,exercício,tempo,taxa_doméstica,taxa_externa,volatilidade[,custo_de_carregamento]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN calcula o preço teórico de uma opção Européia executada em @exercício com um preço à vista (spot) dado por @à_vista. @tipo_compra_venda é c ou p indicando se a opção é de compra (call) ou venda (put) @volatilidade é a volatilidade anualizada, em porcentagem, da opção para o período até a data de exercício. @tempo é o número de dias até o exercício. @taxa_doméstica é a taxa doméstica livre de risco para a data de exercício. @taxa_externa é a taxa externa livre de risco para a data de exercício, em porcentagem. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. * O valor retornado será expresso como a taxa de variação do valor da opção, por 100% de volatilidade. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_call @SYNTAX=opt_bs_call(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet ceny európskej call opcie @zaciatok na majetok s cenou @cena. @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rovnakých jednotkách ako @zaciatok a @cena. @EXAMPLES= @SEEALSO=opt_bs_put, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
vi: @FUNCTION=OPT_GARMAN_KOHLHAGEN @SYNTAX=OPT_GARMAN_KOHLHAGEN(call_put_flag,spot,strike,time,domestic_rate,foreign_rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_GARMAN_KOHLHAGEN ước lượng giá lý thuyết của một tùy chọn tiền Châu Âu được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @time là số lượng ngày cần thi hành. @domestic_rate là lãi xuất miễn rủi ro _trong nước_ đến ngày thi hành. @foreign_rate là lãi xuất miễn rủi ro _ngoại quốc_ đến ngày thi hành, theo phần trăm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. * Giá trị trả lại sẽ được thể hiện là tỷ lệ thay đổi giá trị tùy chọn, trong mỗi 100% tính dễ biến động. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_put_flag,spot,strike,time,t2,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_FRENCH values the theoretical price of a European option adjusted for trading day volatility, struck at @strike on an asset with spot price @spot. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @volatility is the annualized volatility, in percent, of the asset for the period through to the exercise date. @time the number of calendar days to exercise divided by calendar days in the year. @t2 is the number of trading days to exercise divided by trading days in the year. @rate is the risk-free interest rate. @cost_of_carry is the leakage in value of the underlying asset, to the exercise date, in percent. For common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_put_flag,spot,strike,time,t2,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_FRENCH དེ་གིས་ ས་ཁོངས་གོང་ཚད་ @spotདང་ཅིག་ཁར་བདོག་གཏད་ཅིག་གུ་ @strike ཐོགས་ཡོད་མི་ལུ་ ཚོང་འབྲེལ་འཐབ་ནིའི་ཉིནམ་ཡལ་བའི་རང་བཞིན་གྱི་དོན་ལུ་ ཡུ་རོ་པིན་གདམ་ཁའི་བདེ་སྒྲིག་ཅིག་གི་ གྲུབ་མཐའི་གོང་ཚད་འདི་ཕན་ཐོགཔ་སྦེ་བརྩིཝ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ གདམ་ཁ་འདི་ཀོལ་ཡངན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ཨིན། @volatility འདི་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་དུས་ཡུན་གྱི་དོན་ལུ་ བརྒྱ་ཆའི་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་ཨིན། @time འདི་ ལོའི་ནང་ཟླ་ཐའི་ཉིནམ་གྱིས་ བསྟར་སྤྱོད་བགོ་བཤའ་བརྐྱབ་ནི་ལུ་ ཟླ་ཐོའི་ཉིནམ་ཚུ་གི་ཨང་གྲངས་ཨིན། @t2 འདི་ ལོ་གཅིག་ནང་ཚོང་འབྲེལ་འཐབ་པའི་ཉིནམ་གྱིས་ བསྟར་སྤྱོད་བགོ་བཤའ་བརྐྱབ་ནི་ལུ་ ཚོང་འབྲེལ་ཉིནམ་གྱི་ཨང་གྲངས་ཨིན། @rate འདི་ ཉེན་ཁ་མེད་པའི་སྐྱེད་ཚད་འདི་ཨིན། @cost_of_carry འདི་ བརྒྱ་ཆའི་ནང་སྦེ་ བསྟར་སྤྱོད་ཚེས་གྲངས་འདི་ལུ་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པའདི་ཨིན། ཅ་མཛོད་མཐུན་མོང་གི་དོན་ལུ་ འདི་བགོ་བཤའ་བརྐྱབ་པའི་ཐོན་འབྲས་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(indicador_call_put,spot,strike,tiempo,t2,tasa,volatilidad[,devaluación]) @DESCRIPTION=OPT_FRENCH valora el precio teórico de una opción europea ajustada a la volatilidad del día de la transacción, fijada a @strike en un activo con precio @spot. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @volatilidad es la volatilidad anualizada, en porcentaje, del activo o el periodo hasta la fecha del ejercicio. @tiempo es el número de días de calendario para el ejercicio dividido entre el número de días de calendario del año. @t2 es el número de días comerciales para el ejercicio divididos entre el número de días comerciales en el año @tasa es la tasa de interés libre de riesgo a la fecha del ejercicio, en tanto por ciento. @devaluación es la pérdida de valor del activo subyacente,para stock comunes, esto debería ser el margen (yield) del dividendo a fecha del ejercicio, en tanto por ciento Para stocks comunes, esto debería ser el margen de dividendo. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_ou_put;prix;valeur;jours_avant_échéance;t2;taux;volatilité[;coût_de_détention]) @DESCRIPTION=OPT_FRENCH calcule la valeur théorique d'une option call Européenne, ajustée en fonction de la volatilité du jour d'opération, de valeur @valeur sur un titre valant @prix. @call_ou_put vaut 'c' ou 'p' selon que l'option est un call ou un put. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @jours_avant_échéance est le nombre de jours calendaires d'exercice, @t2 est le nombre de jours ouvrables d'exercice, divisé par le nombre le nombre de jours ouvrables de l'année. @taux est le taux d'intérêt hors risque. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action standard, ce serait le dividende restant à courir, en pourcentage. * La valeur renvoyée sera dans la même unité que @valeur et @prix. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_put_keuze;prijs;koers;resterende_looptijd;t2;rente;volatiliteit[;cost_of_carry]) @DESCRIPTION=OPT_FRENCH modelleert de theoretische prijs van een Europese optie aangepast voor handelsdag-volatiliteit, met een uitoefenprijs: @prijs op activa met een koers: @koers. @call_put_keuze is c of p voor respectievelijk een call of een put optie. @volatiliteit is de jaarlijkse volatiliteit in percentage van de activa voor de periode tot de uitoefendatum @resterende_looptijd is het aantal calenderdagen tot expiratie van de optie gedeeld door het aantal kalenderdagen in het jaar. @t2 is het aantal handelsdagen tot expiratie gedeeld door het aantal kalenderdagen in het jaar. @rente is het risicovrije jaarlijkse rentepercentage @cost_of_carry is het waardeverloop van de onderliggende waarde. Voor normale aandelen zou dit het dividentrendement zijn. @koers is de koers waarbij de optie wordt geïnd. @prijs is de uitoefenprijs van de onderliggende waarde @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA<
pt_br: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(tipo_compra_venda,à_vista,exercício,tempo,t2,taxa,volatilidade[,custo_de_carregamento]) @DESCRIPTION=OPT_FRENCH avalia o preço teórico de uma opção Européia ajustada para a volatilidade de negociação diária, atingida em @exercício de um papel com preço à vista @à_vista. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @volatilidade é a volatilidade anual, em porcentagem, do papel para o período até a data do exercício. @tempo é o número de dias até o exercício dividido pelo número de dias do ano. @t2 é o número de dias de negócio até o exercício dividido pelo número de dias do ano. @taxa é a taxa de interesse sem risco. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
sk: @FUNCTION=opt_bs_put @SYNTAX=opt_bs_put(zaciatok,cena,životnosť,dní_do_splatnosti,úrok) @DESCRIPTION=Používa Black-Scholesov model pre výpočet ceny európskej put opcie @zaciatok na majetok s cenou @cena. @životnosť je ročná v percentách z cena za dané obdobie. @dní_do_splatnosti je počet dní do splatnosti @úrok je úrok do dňa splatnosti v percentách. Vrátená hodnota bude v rovnakých jednotkách ako @zaciatok a @cena. @EXAMPLES= @SEEALSO=opt_bs_call, opt_bs_call_delta, opt_bs_put_delta opt_bs_call_rho, opt_bs_put_rho, opt_bs_call_theta, opt_bs_put_theta, opt_bs_vega, opt_bs_gamma
vi: @FUNCTION=OPT_FRENCH @SYNTAX=OPT_FRENCH(call_put_flag,spot,strike,time,t2,rate,volatility[,cost_of_carry]) @DESCRIPTION=OPT_FRENCH ước lượng giá lý thuyết của một tùy chọn Châu Âu nào đó được điều chỉnh so với tính dễ biến động của ngày buôn bán, được _tính lấy_ tại @strike vào tài sản có giá điểm @spot. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @volatility là _tính dễ biến động_ mỗi năm, theo phần trăm, trên tài sản trong thời gian đến ngày thi hành. @time là số lượng ngày lịch cần thi hành, chia cho số lượng ngày lịch trong năm. @t2 là số lượng ngày buôn bán cần thi hành, chia cho số lượng ngày buôn bán trong nam. @rate là lãi xuất miễn rủi ro. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(call_put_flag,spot,strike,time,rate,volatility,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFF models the theoretical price of an option according to the Jump Diffusion process (Merton). @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price of the option. @time is the time to maturity of the option expressed in years. @rate is the annualized rate of interest. @volatility is the annualized volatility of the underlying asset. @lambda is expected number of 'jumps' per year. @gamma is proportion of volatility explained by the 'jumps.' @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(call_put_flag,spot,strike,time,rate,volatility,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFFདེ་གིས་ ཡར་སེང་དར་ཁྱབ་(མར་ཊོན་)ལུ་ གཞི་བཞག་སྟེ་ གདམ་ཁ་འདི་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོན་འབདཝ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་མི་གི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁའི་གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @time འདི་ ལོ་གྲངས་ཚུ་ནང་གདམ་ཁ་གསལ་སྟོན་འབད་དེ་ཡོད་མི་གི་ དུས་ཡུན་ཚང་ནི་ལུ་ཆུ་ཚོད་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཚད་འདི་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @lambda འདི་ ལོ་རེའི་ནང་རེ་བ་བསྐྱེད་པའི་ 'ཡར་སེང་' གི་ཨང་གྲངས་ཨིན། @gamma འདི་ 'jumps'གིས་གསལ་བཤད་འབད་ཡོད་པའི་ཡལ་བའི་རང་བཞིན་གྱི་སྙོམས་ཚད་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(indicador_call_put,spot,strike,tiempo,tasa,volatilidad,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFF modeliza el precio teórico de una opción de acuerdo con el proceso de Difusión de Saltos (Merton). @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @spot es el precio spot del activo @strike es el precio strike (fijado) de la opción @tiempo es el tiempo para el vencimiento de la opción expresado en años @tasa es la tasa de interés libre de riesgo a la fecha del ejercicio, en tanto por ciento. @volatilidad es la volatilidad anualizada, en porcentaje, del activo hasta la fecha del ejercicio. @lambda es el número de «saltos» esperados por año @gamma es la proporción de volatilidad explicada por los «saltos»' @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
fr: @FUNCTION=OPT_BJER_STENS @SYNTAX=OPT_BJER_STENS(call_ou_put;prix;valeur;durée;taux;volatilité[;coût_de_détention]) @DESCRIPTION=OPT_BJER_STENS utilise l'approximation de Bjerksund et Stensland pour calculer le prix d'une option Américaine de valeur @valeur sur un titre valant @prix. @call_ou_put vaut 'c' ou 'p' pour indiquer le type d'option. @durée est la durée avant échéance, exprimée en jours. @taux est le taux d'intérêt hors risque jusqu'à la date d'exercice, en pourcentage. @volatilité est la volatilité annuelle, en pourcentage, du capital pour la période jusqu'a la date d'exercice. @coût_de_détention est la perte de valeur de l'action sous-jacente. Pour une action normale, ce serait le dividende versé. * La valeur renvoyée sera dans la même unité que @valeur et @prix. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
nl: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(call_put_keuze;prijs;koers;resterende_looptijd;rente;volatiliteit;lambda;gamma) @DESCRIPTION=OPT_JUMP-DIFF modelleert de theoretische prijs van een optie volgens het jump-diffusie proces (Merton). @call_put_keuze is c of p voor respectievelijk een call of een put optie. @prijs is de uitoefenprijs van de onderliggende waarde @koers is de koers waarbij de optie wordt geïnd. @resterende_looptijd is het aantal dagen tot expiratie van de optie @rente is het risicovrije jaarlijkse rentepercentage @volatiliteit is de jaarlijkse volatiliteit in prijs van de onderliggende waarde @lambda is het verwachte aantal 'jumps' per jaar @gamma is het aandeel in de volatiliteit dat verklaard kan worden uit de 'jumps' @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(tipo_compra_venda,à_vista,exercício,tempo,taxa,volatilidade,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFF modela o preço teórico de uma opção segundo o modelo do processo de Difusão com Salto - Jump Diffusion (Merton). @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício é o preço de exercício da opção. @tempo é o tempo de vencimento da opção expresso em anos. @taxa é a taxa de interesse anualizada. @volatilidade é a volatilidade anualizada do ativo envolvido. @lambda é o número esperado de 'saltos' por ano. @gamma é a parcela da volatilidade explicada pelos 'saltos'. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
sk: n@call_put_flag alebo a alebo an@spotn@striken@timen@raten@volatilityn@lambdan@gamma
vi: @FUNCTION=OPT_JUMP_DIFF @SYNTAX=OPT_JUMP_DIFF(call_put_flag,spot,strike,time,rate,volatility,lambda,gamma) @DESCRIPTION=OPT_JUMP_DIFF tạo mô hình trên giá lý thuyết của một tùy chọn nào đó, tùy theo quá trình truyền bá nhảy (Jump Diffusion: Merton). @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá _điểm_ của tài sản cơ sở. @strike là giá _tính lấy_ của tùy chọn. @time làm _thời gian_ đến hạn thanh toán của tùy chọn này, được thể hiện theo năm @rate là lãi xuất mỗi năm. @volatility là _tính dễ biến động_ mỗi năm của tài sản cơ sở. @lambda (λ) là số lượng việc « nhảy » được ngờ, trong mỗi năm. @gamma (γ) là tỷ lệ tính dễ biến động mà việc « nhảy » giải thích. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
