Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,source,target) @DESCRIPTION=EUROCONVERT converts the currency value @n of @source currency to a target currency @target. Both currencies are given as three-letter strings using the ISO code system names. The following currencies are available: ATS (Austria) BEF (Belgium) DEM (Germany) ESP (Spain) EUR (Euro) FIM (Finland) FRF (France) GRD (Greek) IEP (Ireland) ITL (Italy) LUF (Luxembourg) NLG (Netherlands) PTE (Portugal) * If the given @source or @target is other than one of the above, EUROCONVERT returns #VALUE! error. @EXAMPLES= EUROCONVERT(2.1,"DEM","EUR") returns 1.07. @SEEALSO=EURO
dz: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,source,target) @DESCRIPTION=EUROCONVERT དེ་གིས་དངུལ་གྱི་གནས་གོང་ @source གི་@n དངུལ་འདི་ དམིག་གཏད་དངུལ་@targetལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། དངུལ་གཉིས་ཆ་རང་ཡི་གུ་གསུམ་པའི་ཡིག་རྒྱུན་ཚུ་སྦེ་ ISO ཨང་རིམ་ལུགས་མིང་ཚུ་ལག་ལེན་འཐབ་ཐོག་ལས། འོག་གི་དངུལ་ཚུ་ཐོབ་ཚུགས་ཡོད།: ATS (ཨཱསི་ཊི་ཡ།) BEF (བེལ་ཇི་ཡམ།) DEM (ཇར་མ་ནི།) ESP (སིཔེན།) EUR (ཡུ་རོ།) FIM (ཕིན་ལེནཌི།) FRF (ཕརཱནསི།) GRD (གིརིཀ།) IEP (ཨའི་རི་ལེནཌི།) ITL (ཨི་ཊ་ལི།) LUF (ལག་ཟེམ་བཱརག།) NLG (ནེ་དར་ལེནཌིསི།) PTE (པོར་ཊུ་གཱལ།) * ག་དེམ་ཅིག་སྦེ་བྱིན་ཡོད་པའི་@source ཡང་ན་ @target འདི་ ལྟག་ལུ་ཡོད་མི་ལས་གཅིག་ཨིན་པ་ཅིན་, EUROCONVERT དེ་གིས་#VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= EUROCONVERT(2.1,"DEM","EUR") returns 1.07. @SEEALSO=EURO
es: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,origen,destino) @DESCRIPTION=Convierte el valor de divisa @n de la divisa @origen a la divisa @destino. Ambas divisas deben darse en cadenas de tres letras usando la codificación de nombres ISO. Las siguientes divisas están disponibles: ATS (Austria) BEF (Bélgica) DEM (Alemania) ESP (España) FIM (Finlandia) FRF (Francia) GRD (Grecia) IEP (Irlanda) ITL (Italia) LUF (Luxemburgo) NLG (Holanda) PTE (Portugal) Si el @origen dado o @destino es otro distinto a los de arriba, EUROCONVERT devuelve un error #VALOR! @EXAMPLES= EUROCONVERT("DEM") es igual a 1,95583. @SEEALSO=EURO
fr: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n;devise_source;devise_cible) @DESCRIPTION=EUROCONVERT convertit @n unités de @devise_source en @device_cible. Les deux devises doivent avoir l'une de ces valeurs : ATS (Autriche) BEF (Belgique) DEM (Allemagne) ESP (Espagne) EUR (Euro) FIM (Finlande) FRF (France) GRD (Grèce) IEP (Irlande) ITL (Italie) LUF (Luxembourg) NLG (Pays-Bas) PTE (Portugal) * Toute autre valeur de @devise renvoie une erreur #NUM!. @EXAMPLES= EUROCONVERT(2,1;"DEM","EUR") vaut 1,07. @SEEALSO=EURO
nl: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n;bron;doel) @DESCRIPTION=EUROCONVERT converteert een hoeveelheid @n van de bronvaluta @bron naar de doelvaluta @doel. Beide valuta worden gegeven als een drielettercode gegeven door het ISO-coderingssysteem. De volgende valuta zijn beschikbaar: ATS (Oostenrijk) BEF (Belgie) DEM (Duitsland) ESP (Spanje) EUR (Euro) FIM (Finland) FRF (Frankrijk) GRD (Griekenland) IEP (Ierland) ITL (Italie) LUF (Luxemburg) NLG (Nederland) PTE (Portugal) * Als de gegeven @bron of @doel een andere is dan de bovenstaande geeft EUROCONVERT een #WAARDE! foutmelding. @EXAMPLES= EUROCONVERT(2,1;"NLG";"EUR") is 0,9529 @SEEALSO=EURO
pt_br: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,origem,destino) @DESCRIPTION=EUROCONVERT converte o valor monetário em @n do padrão monetário @origem para o padrão monetário de @destino. Ambos padrões monetários são dados por textos de três letras através do sistema ISO. As seguintes moedas estão disponíveis: ATS (Áustria) BEF (Bélgica) DEM (Alemanha) ESP (Espanha) EUR (Euro) FIM (Finlândia) FRF (França) GRD (Grécia) IEP (Irlanda) ITL (Itália) LUF (Luxemburgo) NLG (Holanda) PTE (Portugal) * Se @origem tiver um valor diferente de @destino, EUROCONVERT retorna o erro #VALOR! @EXAMPLES= EUROCONVERT(2.1,"DEM","EUR") retorna 1.07. @SEEALSO=EURO
sk: @FUNCTION=EURO @SYNTAX=EURO(mena) @DESCRIPTION=EURO prevádza jedno Euro na danú národnú menu v Európskej menovej únii. @mena je jedna z nasledujúcich: ATS (Rakúsko) BEF (Belgicko) DEM (Nemecko) ESP (Španielsko) FIM (Fínsko) FRF (Francúzsko) IEP (Írsko) ITL (Taliansko) LUF (Luxembursko) NLG (Holandsko) PTE (Portugalsko) Ak je @mena iná ako tieto uvedené, EURO vracia chybu #NUM!. @EXAMPLES= EURO("DEM") vracia 1.95583. @SEEALSO=
vi: @FUNCTION=EUROCONVERT @SYNTAX=EUROCONVERT(n,source,target) @DESCRIPTION=EUROCONVERT chuyển đổi giá trị tiền @n của tiền nguồn @source sang tiền đích @target. Cả hai tiền được cho dạng chuỗi ba chữ dùng hệ thống mã ISO. @currency là một của những điều theo đây: ATS (Áo) BEF (Bỉ) DEM (Đức) ESP (Tây-ban-nha) EUR (Euro) FIM (Phần-lan) FRF (Pháp) GRD (Hy-lạp) IEP (Ái Nhĩ Lan) ITL (Ý) LUF (Lúc-xăm-buac) NLG (Hoà-lan) PTE (Bồ-đào-nha) * Nếu tiền @currency cho trước là khác với danh sách trên thì EURO trả lại lỗi « #NUM! ». @EXAMPLES= EUROCONVERT(2.1,"DEM","EUR") trả lại 1.07. @SEEALSO=EURO

source: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,[frequency,basis]) @DESCRIPTION=PRICE returns price per $100 face value of a security. This method can only be used if the security pays periodic interest. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, PRICE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,[frequency,basis]) @DESCRIPTION=PRICE དེ་གིས་ སྲུང་སྐྱོབ་ཅིག་གི་$100 རེ་རེའི་གནས་གོང་གོང་ཚད་འདི་སླར་ལོག་འབཝ་ཨིན། ཐབས་ཤེས་འདི་ སྲུང་སྐྱོབ་དེ་གིས་དུས་མཚམས་སྐྱེད་སྤྲོད་པ་ཅིན་རྐྱངམ་ཅིག་ ལག་ལེན་འཐབ་བཏུབ་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་གི་ཤོག་འཛིན་གླ་དངུལ་གྱི་གྲངས་ཨིན། ཆོག་པའི་འབྱུང་གྲངས་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་ @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * @frequency འདི་ ༡,༢,ཡང་ན་༤་ ལས་གཞན་ཨིན་པ་ཅིན་, PRICE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * @basis འདི་ ༠་དང་ ༤་གི་བར་ན་མེད་པ་ཅིན་, #NUM! དེ་གིས་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=PRICE @SYNTAX=PRICE(liquido,vencimiento,tasa,margen,precio_amortización,[frecuencia,base]) @DESCRIPTION=PRICE devuelve el precio por 100$ de valor facial de una acción. Este método sólo puede usarse si la acción paga intereses periódicos. @frecuencia es el número de pago al cupón por año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cuatro veces al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinta de 1, 2 o 4, PRICE devuelve un error #NÚM!. * Si se omite @base se usa US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=PRICE @SYNTAX=PRICE(règlement;échéance;taux;rendement;prix_éch[;fréquence;base]) @DESCRIPTION=PRICE renvoie le prix d'un investissement de valeur nominale 100 Euros. Cette fonction ne peut être utilisée que si l'investissement rapporte des intérêts réguliers. @taux est le taux de l'investissement, @prix_éch son prix de revente à @échéance. @fréquence est le nombre de coupons par an (1, 2 ou 4 exclusivement), et @base le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @fréquence ne vaut, ni 1, ni 2, ni 4, PRICE renvoie #NUM! * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, PRICE renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, ou @fréquence est différent de 1, 2 ou 4, PRICE renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=PRICE @SYNTAX=PRICE(stortingsdatum;vervaldatum;rente;rendement;aflossingsprijs[;frequentie;soort_jaar]) @DESCRIPTION=PRICE (ned. PRIJS.NOM) berekent de prijs per $100 nominale waarde van een waardepapier waarvan de rente periodiek wordt uitgekeerd. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestane frequenties zijn: 1=jaarlijks, 2=halfjaarlijks, 4=driemaandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie iets anders is als 1, 2 of 4 geeft de functie een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt Amerikaans 30/360 gebruikt. * Als @soort_jaar niet tussen 0 en 4 inzit, geeft de functie een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=PRICE @SYNTAX=PRICE(liquidação,vencimento,taxa,pr,resgate,[freqüência,base]) @DESCRIPTION=PRICE retorna o preço de um título por $100 do seu valor de face, considerando que o título paga juros periódicos. @freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então PRICE retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então PRICE retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=PRICE @SYNTAX=PRICE(vyrovnanie,splatnosť,výnos,zaruč_cena,frekvencia[,základňa]) @DESCRIPTION=PRICE počíta cenu cenného papiera na $100. Táto metoda sa dá použiť iba pre periodické cenné papiere.@frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný. 4 = štvrťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, PRICE vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, PRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=PRICE @SYNTAX=PRICE(settle,mat,rate,yield,redemption_price,[frequency,basis]) @DESCRIPTION=PRICE trả lại giá mỗi giá trị danh nghĩa $100 của một chứng khoán. Phương pháp này có thể được dùng chỉ nếu chứng khoán trả lãi chu kỳ. @frequency là số lần trả phiếu lãi trong mỗi năm. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu @frequency khác với 1, 2, hay 4 thì PRICE trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì PRICE trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELD @SYNTAX=YIELD(settlement,maturity,rate,price,redemption_price,frequency[,basis]) @DESCRIPTION=YIELD returns the yield on a security that pays periodic interest. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, YIELD returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=YIELD @SYNTAX=YIELD(གཞི་བཙུགས་,དུས་ཡུན་ཚང་བ་,ཚད་,གོང་ཚད་,redemption_price,frequency[,basis]) @DESCRIPTION=YIELD དེ་གིས་ དུས་མཚམས་སྐྱེད་སྤྲོད་མི་སྲུང་སྐྱོབ་ཅིག་གུ་ཐོན་འབྲས་སླར་ལོག་འབདཝ་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། ཆོག་ཡིག་འབྱུང་གྲངས་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད, 4 = དཔྱ་བཞི་ @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @frequency འདི་ ༡,༢,ཡང་ན་༤་ ལས་གཞན་མི་ཨིན་པ་ཅིན་, YIELD དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབད་ཡོདཔ། * If @basis འདི་ ༠་དང་ ༤་ གི་བར་ན་མེད་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=YIELD @SYNTAX=YIELD(liquidación,vencimiento,tasa,precio,precio_amortización,frecuencia[,base]) @DESCRIPTION=YIELD devuelve el margen en una acción que paga intereses periódicos. @frecuencia es el número de pago al cupón por año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cuatro veces al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinta de 1, 2 o 4, YIELD devuelve un error #NÚM!. * Si se omite @base se usa US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=YIELD @SYNTAX=YIELD(règlement;échéance;taux;prix;prix_éch;fréquence[;base]) @DESCRIPTION=YIELD renvoie le rendement d'un investissement de valeur nominale 100 F. Cette fonction ne peut être utilisée que si l'investissement rapporte des intérêts réguliers. @taux est le taux de l'investissement, @prix_éch son prix de revente à @échéance. @fréquence est le nombre de coupons par an (1, 2 ou 4 exclusivement), et @base le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, YIELD renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, ou @fréquence est différent de 1, 2 ou 4, YIELD renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=YIELD @SYNTAX=YIELD(stortingsdatum;vervaldatum;rente;prijs;aflossingsprijs;frequentie[;soort_jaar]) @DESCRIPTION=YIELD (ned. RENDEMENT) berekent het rendement van een waardepapier waarvan de rente periodiek wordt uitgekeerd. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestane frequenties zijn: 1=jaarlijks, 2=halfjaarlijks, 4=driemaandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie iets anders is als 1, 2 of 4 geeft de functie een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt Amerikaans 30/360 gebruikt. * Als @soort_jaar niet tussen 0 en 4 inzit, geeft de functie een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=YIELD @SYNTAX=YIELD(liquidação,vencimento,taxa,preço,valor_nominal,freqüência[,base]) @DESCRIPTION=A função YIELD calcula o retorno de um título que paga juros periódicos. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @preço é o preço por $100 do valor de face do título. @valor_nominal é o valor nominal do título por $100 de valor de face.@freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então YIELD retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então YIELD retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=YIELD @SYNTAX=YIELD(vyrovnanie,splatnosť,cena,zaruč_cena,frekvencia[,základňa]) @DESCRIPTION=YIELD počíta výnos cenného papiera s periodickým úrokom. @frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný. 4 = štvrťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, YIELD vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, YIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=YIELD @SYNTAX=YIELD(settlement,maturity,rate,price,redemption_price,frequency[,basis]) @DESCRIPTION=YIELD trả lại lợi nhuận trên một chứng khoán trả lãi chu kỳ. @frequency là số lần trả phiếu lãi trong mỗi năm. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu @frequency khác với 1, 2, hay 4 thì YIELD trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì YIELD trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption[,basis]) @DESCRIPTION=YIELDDISC calculates the annual yield of a security that is discounted. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @pr is the price per $100 face value of the security. @redemption is the redemption value per $100 face value. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, YIELDDISC returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption[,basis]) @DESCRIPTION=YIELDDISC དེ་གིས་ ཕབ་ཆ་འབད་དེ་ཡོད་པའི་སྲུང་སྐྱོབ་ཅིག་གི་ལོ་བསྟར་ཐོན་འབྲས་འདི་རྩིས་སྟོནམ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས། @maturity འདི་ སྲུང་སྐྱོབ་ཀྱི་དུས་ཡུན་ཚེས་གྲངས། @pr འདི་ སྲུང་སྐྱོབ་ཀྱི་མ་གོང་$100 རེ་རེའི་གོང་ཚད། @redemption འདི་ མ་གོང་$100 རེ་རེའི་བུན་ཚབ་གནས་གོང་འདི་ཨིན། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཁྱངས་ཁ་རིམ་ལུགས་ཀྱི་ཉིནམ་གྱི་དབྱེ་བ་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན 30/360 * If @frequency འདི་ ༡,༢,ཡང་ན་༤་ ལས་གཞན་ཨིནཔ་ཅིན་, YIELDDISC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ ༠་དང་༤་གི་བར་ན་མེན་པ་ཅིན་, #NUM! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(liquidación,vencimiento,pr,amortización[,base])@DESCRIPTION=YIELDMAT calcula el margen anual de una acción que es descontada. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @pr es el precio por 100$ de valor facial de la acción. @amortización es el valor de amortización por cada 100$ de valor facial. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinta de 1, 2 o 4, YIELDDISC devuelve un error #NÚM!. * Si se omite @base se usa US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(règlement;échéance;prix;prix_fut;fréquence[;base]) @DESCRIPTION=YIELDDISC calcule le rendement d'un titre qui ne rapporte pas d'intérêts à échéance. @réglement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @prix son prix à la date de règlement, @prix_fut sa valeur de revente à l'échéance, @fréquence le nombre de coupons par an (1, 2 ou 4), et @base le système de comptage de jours à utiliser : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, YIELDDISC renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4 ou @fréquence != 1, 2 et 4, YIELDDISC renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(stortingsdatum;vervaldatum;prijs;aflossingsprijs[;soort_jaar]) @DESCRIPTION=YIELDDISC (ned. REND.DISCONTO) berekent het jaarlijkse rendement van verdisconteerd waardepapier. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @prijs is de prijs van het waardepapier per $100 nominale waarde. @aflossingsprijs is de aflossingsprijs van het waardepapier per $100 nominale waarde. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @soort_jaar is weggelaten, wordt Amerikaans 30/360 toegepast. * Als @soort_jaar niet tussen 0 en 4 inzit, geeft de functie een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(liquidação,vencimento,pr,valor_nominal[,base]) @DESCRIPTION=YIELDDISC calcula o retorno anual de um título que é descontado. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @pr é o preço por $100 do valor de face do título. @valor_nominal é o valor nominal do título por $100 de valor de face.@freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então YIELDDISC retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então YIELDDISC retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(vyrovnanie,splatnosť,cena,zaruč_cena[,základňa]) @DESCRIPTION=YIELDDISC počíta ročný výnos diskontovaného cenného papiera. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @cena je cena za $100 cenného papiera. @zaruč_cena je zaručená cena na $100. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @vyrovnanie alebo dátum @splatnosti neplatný, YIELDDISC vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, YIELDDISC vracia chybu #NUM!. Ak je dátum @vyrovnanie po dátume @splatnosti alebo sú rovnaké, YIELDDISC vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=YIELDDISC @SYNTAX=YIELDDISC(settlement,maturity,pr,redemption[,basis]) @DESCRIPTION=YIELDDISC tính lợi nhuận mỗi năm trên một chứng khoán bị bớt giá. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @pr là giá mỗi giá trị danh nghĩa $100 của chứng khoán.@redemption là số tiền sẽ được nhận vào ngày @maturity cho mỗi giá trị danh nghĩa $100. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu tần số khác với 1, 2 hay 4 thì YIELDDISC trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì PRICEMAT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=
