Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT calculates the effective interest rate from a given nominal rate. Effective interest rate is calculated using this formula: (1 + @r / @nper) ^ @nper - 1 where: @r = nominal interest rate (stated in yearly terms) @nper = number of periods used for compounding * If @rate < 0, EFFECT returns #NUM! error. * If @nper <= 0, EFFECT returns #NUM! error. @EXAMPLES= For example credit cards will list an APR (annual percentage rate) which is a nominal interest rate. For example if you wanted to find out how much you are actually paying interest on your credit card that states an APR of 19% that is compounded monthly you would type in: =EFFECT(.19,12) and you would get .2075 or 20.75%. That is the effective percentage you will pay on your loan. @SEEALSO=NOMINAL
dz: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT དེ་གིས་ ཚད་ཆུང་བ་ལས་ནུས་ཅན་གྱི་སྐྱེད་ཚད་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། ནུས་ཅན་གྱི་སྐྱེད་ཚད་འདི་མན་ངག་འདི་ལག་ལེན་འཐབ་སྟེ་རྩིས་བཏོནམ་ཨིན།: (1 + @r / @nper) ^ @nper - 1 དེ་ཡང་: @r = སྐྱེད་ཚད་ཆུང་བ་འདི་ (ལོ་གྲངས་གནས་ལུགས་) @nper = སྐྱེད་ཅུང་གི་དོན་ལུ་ལག་ལེན་འཐབ་པའི་དུས་ཡུན་གྱི་ཨང་གྲངས་ * If @rate < 0, EFFECT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @nper <= 0, EFFECT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= དཔེར་ན་ དངུལ་ཚབ་ཤོག་བྱང་དེ་གིས་ སྐྱེད་ཚད་ཆུང་བ་ཨིན་པའི་ ཨེ་པི་ཨར་ (ལོ་བསྟར་བརྒྱ་ཆའི་ཚད་) འདི་ཐོ་ཡིག་བརྐྱབ་ཨིན། དཔེར་ན་ ཁྱོད་ཀྱིས་ཁྱོད་རའི་དངུལ་ཚབ་ཤོག་བྱང་གུ་ ཁྱོད་ཀྱིས་ག་དེམ་ཅིག་སྤྲོད་དོ་ག་ལྟ་དགོ་མི་དེ་གིས་ 19% གི་ཨེ་པི་ཨར་འདི་སྟོནམ་ཨིནམ་དང་ དེ་ཡང་ཁྱོད་ཀྱིས་ཟླཝ་གྲངས་འདུས་གྲུབ་འབད་ཡོདཔ་འདི་ཨིན།: =EFFECT(.19,12) དང་ ཁྱོད་ཀྱིས་ .2075 or 20.75% ཐོབ་ཨིན། འདི་ ཁྱོད་རའི་སྐྱུན་འགྲུལ་གུ་སྤྲོད་ནིའི་ནུས་ཅན་གྱི་བརྒྱ་ཆ་ཨིན། @SEEALSO=NOMINAL
es: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT calcula la tasa de interés efectiva de una tasa nominal dada. La tasa de interés efectiva se calcula usando esta fórmula: (1 + @r / @nper) ^ @nper - 1 donde: @r = tasa nominal de interés (en términos anuales) @nper = número de períodos usados para el cómputo @EXAMPLES= Por ejemplo, las tarjetas de crédito listarán un TAE (Tasa Anual Equivalente), que es un tasa de interés nominal. Por ejemplo, si quiere averiguar qué interés está pagando actualmente por su tarjeta de crédito que tiene un TAE del 19% que se computa mensualmente, debería teclear: =EFFECT(.19,12), y obtendría .2075 ó 20.75%. Este es el porcentaje efectivo que pagará como arrendamiento. @SEEALSO=NOMINAL
fr: @FUNCTION=EFFECT @SYNTAX=EFFECT(r;nper) @DESCRIPTION=La fonction EFFECT calcule le taux d'intérêt effectif pour un taux d'intérêt nominal. Le taux d'intérêt effectif est calculé en utilisant cette formule : @r( 1 + @r / @nper ) ^ @nper -1 où : @r = le taux d'intérêt nominal (annuel) @nper = le nombre de périodes utilisées pour le calcul Si @taux < 0, EFFECT renvoie #NUM! Si @nper <= 0, EFFECT renvoie #NUM! @EXAMPLES= Par exemple, le taux d'une carte de crédit est un taux d'intérêt nominal. Ainsi, si vous souhaitez savoir combien vous payez vraiment d'intérêt sur votre crédit défini avec un taux de 19% calculé mensuellement, vous allez saisir : =EFFECT(,19;12), et vous allez obtenir ,2075 ou 20,75%. C'est le taux réel de votre crédit. @SEEALSO=NOMINAL
nl: @FUNCTION=EFFECT @SYNTAX=EFFECT(effectieve_rente;aantal_termijnen) @DESCRIPTION=EFFECT berekent het effectieve rentepercentage vanuit een gegeven nominale rentepercentage. Het effectieve rentepercentage wordt als volgt berekend: (1 + @effectieve_rente / @aantal_termijnen) ^ @aantal_termijnen - 1 waarbij: @effectieve_rente = nominale rentepercentage (in jaarlijkse termijnen) @aantal_termijnen = aantal betalingstermijnen per jaar * Als @effectieve_rente < 0 geeft EFFECT een #GETAL! foutmelding. * Als @aantal_termijnen <= 0 geeft EFFECT een #GETAL! foutmelding. @EXAMPLES= Bijvoorbeeld: credit cards geven een APR (jaarlijks rentepercentage) hetgeen een nominale rentepercentage is. Als je wilt weten hoe veel rente je daadwerkelijk op een credit kaart betaalt dat een APR opgeeft van 19% opgebouwd op maandelijkse termijnen, bereken je: EFFECT(,19;12) hetgeen oplevert: 0,2075 oftewel 20,75%. Dat is het effectieve percentage dat je voor een lening betaalt. @SEEALSO=NOMINAL
pt_br: @FUNCTION=EFFECT @SYNTAX=EFFECT(taxa_nominal,nper) @DESCRIPTION=EFFECT calcula taxa efetiva de juros anual a partir de uma taxa nominal e o número de períodos de juros compostos. A taxa efetiva de juros é calculada pela fórmula: (1 + @taxa_nominal / @nper) ^ @nper - 1 onde: @taxa_nominal = taxa nominal de juros (estabelecida em temos de anos) @nper = número de períodos de juros compostos por ano * Se @taxa_nominal < 0, EFFECT retorna o erro #NUM! * Se @nper <= 0, EFFECT retorna o erro #NUM! @EXAMPLES= Por exemplo, cartões de crédito apresentam uma uma taxa anual de juros. Se você deseja saber quanto está realmente pagando no seu cartão de crédito que informa uma taxa de juros anual de 19% que é aplicada mensalmente, você deve utilizar: =EFFECT(.19,12) e você terá .2075 ou 20.75%. Esta é a taxa efetiva que você paga no seu débito. @SEEALSO=NOMINAL
sk: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT počíta reálnu úrokovú mieru z danej nominálnej úrokovej miery. Reálna úroková miera je počítaná ako: (1 + @r / @nper) ^ @nper - 1 kde: @r = nominálna úroková miera (ročná) @nper = počet období @EXAMPLES= Napríklad kreditné karty používajú APR (ročnú percentuálnu miera) čo je nominálna úroková miera. Napríklad, ak chcete zistiť aké úroky skutočne platíte na kreditnej karte s APR 19%, ktorá je počítaná mesačne, zadáte: =EFFECT(.19,12) a dostanete .2075 alebo 20.75%. To je reálna úroková miera, ktorú zaplatíte. @SEEALSO=NOMINAL
vi: @FUNCTION=EFFECT @SYNTAX=EFFECT(r,nper) @DESCRIPTION=EFFECT tính lãi xuất hữu hiệu từ một tỷ giá danh nghĩa cho trước. Lãi xuất hữu hiện được tính dùng công thức này: (1 + @r / @nper) ^ @nper - 1 mà: @r = lãi xuất danh nghĩa (ghi với điều kiện mỗi năm) @nper = số thời gian cần kép * Nếu « @rate < 0 », EFFECT trả lại lỗi « #NUM! ». * Nếu « @nper <= 0 », EFFECT trả lại lỗi « #NUM! ». @EXAMPLES= Lấy thí dụ, thẻ tín dụng sẽ liệt kê một APR (Annual Percentage Rate: tỷ giá phần trăm mỗi năm) mà là lãi xuất danh nghĩa. Lấy thí dụ, nếu bạn muốn tìm biết bao nhiều tiền đang trả cho thể tín dụng ghi APR là 19% kép mỗi tháng, thì hãy gõ: =EFFECT(.19,12) thì nhận kết quả .2075 hay 20.75%. Đó là phần trăm thật bạn sẽ trả khi vay lãi dùng thẻ tín dụng này. @SEEALSO=NOMINAL

source: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL calculates the nominal interest rate from a given effective rate. Nominal interest rate is given by a formula: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) where: @r = effective interest rate @nper = number of periods used for compounding * If @rate < 0, NOMINAL returns #NUM! error. * If @nper <= 0, NOMINAL returns #NUM! error. @EXAMPLES= @SEEALSO=EFFECT
dz: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་ནུས་ཚད་ལས་ ཆུང་བའི་སྐྱེད་འདི་རྩིས་བརྐྱབ་ཨིན། ཆུང་བའི་སྐྱེད་ཚད་འདི་མན་ངག་གིས་སྦེ་བྱིན་ཡོད།: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) དེ་ཡང་: @r = ནུས་ཅན་སྐྱེད་ཚད་ @nper = སྐྱེད་ཅུང་བཏག་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་པའི་དུས་ཡུན་གྱི་ཨང་གྲངས་ཚུ། * If @rate < 0, NOMINAL དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @nper <= 0, NOMINAL དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=EFFECT
es: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL calcula la tasa de interés nominal para un tasa efectiva dada. La tasa de interés nominal es dada por la fórmula: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) donde: @r = tasa de interés efectiva @nper = número de períodos usados para el cómputo * Si @tasa < 0, NOMINAL devuelve un error #NÚM! * Si @nper <=0, NOMINAL devuelve un error #NÚM! @EXAMPLES= @SEEALSO=EFFECT
fr: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r;nper) @DESCRIPTION=La fonction NOMINAL calcule le taux d'intérêt nominal pour un taux d'intérêt effectif donné. Le taux d'intérêt nominal est obtenu par la formule : nper * (( 1 + @r ) ^ (1/ @nper) - 1) où : @r = taux d'intérêt effectif @nper = nombre de périodes utilisées pour le calcul * Si @taux < 0, NOMINAL renvoie #NUM! * Si @nper <= 0, NOMINAL renvoie #NUM! @SEEALSO=EFFECT
nl: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(effectieve_rente;aantal_termijnen) @DESCRIPTION=NOMINAL (ned. NOMINALE.RENTE) berekent de nominale jaarlijkse rente op basis van het gegeven effectieve rentepercentage. De nominale rente wordt als volgt berekend: @aantel_termijnen * (( 1 + @effectieve_rente ) ^ (1 / @aantal_termijnen) - 1 ) waarbij: @effectieve_rente = effectieve rentepercentage @aantal_termijnen = aantal betalingstermijnen per jaar. * Als @effectieve_rente < 0 geeft NOMINAL een #GETAL! foutmelding. * Als @aantal_termijnen <= 0 geeft NOMINAL een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=EFFECT
pt_br: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(taxa_efetiva,nper) @DESCRIPTION=NOMINAL calcula a taxa nominal de juros a partir da taxa efetiva e do número de períodos de juros compostos. A taxa nominal de juros é obtida pela fórmula: @nper * (( 1 + @taxa_efetiva ) ^ (1 / @nper) - 1 ) onde: @taxa_efetiva = taxa efetiva de juros @nper = número de períodos compostos por ano * Se @taxa_efetiva < 0, NOMINAL retorna o erro #NUM! * Se @nper <= 0, NOMINAL retorna o erro #NUM! @EXAMPLES= @SEEALSO=EFFECT
sk: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=Funkcia NOMINAL počíta nominálnu úrokovú mieru z danej reálnej úrokovej miery. Nominálna úroková miera je definovaná ako: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) kde: @r = reálna úroková miera @nper = počet období @EXAMPLES= @SEEALSO=EFFECT
vi: @FUNCTION=NOMINAL @SYNTAX=NOMINAL(r,nper) @DESCRIPTION=NOMINAL tính lãi xuất danh nghĩa từ một tỷ giá hữu hiệu cho trước. Lãi xuất danh nghĩa được tính dùng công thức: @nper * (( 1 + @r ) ^ (1 / @nper) - 1 ) mà: @r = lãi xuất hữu hiệu @nper = số thời gian cần kép * Nếu « @rate < 0 », NOMINAL trả lại lỗi « #NUM! ». * Nếu « @nper <= 0 », NOMINAL trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=EFFECT

source: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=ISPMT function returns the interest paid on a given period. * If @per < 1 or @per > @nper, ISPMT returns #NUM! error. @EXAMPLES= @SEEALSO=PV
dz: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=ISPMT ལཱ་འགན་དེ་གིས་ དུས་ཡུན་བྱིན་ཡོད་མི་གུ་སྤྲོད་པའི་སྐྱེད་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @per < 1 ཡང་ན་ @per > @nperཨིན་པ་ཅིན་, ISPMT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=PV
es: @FUNCTION=ISPMT @SYNTAX=ISPMT(índice,per,nper,pv) @DESCRIPTION=La función ISPMT devuelve el interés pagado en un período dado. * Si @per < 1 ó @per > @nper, ISMPT devuelve el error #NÚM!. @EXAMPLES= @SEEALSO=PV
fr: @FUNCTION=ISPMT @SYNTAX=ISPMT(taux;per;nper;pv) @DESCRIPTION=La fonction ISPMT renvoie le montant des intérets payés sur la période donnée. * Si @per < 1 ou @per > @nper, alors ISPMT renvoie l'erreur #NUM! @EXAMPLES= @SEEALSO=PV
nl: @FUNCTION=ISPMT @SYNTAX=ISPMT(rente;termijn;aantal_termijnen;hw) @DESCRIPTION=ISPMT geeft de rente die betaald is over een gegeven periode. * Als @termijn < 1 of @termijn > @aantal_termijnen, geeft ISPMT een #GETAl! foutmelding. @EXAMPLES= @SEEALSO=PV
pt_br: @FUNCTION=ISPMT @SYNTAX=ISPMT(taxa,per,nper,pv) @DESCRIPTION=ISPMT retorna a taxa de interesse paga em um dado período. * Se @per < 1 ou @per > @nper, ISPMT retorna o erro #NUM! @EXAMPLES= @SEEALSO=PV
sk: @FUNCTION=ISPMT @SYNTAX=ISPMT(úrok,per,nper,pv) @DESCRIPTION=Funkcia ISPMT vracia úrok za dané obdobie (periódu). Ak je @per < 1 alebo @per > @nper, ISPMT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PV
vi: @FUNCTION=ISPMT @SYNTAX=ISPMT(rate,per,nper,pv) @DESCRIPTION=hàm ISPMT trả lại lãi được trả trong thời gian cho trước. * Nếu « @per < 1 » hay « @per > @nper », ISPMT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=PV

source: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB calculates the depreciation of an asset for a given period using the fixed-declining balance method. @cost is the initial value of the asset. @salvage is the value after the depreciation. @life is the number of periods overall. @period is the period for which you want the depreciation to be calculated. @month is the number of months in the first year of depreciation. * If @month is omitted, it is assumed to be 12. * If @cost = 0, DB returns #NUM! error. * If @life <= 0, DB returns #NUM! error. * If @salvage / @cost < 0, DB returns #NUM! error. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
dz: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB དེ་གིས་ གཏན་བཟོས་སྦེ་ཕབ་ཆའི་ཚད་སྙོམས་ཐབས་ལམ་འདི་ལག་ལེན་འཐབ་སྟེ་ བྱིན་ཡོད་པའི་དུས་ཡུན་གྱི་དོན་ལུ་ བདོག་གཏད་ཀྱི་གནས་གོང་འབབ་མི་འདི་རྩིས་བཏོནམ་ཨིན། @cost འདི་བདོག་གཏད་ཀྱི་འགོ་ཐོག་གནས་གོང་ཨིན། @salvage འདི་གནས་གོང་འབབ་པའི་ཤུལ་ལས་ཀྱི་གནས་གོང་ཨིན། @life འདི་ དུས་ཡུན་ཡོངས་ཀྱི་ཨང་གྲངས་ཨིན། @period འདི་ ཁྱོད་ཀྱིས་གནས་གོང་འབབ་ཡོད་མི་འདི་རྩིས་བཏོན་དགོཔ་འདི་ཨིན། @month འདི་ ལོ་དང་པའི་གནས་གོང་འབབ་པའི་ཟླཝ་གི་ཨང་གྲངས་ཨིན། * If @month འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ ༡༢་སྦེ་བཞགཔ་ཨིན། * If @cost = 0ཨིན་པ་ཅིན་, DB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @life <= 0ཨིན་པ་ཅིན་, DB དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @salvage / @cost < 0ཨིན་པ་ཅིན་, DB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=DDB,SLN,SYD
es: @FUNCTION=DB @SYNTAX=DB(coste,recuperación,vida,período[,mes]) @DESCRIPTION=DB calcula la depreciación de un activo para un período dado usando el método de balance de declinación fija. @coste es el valor inicial del activo. @recuperación es el valor tras la depreciación. @vida es el número de períodos totales. @período es el período para el que quiere que se calcule la depreciación. @mes es el número de meses del primer año de depreciación. * Si se omite @mes, se asume que es 12. * Si @coste = 0, DB devuelve un error #NÚM! * Si @vida <= 0, DB devuelve un error #NÚM! * Si @recuperación / @coste <0, DB devuelve un error #NÚM! @EXAMPLES= @SEEALSO=DDB,SLN,SYD
fr: @FUNCTION=DB @SYNTAX=DB(coût;val_résid;durée_vie;période[;mois]) @DESCRIPTION=DB calcule l'amortissement pour la période @période, en utilisant la méthode dégressive à simple taux. @coût est la valeur initiale du bien, @val_résid sa valeur résiduelle après @durée_vie périodes. @mois est le nombre de mois de la première année d'amortissement, 12 par défaut. * Si @coût = 0, DB renvoie #NUM! * Si @life <= 0, DB renvoie #NUM! * Si @salvage / @coût < 0, DB renvoie #NUM! @EXAMPLES= @SEEALSO=DDB,SLN,SYD
nl: @FUNCTION=DB @SYNTAX=DB(kosten;restwaarde;duur;termijn[;maand]) @DESCRIPTION=DB berekent de afschrijving van activa over een gegeven termijn, gebruik makend van de 'fixed declining balance' methode. (Ook wel vaste degressieve afschrijvingsmethode). @kosten zijn de aanschafkosten van de activa. @restwaarde is de waarde aan het einde van de afschrijving. @duur is het aantal termijnen van de afschrijving. @termijn is de termijn waarvoor je de afschrijving wilt berekenen. @maand is het aantal maanden in het eerste jaar van de afschrijving. * Als @maand niet is gegeven, wordt aangenomen dat deze 12 is. * Als @kosten = 0 geeft DB een #GETAL! foutmelding. * Als @duur = 0 geeft DB een #GETAL! foutmelding. * Als @restwaarde/@kosten < 0 geeft DB een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
pt_br: @FUNCTION=DB @SYNTAX=DB(custo,valor_residual,vida,período[,meses]) @DESCRIPTION=DB calcula a depreciação de um ativo para uma dado período utilizando o método de diminuição fixa de saldo. @custo é o valor inicial do ativo. @valor_residual é o valor após a depreciação. @vida é o número de períodos pelo qual o ativo será depreciado. @meses é o número de meses no primeiro ano de depreciação. * Se @meses é omitido, assumem-se 12 meses. * Se @custo = 0, DB retorna o erro #NUM! * Se @vida <= 0, DB retorna o erro #NUM! * Se @valor_residual / @custo < 0, DB retorna o erro #NUM! @EXAMPLES= @SEEALSO=DDB,SLN,SYD
sk: @FUNCTION=DB @SYNTAX=DB(náklady,zostatok,životnosť,obdobie[,mesiac]) @DESCRIPTION=DB počíta odpis za dané obdobie pomocou degresívnej metódy s pevným zostatkom. @náklady je počiatočná cena aktíva. @zostatok je hodnota po odpise. @životnosť je celkový počet období. @obdobie je obdobie, pre ktoré sa má odpis spočítať. @mesiac je počet mesiacov v prvom roke odpisovania. Ak nie je @mesiac uvedený, predpokladá sa 12. @EXAMPLES= @SEEALSO=DDB,SLN,SYD
vi: @FUNCTION=DB @SYNTAX=DB(cost,salvage,life,period[,month]) @DESCRIPTION=DB tính khấu hao của tài sản trong thời gian cho trước, dùng phương pháp cán cân giảm cố định. @cost là _giá_ trị ban đầu của tài sản. @salvage là giá trị sau khấu hao (_giá trị thanh lý_). @life là tổng số thời gian (_đợi sống_). @period là _thời gian_ trong đó bạn muốn tính khấu tao. @month là số _tháng_ trong năm ban đầu khấu tao. * Nếu @month bỏ trống thì được coi như là 12. * Nếu « @cost = 0 », DB trả lại lỗi « #NUM! ». * Nếu « @life ≤ 0 », DB rả về lỗi « #NUM! ». * Nếu « @salvage / @cost < 0 », DB trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=DDB,SLN,SYD

source: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB returns the depreciation of an asset for a given period using the double-declining balance method or some other similar method you specify. @cost is the initial value of the asset, @salvage is the value after the last period, @life is the number of periods, @period is the period for which you want the depreciation to be calculated, and @factor is the factor at which the balance declines. * If @factor is omitted, it is assumed to be two (double-declining balance method). * If @life <= 0, DDB returns #NUM! error. @EXAMPLES= @SEEALSO=SLN,SYD
dz: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB དེ་གིས་ ཕབ་ཆའི་ཚད་སྙོམས་ཐབས་ལམ་ཡང་ན་ཁྱོད་ཀྱིས་གསལ་བཀོད་འབད་ཡོད་པའི་ཐབས་ལམ་གཅིག་པ་འདི་ལག་ལནེ་འཐབ་ཐོག་ལས་ བྱིན་ཡོད་པའི་དུས་ཡུན་ཅིག་གི་དོན་ལུ་ བདོག་གཏད་ཅིག་གི་གོང་འབབ་འདི་སླར་ལོག་འབདཝ་ཨིན། @cost འདི་ བདོག་གཏད་ཀྱི་འགོ་ཐོག་གནས་གོང་འདི་ཨིན་, @salvage འདི་ དུས་ཡུན་མཇུག་གི་ཤུལ་ལས་གནས་གོང་འདི་ཨིན་, @life འདི་ དུས་ཡུན་གྱི་ཨང་གྲངས་ཨིན་, @period འདི་ ཁྱོད་ཀྱིས་རྩིས་དགོ་པའི་གོང་འབབ་ཀྱི་དོན་ལུ་དུས་ཡུན་འདི་ཨིནམ་དང་@factor འདི་ ཚད་སྙོམས་ཕབ་ཆ་འབད་མིའི་བགོ་གྲངས་ཨིན། * If @factor སྐྱུར་བཞག་པ་ཅིན་, གཉིས་སྦེ་བཞགཔ་ཨིན་ (ཕབ་ཆ་གཉིས་ལྡན་ཚད་སྙོམས་ཐབས་ལམ་). * If @life <= 0, DDB དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=SLN,SYD
es: @FUNCTION=DDB @SYNTAX=DDB(coste,recuperación,vida,período[,factor]) @DESCRIPTION=DDB devuelve la depreciación de un activo para un período dado usando el método de balance de declinación doble o algún otro método similar que especifique. @coste es el valor inicial del activo, @recuperación es el valor tras el último período, @vida es el número de períodos, @período es el período para el que quiere que se calcule la depreciación y @factor es el factor al que declina el balance. * Si se omite @factor, se asume que es dos (método de balance de doble declinación). * Si @vida <=0, DDB devuelve un error #NÚM! @EXAMPLES= @SEEALSO=SLN,SYD
fr: @FUNCTION=DDB @SYNTAX=DDB(coût;val_résid;durée_vie;période[;facteur]) @DESCRIPTION=DB calcule l'amortissement pour la période @période, en utilisant la méthode dégressive à taux double (ou multiple). @coût est la valeur initiale du bien, @val_résid sa valeur résiduelle après @durée_vie périodes. @facteur est la rapidité de diminution, 2 par défaut. * Si @durée_vie <= 0, DDB renvoie l'erreur #NUM! @EXAMPLES= @SEEALSO=SLN,SYD
nl: @FUNCTION=DDB @SYNTAX=DDB(kosten;restwaarde;duur;termijn[;factor]) @DESCRIPTION=DDB geeft de afschrijving van activa voor een gegeven termijn gebruik makend van de 'double-declining balance' methode (Ook wel dubbele degressieve afschrijvingsmethode), of een andere methode die je zelf kunt aangeven. @kosten zijn de aanschafkosten van de activa. @restwaarde is de waarde aan het einde van de afschrijving. @duur is het aantal termijnen van de afschrijving. @termijn is de termijn waarvoor je de afschrijving wilt berekenen. @factor is de snelheid waarmee wordt afgeschreven. * Als @factor is weggelaten, wordt aangenomen dat deze 2 is, (d.w.z. dubbele-degressieve afschrijving). * Als @duur <= 0, geeft DDB een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=SLN,SYD
pt_br: @FUNCTION=DDB @SYNTAX=DDB(custo,valor_residual,vida,período[,fator]) @DESCRIPTION=DDB retorna a depreciação de um ativo para um dado período, a partir do método da depreciação com dupla diminuição de saldo ou de algum outro método que você especificar. @custo é o valor inicial do ativo, @valor_residual é o valor após o último período, @vida é o número de períodos, @período é o período para o qual a depreciação é calculada, e @fator é o fator com o qual o saldo declina. * Se @fator é omitido, ele é assumido igual a dois (dupla diminuição do balanço). * Se @vida <= 0, DDB retorna o erro #NUM! @EXAMPLES= @SEEALSO=SLN,SYD
sk: @FUNCTION=DDB @SYNTAX=DDB(náklady,zostatok,životnosť,obdobie,[,faktor]) @DESCRIPTION=DDB vracia odpis aktíva za dané obdobie pomocou dvojitej degresívnej metódy alebo inej metódy, ktorú zadáte. @náklady je počiatočná hodnota aktíva, @zostatok je hodnota po poslednom období odpisu, @životnosť je počet období, @obdobie je obdobie, za ktoré chcete odpis vypočítať a @faktor je miera poklesu zostatku. Ak nie je @faktor uvedený, predpokladá sa 2 (dvojitá degresívna metóda). @EXAMPLES= @SEEALSO=SLN,SYD
vi: @FUNCTION=DDB @SYNTAX=DDB(cost,salvage,life,period[,factor]) @DESCRIPTION=DDB trả lại khấu tạo trên một tài sản trong thời gian cho trước, dùng phương pháp cán cân giảm đôi, hoặc dùng một phương pháp tương đương bạn ghi rõ. @cost là _giá_ trị ban đầu của tài sản. @salvage là giá trị sau thời gian cuối cùng (_giá trị thanh lý_). @life là số thời gian (_đợi sống_). @period là _thời gian_ trong đó bạn muốn tính khấu tao. @factor là _hệ số_ với đó cán cân giảm. * Nếu @factor bỏ trống thì được coi như là số hai (phương pháp cán cân giảm đôi). * Nếu « @life ≤ 0 », DDB trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=SLN,SYD
