Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=BIN2HEX function converts a binary number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BIN2HEX(100111) equals 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
dz: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=BIN2HEX ལཱ་འགན་དེ་གིས་ ཟུང་ལྡན་ཨང་གྲངས་འདི་ཧེག་ཟ་ཌེ་སི་མཱལ་ཨང་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, བར་སྟོང་གི་ཨང་གྲངས་ལུ་ ཀླད་ཀོར་པེཌི་ལུ་གསལ་བཀོད་འབད་ཐོག་ལས། * ག་དེམ་ཅིག་སྦེ་@places འདི་ གནམ་མེད་ས་མེད་ཆུང་ཀུ་ཡང་ན་ མེད་ཆ་ཨིན་པ་ཅིན་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BIN2HEX(100111) equals 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
es: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(número[;dígitos]) @DESCRIPTION=La función BIN2HEX convierte un número binario a su equivalente hexadecimal. @dígitos es un parámetro facultativo, que indica el ancho del número resultante, a rellenar con 0 si es necesario. * Si @dígitos es demasiado pequeño, o negativo, el error #NÚM! es devuelto. * Esta función es compatible con Excel. @EXAMPLES= BIN2HEX(100111) devuelve 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
fr: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(nombre[;taille]) @DESCRIPTION=La fonction BIN2HEX convertit un @nombre binaire en nombre hexadécimal. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= BIN2HEX(100111) vaut 27. @SEEALSO=BIN2OCT, BIN2DEC, HEX2BIN
nl: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(getal[;plaatsen]) @DESCRIPTION=BIN2HEX zet een binair getal om naar een hexadecimaal getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BIN2HEX(100111) is 27 @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
pt_br: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(número[,casas]) @DESCRIPTION=A função BIN2HEX converte um número binário em hexadecimal. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, BIN2HEX retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= BIN2HEX(100111) retorna 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
sk: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(číslo[,miesta]) @DESCRIPTION=Funkcia BIN2HEX prevádza dvojkové číslo na šestnástkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BIN2HEX(100111) sa rovná 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC
vi: @FUNCTION=BIN2HEX @SYNTAX=BIN2HEX(number[,places]) @DESCRIPTION=Hàm BIN2HEX chuyển số nhị phân thành số thập lục phân. @places là trường tùy chọn, xác định số sô 0 thêm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BIN2HEX(100111) bằng 27. @SEEALSO=HEX2BIN, BIN2OCT, BIN2DEC

source: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=DEC2BIN function converts a decimal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= DEC2BIN(42) equals 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
dz: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=DEC2BIN ལཱ་འགན་འདི་གིས་ བཅུ་ཚག་ཨང་གྲངས་འདི་ཟུང་ལྡན་ཨང་ལུ་ གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, དེ་ཡང་བར་སྟོང་ཨང་གྲངས་ལུ་ཀླད་ཀོར་པེཌི་ལུ་གསལ་བཀོད་འབད་ཐོག་ལས། * ག་དེམ་ཅིག་སྦེ་@places འདི་གནམ་མེད་ས་མེད་ཆུག་ཀུ་ཡང་ན་མེད་ཆ་ཨིན་པ་ཅིན་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DEC2BIN(42) equals 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
es: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(número[,dígitos]) @DESCRIPTION=La función DEC2BIN convierte @número de decimal a binario. El valor @dígitos es opcional y especifica el número de dígitos que tendrá el número binario. * Si @dígitos es muy pequeño o negativo, se devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= DEC2BIN(42) es igual a 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
fr: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(nombre[;taille]) @DESCRIPTION=La fonction DEC2BIN convertit un @nombre décimal en nombre binaire. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= DEC2BIN(42) vaut 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
nl: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(getal[;plaatsen]) @DESCRIPTION=DEC2BIN zet een decimaal getal om naar een binair getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DEC2BIN(42) is 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
pt_br: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(número[,casas]) @DESCRIPTION=A função DEC2BIN converte um número decimal em binário. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, DEC2BIN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= DEC2BIN(42) retorna 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
sk: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(číslo[,miesta]) @DESCRIPTION=Funkcia DEC2BIN prevádza desiatkové číslo na dvojkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2BIN(42) sa rovná 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
vi: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(number[,places]) @DESCRIPTION=Hàm DEC2BIN chuyển số thập phân thành số nhị phân. @places là trường tùy chọn, xác định số số 0 thâm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= DEC2BIN(42) bằng 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX

source: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=DEC2OCT function converts a decimal number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= DEC2OCT(42) equals 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
dz: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=DEC2OCT ལཱ་འགན་འདི་གིས་ བཅུག་ཚག་ཨང་གྲངས་འདི་ཨོཀ་ཊཱལ་ཨང་གྲངས་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, དེ་ཡང་ ཨང་གྲངས་བར་སྟོང་ལུ་ཀླད་ཀོར་པེཌི་ལུ་གསལ་བཀོད་འབད་ཐོག་ལས། * ག་དེམ་ཅིག་སྦེ་ @places འདི་གནམ་མེད་ས་མེད་ཆུང་ཀུ་ ཡང་ན་མེད་ཆ་ཨིན་པ་ཅིན་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DEC2OCT(42) equals 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
es: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(número[,dígitos]) @DESCRIPTION=La función DEC2OCT convierte @número de decimal a octal. El valor @dígitos es opcional y especifica el número de dígitos que tendrá el número octal. * Si @dígitos es muy pequeño o negativo, se devuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= DEC2OCT(42) es igual a 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
fr: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(nombre[;taille]) @DESCRIPTION=La fonction DEC2OCT convertit un @nombre décimal en nombre octal. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= DEC2OCT(42) vaut 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
nl: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(getal[;plaatsen]) @DESCRIPTION=DEC2OCT zet een decimaal getal om naar een octaal getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DEC2OCT(42) is 52 @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
pt_br: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(número[,casas]) @DESCRIPTION=A função DEC2OCT converte um número decimal em octal. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, DEC2OCT retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= DEC2OCT(42) retorna 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
sk: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(číslo[,miesta]) @DESCRIPTION=Funkcia DEC2OCT prevádza desiatkové číslo na osmičkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2OCT(42) sa rovná 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX
vi: @FUNCTION=DEC2OCT @SYNTAX=DEC2OCT(number[,places]) @DESCRIPTION=Hàm DEC2OCT chuyển số thập phân thành số bát phân. @places là trường tùy chọn, xác định số số 0 được thêm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= DEC2OCT(42) bằng 52. @SEEALSO=OCT2DEC, DEC2BIN, DEC2HEX

source: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=DEC2HEX function converts a decimal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= DEC2HEX(42) equals 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
dz: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=DEC2HEX ལཱ་འགན་དེ་གིས་ བཅུ་ཚག་ཨང་གྲངས་འདི་ཧེག་ཟ་ཌེ་སི་མཱལ་ཨང་གྲངས་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་གདམ་ཁ་ཅན་གྱི་ས་སགོ་ཨིན་, དེ་ཡང་ ཨང་གྲངས་དེ་གི་བར་སྟོང་ལུ་ཀླད་ཀོར་པེཌི་ལུ་གསལ་བཀོད་འབད་ཐོག་ལུ། * ག་དེམ་ཅིག་སྦེ་ @places འདི་གནམ་མེད་ས་མེད་ཆུང་ཀུ་ཡང་ན་མེད་ཆ་ #NUM! ཨིན་པ་ཅིན་ འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DEC2HEX(42) equals 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
es: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(número[,dígitos]) @DESCRIPTION=La función DEC2BIN convierte @número de decimal a hexadecimal. El valor @dígitos es opcional y especifica el número de dígitos que tendrá el número hexadecimal. * Si @dígitos es muy pequeño o negativo, se devuelve el error #NUM * Esta función es compatible con Excel. @EXAMPLES= DEC2HEX(42) es igual a 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
fr: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(nombre[;taille]) @DESCRIPTION=La fonction DEC2HEX convertit un @nombre décimal en nombre hexadécimal. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= DEC2HEX(42) vaut 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
nl: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(getal[;plaatsen]) @DESCRIPTION=DEC2HEX zet een decimaal getal om naar een hexadecimaal getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DEC2HEX(42) is 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
pt_br: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=A função DEC2HEX converte um número decimal em hexadecimal. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, DEC2HEX retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= DEC2HEX(42) retorna 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
sk: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(číslo[,miesta]) @DESCRIPTION=Funkcia DEC2HEX prevádza desiatkové číslo na šestnástkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2HEX(42) sa rovná 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
vi: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(number[,places]) @DESCRIPTION=Hàm DEC2HEX chuyển đổi số thập phân thành số thập lục phân @places là trường tùy chọn, xác định số số 0 được thêm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= DEC2HEX(42) bằng 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT

source: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(text,base) @DESCRIPTION=DECIMAL function converts a number in base @base to decimal. * @base must be an integer between 2 and 36. * This function is OpenOffice.Org compatible. @EXAMPLES= DECIMAL("A1",16) equals 161. @SEEALSO=BASE
dz: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(text,base) @DESCRIPTION=DECIMAL ལཱ་འགན་དེ་གིས་ ཨང་གྲངས་འདི་གཞི་རྟེན་ @base འདི་བཅུག་ཚག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། * @base འདི་ ༢་དང་༣༦་གི་བར་ན་ཧྲིལ་གྲངས་ཅིག་སྦེ་དགོཔ་ཨིན། * ལཱ་འགན་འདི་ OpenOffice.Orgམཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DECIMAL("A1",16) equals 161. @SEEALSO=BASE
es: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(texto,base) @DESCRIPTION=La función DECIMAL convierte un número en la base @base a decimal. * @base debe ser un entero entre 2 y 36. * Esta función es compatible con OpenOffice.Org. @EXAMPLES= DECIMAL("A1",16) igual a 161. @SEEALSO=BASE
fr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=La fonction OCT2DEC convertit un nombre octal sous forme de chaîne ou de nombre en son équivalent décimal. Cette fonction est compatible avec Excel. @EXAMPLES= OCT2DEC("124") vaut 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
nl: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC zet een octaal getal om naar het decimale equivalent. * Deze functie is compatibel met Excel. @EXAMPLES= OCT2DEC("124") is 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
pt_br: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(texto,base) @DESCRIPTION=A função DECIMAL converte um número na base @base para um decimal. * @base deve ser um inteiro entre 2 e 36. * Esta função é compatível com o OpenOffice.Org. @EXAMPLES= DECIMAL("A1",16) retorna 161. @SEEALSO=BASE
sk: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=Funkcia OCT2DEC prevádza osmičkové číslo (aj ako reťazec) na jeho desiatkový ekvivalent. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= OCT2DEC("124") sa rovná 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
vi: @FUNCTION=DECIMAL @SYNTAX=DECIMAL(text,base) @DESCRIPTION=hàm DECIMAL chuyển đổi số cơ sở @base thành số thập phân. * @base phải là số nguyên giữa 2 và 36. * Hàm này tương thích với bộ trình OpenOffice.Org. @EXAMPLES= DECIMAL("A1",16) bằng 161. @SEEALSO=BASE

source: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC function converts an octal number in a string or number to its decimal equivalent. * This function is Excel compatible. @EXAMPLES= OCT2DEC("124") equals 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
dz: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC ལཱ་འགན་དེ་གིས་ ཨོཀ་ཊཱལ་ཨང་གྲངས་འདི་ཡིག་རྒྱུན་ཅིག་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན་ ཡང་ན་ དེའི་བཅུག་ཚག་འདྲ་མཉམ་ལུ། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= OCT2DEC("124") equals 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
es: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=La función OCT2DEC convierte un número octal a su equivalente decimal. * Esta función es compatible con Excel. @EXAMPLES= OCT2DEC("124") es igual a 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
fr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=La fonction OCT2DEC convertit un nombre octal sous forme de chaîne ou de nombre en son équivalent décimal. Cette fonction est compatible avec Excel. @EXAMPLES= OCT2DEC("124") vaut 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
nl: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC zet een octaal getal om naar het decimale equivalent. * Deze functie is compatibel met Excel. @EXAMPLES= OCT2DEC("124") is 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
pt_br: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=A função OCT2DEC converte um número octal em formato texto ou numérico para seu equivalente decimal. * Esta função é compatível com o Excel. @EXAMPLES= OCT2DEC("124") retorna 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
sk: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=Funkcia OCT2DEC prevádza osmičkové číslo (aj ako reťazec) na jeho desiatkový ekvivalent. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= OCT2DEC("124") sa rovná 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
vi: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=Hàm OCT2DEC chuyển đổi số bát phân thành số thập phân. * Hàm này tương thích với Excel. @EXAMPLES= OCT2DEC("124") bằng 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX

source: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=OCT2BIN function converts an octal number to a binary number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= OCT2BIN("213") equals 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
dz: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=OCT2BIN ལཱ་འགན་འདི་ ཨོཀ་ཊཱལ་ཨང་གྲངས་འདི་ཟུང་ལྡན་ཨང་གྲངས་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, དེ་ཡང་ ཨང་གྲངས་དེ་གི་བར་སྟོང་ལུ་ཀླད་ཀོར་པེཌི་གསལ་བཀོད་འབད་ཐོག་ལས། * ག་དེམ་ཅིག་སྦེ་ @places འདི་གནམ་མེད་ས་མེད་ཆུང་ཀུ་ཡང་ན་མེད་ཆ་#NUM! ཨིན་པ་ཅིན་ འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= OCT2BIN("213") equals 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
es: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(número[,dígitos]) @DESCRIPTION=La función OCT2BIN convierte @número de octal a binario. El valor @dígitos es opcional y especifica el número de dígitos que tendrá el número binario. * Si @dígitos es muy pequeño o negativo, el error #NÚM! es devuelto. * Esta función es compatible con Excel. @EXAMPLES= OCT2BIN("213") es igual a 10001011. @SEEALSO=BIN2OCT, DEC2OCT, OCT2HEX
fr: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(nombre[;taille]) @DESCRIPTION=La fonction OCT2BIN convertit un @nombre octal en nombre binaire. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= OCT2BIN("213") vaut 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
nl: @FUNCTION=DEC2BIN @SYNTAX=DEC2BIN(getal[;plaatsen]) @DESCRIPTION=DEC2BIN zet een decimaal getal om naar een binair getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DEC2BIN(42) is 101010. @SEEALSO=BIN2DEC, DEC2OCT, DEC2HEX
pt_br: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(número[,casas]) @DESCRIPTION=A função OCT2BIN converte um número octal em binário. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, OCT2BIN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= OCT2BIN("213") retorna 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
sk: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(číslo[,miesta]) @DESCRIPTION=Funkcia OCT2BIN prevádza osmičkové číslo na dvojkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= OCT2BIN(312) sa rovná 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX
vi: @FUNCTION=OCT2BIN @SYNTAX=OCT2BIN(number[,places]) @DESCRIPTION=hàm OCT2BIN chuyển đổi số bát phân thành số nhị phân. @places là trường tùy chọn, xác định số số 0 thâm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= OCT2BIN("213") bằng 10001011. @SEEALSO=BIN2OCT, OCT2DEC, OCT2HEX

source: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=OCT2HEX function converts an octal number to a hexadecimal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= OCT2HEX(132) equals 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
dz: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=OCT2HEX ལཱ་འགན་འདི་གིས་ ཨོཀ་ཊཱལ་ཨང་གྲངས་འདི་ཧེག་ཟ་ཌེ་སི་མཱལ་ཨང་གྲངས་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་ གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, དེ་ཡང་ ཨང་གྲངས་འདི་གི་བར་སྟོང་འདི་ཀླད་ཀོར་ལུ་གསལ་བཀོད་འབད་ཐོག་ལུ། * ག་དེམ་ཅིག་སྦེ་ @places འདི་གནམ་མེད་ས་མེད་ཆུང་ཀུ་ཡང་ན་མེད་ཆ་ #NUM! ཨིན་པ་ཅིན་ འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= OCT2HEX(132) equals 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
es: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(número[,dígitos]) @DESCRIPTION=La función OCT2HEX convierte @número de octal a hexadecimal. El valor @dígitos es opcional y especifica el número de dígitos que tendrá el número hexadecimal. * Si @dígitos es muy pequeño o negativo, el se devuelve el error #NÚM! * Esta función es compatible con Excel. @EXAMPLES= DEC2HEX(132) es igual a 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
fr: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(nombre[;taille]) @DESCRIPTION=La fonction OCT2HEX convertit un @nombre octal en nombre hexadécimal. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif, l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= OCT2HEX(132) vaut 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
nl: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(getal[;plaatsen]) @DESCRIPTION=DEC2HEX zet een decimaal getal om naar een hexadecimaal getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DEC2HEX(42) is 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
pt_br: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(número[,casas]) @DESCRIPTION=A função OCT2HEX converte um número octal em hexadecimal. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, OCT2HEX retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= OCT2HEX(132) retorna 5A. @SEEALSO=HEX2OCT,·OCT2BIN,·OCT2DEC
sk: @FUNCTION=DEC2HEX @SYNTAX=DEC2HEX(číslo[,miesta]) @DESCRIPTION=Funkcia DEC2HEX prevádza desiatkové číslo na šestnástkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEC2HEX(42) sa rovná 2A. @SEEALSO=HEX2DEC, DEC2BIN, DEC2OCT
vi: @FUNCTION=OCT2HEX @SYNTAX=OCT2HEX(number[,places]) @DESCRIPTION=hàm OCT2HEX chuyển đổi số bát phân thành số thập lục phân. @places là trường tùy chọn, xác định số số 0 được thêm vào. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= OCT2HEX(132) bằng 5A. @SEEALSO=HEX2OCT, OCT2BIN, OCT2DEC
