Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(numerator,denominator) @DESCRIPTION=QUOTIENT function returns the integer portion of a division. @numerator is the divided number and @denominator is the divisor. * This function is Excel compatible. @EXAMPLES= QUOTIENT(23,5) equals 4. @SEEALSO=MOD
dz: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(numerator,denominator) @DESCRIPTION=QUOTIENT ལཱ་འགན་དེ་གིས་ བགོ་བཤའི་ཧྲིལ་གྲངས་ཆ་ཤས་འདི་སླར་ལོག་འབདཝ་ཨིན། @numerator འདི་བགོ་བཤའ་བརྐྱབ་ཡོད་པའི་ཨང་གྲངས་དང་ @denominator འདི་བགོ་བྱེད་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= QUOTIENT(23,5) equals 4. @SEEALSO=MOD
es: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(numerador,denominador) @DESCRIPTION=La función QUOTIENT devuelve la porción entera de la división. @numerador es el número dividido y @denominador es el divisor. * Esta función es compatible con Excel. @EXAMPLES= QUOTIENT(23,5) es igual a 4. @SEEALSO=MOD
fr: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(dividende;diviseur) @DESCRIPTION=La fonction QUOTIENT renvoie la partie entière de la division de @dividende par @diviseur. * Cette fonction est compatible avec Excel. @EXAMPLES= QUOTIENT(23;5) vaut 4. @SEEALSO=MOD
nl: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(teller;noemer) @DESCRIPTION=QUOTIENT geeft het gehele deel van een deling. @teller wordt gedeeld door @noemer. * Deze functie is compatibel met Excel. @EXAMPLES= QUOTIENT(23;5) is 4 @SEEALSO=MOD
pt_br: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(num,den) @DESCRIPTION=A função QUOTIENT retorna a parte inteira de uma divisão. @num é o numerador e @den é o denominador. * Esta função é compatível com o Excel. @EXAMPLES= QUOTIENT(23,5) retorna 4. @SEEALSO=MOD
sk: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(delenec,deliteľ) @DESCRIPTION=Funkcia QUOTIENT vracia celú časť podielu. @delenec je vydelený @deliteľom. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= QUOTIENT(23,5) sa rovná 4. @SEEALSO=MOD
vi: @FUNCTION=QUOTIENT @SYNTAX=QUOTIENT(numerator,denumerator) @DESCRIPTION=QUOTIENT trả lại phân nguyên của phép chia @numerator (tử số) / @denominator (mẫu số). * Hàm này tương thích với Excel. @EXAMPLES= QUOTIENT(23,5) bằng 4. @SEEALSO=MOD

source: @FUNCTION=SIGN @SYNTAX=SIGN(number) @DESCRIPTION=SIGN function returns 1 if the @number is positive, zero if the @number is 0, and -1 if the @number is negative. * This function is Excel compatible. @EXAMPLES= SIGN(3) equals 1. SIGN(-3) equals -1. SIGN(0) equals 0. @SEEALSO=
dz: @FUNCTION=SIGN @SYNTAX=SIGN(number) @DESCRIPTION=SIGN ལཱ་འགན་དེ་གིས་ ༡་སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @number འདི་ཡོད་ཆ་ཨིན་པ་ཅིན་, ཀླད་ཀོར་ ག་དེམ་ཅིག་སྦེ་ @number འདི་ 0ཨིན་པ་ཅིན་, དང་ -1 ག་དེམ་ཅིག་སྦེ་ @number འདི་མེད་ཆ་ཨིནཔ་ཅིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SIGN(3) equals 1. SIGN(-3) equals -1. SIGN(0) equals 0. @SEEALSO=
es: @FUNCTION=SIGN @SYNTAX=SIGN(número) @DESCRIPTION=La función SIGN devuelve 1 si el @número es positivo, cero si se trata de 0, y -1 si el @número es negativo. * Esta función es compatible con Excel. @EXAMPLES= SIGN(3) es igual a 1. SIGN(-3) es igual a -1. SIGN(0) es igual a 0. @SEEALSO=
fr: @FUNCTION=SIGN @SYNTAX=SIGN(nombre) @DESCRIPTION=La foncion SIGN renvoie 1 si @nombre est positif, 0 si @nombre est nul et -1 si @nombre est négatif. * Cette fonction est compatible avec Excel. @EXAMPLES= SIGN(3) vaut 1. SIGN(-3) vaut -1. SIGN(0) vaut 0. @SEEALSO=
nl: @FUNCTION=SIGN @SYNTAX=SIGN(getal) @DESCRIPTION=SIGN geeft een 1 als het @getal positief is, 0 als @getal nul is, en -1 als het getal @getal negatief is. * Deze functie is compatibel met Excel. @EXAMPLES= SIGN(3) is 1 SIGN(-3) is -1 SIGN(0) is 0 @SEEALSO=
pt_br: @FUNCTION=SIGN @SYNTAX=SIGN(número) @DESCRIPTION=A função SIGN retorna 1 se @número for positivo, zero se o @número for 0, e -1 se o @número for negativo. * Esta função é compatível com o Excel. @EXAMPLES= SIGN(3) retorna 1. SIGN(-3) retorna -1. SIGN(0) retorna 0. @SEEALSO=
sk: @FUNCTION=SIGN @SYNTAX=SIGN(číslo) @DESCRIPTION=Funkcia SIGN vracia 1 ak je @číslo kladné, 0 ak je @číslo 0, a -1 ak je @číslo záporné. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SIGN(3) sa rovná 1. SIGN(-3) sa rovná -1. SIGN(0) sa rovná 0. @SEEALSO=
vi: @FUNCTION=SIGN @SYNTAX=SIGN(number) @DESCRIPTION=SIGN trả lại số 1 nếu số @number dương, 0 nếu @number bằng số 0, và -1 nếu @number âm. * Hàm này tương thích với Excel. @EXAMPLES= SIGN(3) bằng 1. SIGN(-3) bằng -1. SIGN(0) bằng 0. @SEEALSO=

source: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(number) @DESCRIPTION=SQRTPI function returns the square root of a @number multiplied by pi. * This function is Excel compatible. @EXAMPLES= SQRTPI(2) equals 2.506628275. @SEEALSO=PI
dz: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(number) @DESCRIPTION=SQRTPI ལཱ་འགན་དེ་གིས་@numberགི་རང་བསྒྱུར་རྩ་གྲངས་ པི་ཨའི་གིས་དགུ་འཐབ་བརྐྱབ་ཡོདཔ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SQRTPI(2) equals 2.506628275. @SEEALSO=PI
es: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(número) @DESCRIPTION=Devuelve la raíz cuadrada de un @número multiplicado por pi. * Esta función es compatible con Excel. @EXAMPLES= SQRTPI(2) es igual a 2,506628275. @SEEALSO=PI
fr: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(nombre) @DESCRIPTION=La fonction SQRTPI renvoie la racine carrée de @nombre multipliée par pi. Cette fonction est compatible avec Excel. * @EXAMPLES= SQRTPI(2) vaut 2,506628275 @SEEALSO=PI
nl: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(getal) @DESCRIPTION=SQRTPI geeft de vierkantswortel van een @getal vermenigvuldigd met pi. * Deze functie is compatibel met Excel. @EXAMPLES= SQRTPI(2) is 2,506628275 @SEEALSO=PI
pt_br: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(número) @DESCRIPTION=A função SQRTP retorna a raiz quadrada de um @número multiplicado por pi. * Esta função é compatível com o Excel. @EXAMPLES= SQRTPI(2) retorna 2.506628275. @SEEALSO=PI
sk: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(číslo) @DESCRIPTION=Funkcia SQRTPI vracia druhú odmocninu čísla @číslo vynásobené pi. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SQRTPI(2) sa rovná 2.506628275. @SEEALSO=PI
vi: @FUNCTION=SQRTPI @SYNTAX=SQRTPI(number) @DESCRIPTION=SQRTPI trả lại căn bậc hai của tích @number và π (pi). * Hàm này tương thích với Excel. @EXAMPLES= SQRTPI(2) bằng 2.506628275. @SEEALSO=PI

source: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(number[,digits]) @DESCRIPTION=ROUNDDOWN function rounds a given @number towards 0. @number is the number you want rounded toward 0 and @digits is the number of digits to which you want to round that number. * If @digits is greater than zero, @number is rounded toward 0 to the given number of digits. * If @digits is zero or omitted, @number is rounded toward 0 to the next integer. * If @digits is less than zero, @number is rounded toward 0 to the left of the decimal point. * This function is Excel compatible. @EXAMPLES= ROUNDDOWN(5.5) equals 5. ROUNDDOWN(-3.3) equals -3. ROUNDDOWN(1501.15,1) equals 1501.1. ROUNDDOWN(1501.15,-2) equals 1500.0. @SEEALSO=ROUND,ROUNDUP
dz: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(number[,digits]) @DESCRIPTION=ROUNDDOWN ལཱ་འགན་དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་ @number འདི་ 0 ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། @number འདི་ ཁྱོད་ཀྱིས་དགོ་པའི་ཨང་གྲངས་0 ལུ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་འདི་ཨིནམ་དང་ @digits འདི་ ཁྱོད་ཀྱིས་ཨང་གྲངས་འདི་བསྐོར་སྐྱོད་འབད་དགོ་པའི་ཨང་ཡིག་གི་ཨང་གྲངས་འདི་ཨིན། * If @digits འདི་ཀླད་ཀོར་ལས་སྦོམ་ཨིན་པ་ཅིན་, @number འདི་ བྱིན་ཡོད་པའི་ཨང་གྲངས་ཀྱི་ཨང་ཡིག་ལུ་ ༠ བསྐོར་སྐྱོད་འབད་ཡོདཔ་འདི་ཨིན། * If @digits འདི་ཀླད་ཀོར་ཡང་ན་སྐྱུར་བཞག་སྟེ་ཡོད་པ་ཅིན་, @number འདི་ཤུལ་མའི་ཧྲིལ་གྲངས་ལུ་ ༠ བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * If @digits འདི་ཀླད་ཀོར་ལས་ཉུང་མི་ཨིན་པ་ཅིན་, @number འདི་ བཅུ་ཚག་དཔག་ཚད་ཀྱི་གཡོན་ལུ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ROUNDDOWN(5.5) equals 5. ROUNDDOWN(-3.3) equals -3. ROUNDDOWN(1501.15,1) equals 1501.1. ROUNDDOWN(1501.15,-2) equals 1500.0. @SEEALSO=ROUND,ROUNDUP
es: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(número[,cifras]) @DESCRIPTION=Redondea inferiormente el @número dado. @número es el número que desea redondear y @cifras es la cantidad de cifras significativas a la cual quiere redondearlo. * Si @cifras > 0, @número es redondeado inferiormente hasta una cantidad de cifras decimales significativas de @cifras. * Si @cifras = 0 o se omite, el número es redondeado al entero más cercano. * Si @cifras < 0, @número se redondea hacia abajo a la izquierda de la coma decimal. * Esta función es compatible con Excel. @EXAMPLES= ROUNDDOWN(5.5) es igual 5. ROUNDDOWN(-3.3) es igual a -4. ROUNDDOWN(1501.15,1) es igual a 1501,1. ROUNDDOWN(1501.15,-2) es igual a 1500.0. @SEEALSO=ROUND,ROUNDUP
fr: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(nombre[;chiffres]) @DESCRIPTION=La fonction ROUNDDOWN arrondit @nombre vers le bas. @chiffres est le nombre de chiffres auxquels on arrondit : s'il est positif, on conserve @chiffres décimales. S'il est nul ou omis, @nombre est arrondi à un entier. S'il est négatif, @nombre est arrondi à la dizaine, centaine... la plus proche. * Cette fonction est compatible avec Excel. @EXAMPLES= ROUNDDOWN(5,5) vaut 5. ROUNDDOWN(-3,3) vaut -4. ROUNDDOWN(1501,15;1) vaut 1501,1. ROUNDDOWN(1501,15;-2) vaut 1500,0. @SEEALSO=ROUNDUP,ROUND
nl: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(getal[;cijfers]) @DESCRIPTION=ROUNDDOWN rondt een gegeven getal naar beneden af. @getal is het getal dat je naar beneden wilt afronden. @cijfers is het aantal cijfers (achter de komma) waarmee je het getal wilt afronden. * Als @cijfers groter is dan nul, wordt het @getal afgerond op het gegeven aantal cijfers. * Als @cijfers nul is of is weggelaten, wordt het @getal afgerond naar het eerstvolgende kleinere gehele getal. * Als @cijfers kleiner is dan nul, wordt het @getal afgerond, links van de decimale punt. * Deze functie is compatibel met Excel. @EXAMPLES= ROUNDDOWN(5,5) is 5 ROUNDDOWN(-3,3) is -4 ROUNDDOWN(1501,15;1) is 1501,1 ROUNDDOWN(1501,15;-2) is 1500,0 @SEEALSO=ROUND,ROUNDUP
pt_br: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(número[,dígitos]) @DESCRIPTION=A função ROUNDDOWN arredonda um número para baixo. @número é o número que você deseja arrendondar e @dígitos é o número do dígitos que você deseja arredondar do número. * Se @dígitos é maior do que zero, @número é arredondado para baixo, com o número de dígitos fornecidos. * Se @dígitos é zero ou omitido, @número é arredondado para baixo e para o inteiro mais próximo. * Se @dígitos é menor do que zero, @número é arredondado para à esquerda do ponto decimal. * Esta função é compatível com o Excel. @EXAMPLES= ROUNDDOWN(5.5) retorna 5. ROUNDDOWN(-3.3) retorna -4. ROUNDDOWN(1501.15,1) retorna 1501.1. ROUNDDOWN(1501.15,-2) retorna 1500.0. @SEEALSO=ROUND,ROUNDUP
sk: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(číslo[,číslic]) @DESCRIPTION=Funkcia ROUNDDOWN zaokrúhľuje dané @číslo nadol, smerom k 0. @číslo je zaokrúhľované číslo a @číslic je počet číslic, na ktoré sa zaokrúhľuje. Ak je @číslic väčšie ako 0, @číslo je zaokrúhlené na nadol na daný počet číslic. Ak je @číslic 0 alebo neuvedené, @číslo je zaokrúhlené nadol na najbližšie celé číslo. Ak je @číslic menšie ako 0, @číslo je zaokrúhlené nadol naľavo od desatinnej čiarky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROUNDDOWN(5.5) sa rovná 5. ROUNDDOWN(-3.3) sa rovná -4. ROUNDDOWN(1501.15,1) sa rovná 1501.1. ROUNDDOWN(1501.15,-2) sa rovná 1500.0. @SEEALSO=ROUND,ROUNDUP
vi: @FUNCTION=ROUNDDOWN @SYNTAX=ROUNDDOWN(number[,digits]) @DESCRIPTION=ROUNDDOWN làm tròn xuống số @number. @digits là số chữ số bạn muốn làm tròn. * Nếu @digits lớn hơn 0 thì @number được làm tròn xuống số chữ số được cho. * Nếu không có @digits hoặc @digits bằng không thì @number được làm tròn xuống số nguyên gần nhất. * Nếu @digits nhỏ hơn số không thì @number được làm tròn xuống về bên trái dấu thập phân. *Hàm này tương thích với Excel. @EXAMPLES= ROUNDDOWN(5.5) bằng 5. ROUNDDOWN(-3.3) bằng -4. ROUNDDOWN(1501.15,1) bằng 1501.1. ROUNDDOWN(1501.15,-2) bằng 1500.0. @SEEALSO=ROUND,ROUNDUP

source: @FUNCTION=ROUND @SYNTAX=ROUND(number[,digits]) @DESCRIPTION=ROUND function rounds a given number. @number is the number you want rounded and @digits is the number of digits to which you want to round that number. * If @digits is greater than zero, @number is rounded to the given number of digits. * If @digits is zero or omitted, @number is rounded to the nearest integer. * If @digits is less than zero, @number is rounded to the left of the decimal point. * This function is Excel compatible. @EXAMPLES= ROUND(5.5) equals 6. ROUND(-3.3) equals -3. ROUND(1501.15,1) equals 1501.2. ROUND(1501.15,-2) equals 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
dz: @FUNCTION=ROUND @SYNTAX=ROUND(number[,digits]) @DESCRIPTION=ROUND ལཱ་འགན་དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི༥་ཨང་གྲངས་ཅིག་བསྐོ་སྐྱོད་འབདཝ་ཨིན། @number འདི་ ཁྱོད་ལུ་དགོ་པའི་བསྐོར་སྐྱོད་ཨང་གྲངས་འདི་ཨིནམ་དང་ @digits འདི་ ཁྱོད་ཀྱིས་ཨང་གྲངས་འདི་བསྐོར་སྐྱོད་འབད་དགོ་པའི་ ཨང་ཡིག་ཨང་གྲངས་འདི་ཨིན། * If @digits འདི་ཀླད་ཀོར་ལས་སྦོམ་ཨིན་, @number འདི་ཨང་ཡིག་གི་བྱིན་ཡོད་པའི་ཨང་གྲངས་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། * If @digits འདི་ཀླད་ཀོར་ཡང་ན་སྐྱུར་བཞག་ཡོདཔ་ཨིན་ @number འདི་ ཉེ་འདབས་ཀྱི་ཧྲིལ་གྲངས་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། * If @digits འདི་ཀླད་ཀོར་ལས་ཉུང་ཀུ་ཡོདཔ་ཨིན་, @number འདི་བཅུ་ཚག་ཡིག་ཚད་ཀྱི་གཡོན་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ROUND(5.5) equals 6. ROUND(-3.3) equals -3. ROUND(1501.15,1) equals 1501.2. ROUND(1501.15,-2) equals 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
es: @FUNCTION=ROUND @SYNTAX=ROUND(número[;cifras]) @DESCRIPTION=Redondea el número dado. @número es el número que desea redondear y @cifras es la cantidad de cifras significativas a la cual quiere redondearlo. * Si @cifras > 0, @número es redondeado hasta una cantidad de cifras decimales significativas de @cifras. * Si @cifras = 0, o se omite, el número es redondeado al entero más próximo. * Si @cifras < 0, indica las cifras a la izquierda del punto decimal, que se desea redondear. * Esta función es compatible con Excel. @EXAMPLES= ROUND(5,5) es igual a 6. ROUND(-3,3) es igual a -3. ROUND(1501,15;1) es igual a 1501,2. ROUND(1501,15;-2) es igual a 1500,0. @SEEALSO=ROUNDDOWN,ROUNDUP
fr: @FUNCTION=ROUND @SYNTAX=ROUND(nombre[;chiffres]) @DESCRIPTION=La fonction ROUND arrondit @nombre. @chiffres est le nombre de chiffres auxquels on arrondit : s'il est positif, on conserve @chiffres décimales. S'il est nul ou omis, @nombre est arrondi à un entier. S'il est négatif, @nombre est arrondi à la dizaine, centaine... la plus proche. * Cette fonction est compatible avec Excel. @EXAMPLES= ROUND(5,5) vaut 6 ROUND(-3,3) vaut -3. ROUND(1501,15;1) vaut 1501,2. ROUND(1501,15;-2) vaut 1500,0. @SEEALSO=ROUNDUP,ROUNDDOWN
nl: @FUNCTION=ROUND @SYNTAX=ROUND(getal[;cijfers]) @DESCRIPTION=ROUND rondt een gegeven getal af. @getal is het getal dat je wilt afronden. @cijfers is het aantal cijfers (achter de komma) waarmee je het getal wilt afronden. * Als @cijfers groter is dan nul, wordt het @getal afgerond op het gegeven aantal cijfers. * Als @cijfers nul is of is weggelaten, wordt het @getal afgerond naar het dichstbijzijnde gehele getal. * Als @cijfers kleiner is dan nul, wordt het @getal afgerond, links van de decimale punt. * Deze functie is compatibel met Excel. @EXAMPLES= ROUND(5,5) is 6 ROUND(-3,3) is -3 ROUND(1501,15;1) is 1501,2 ROUND(1501,15;-2) is 1500,0 @SEEALSO=ROUNDDOWN,ROUNDUP
pt_br: @FUNCTION=ROUND @SYNTAX=ROUND(número[,dígitos]) @DESCRIPTION=A função ROUND arredonda um número fornecido. @número é o número que você deseja arrendondar e @dígitos é o número do dígitos que você deseja arredondar do número. * Se @dígitos é maior do que zero, @número é arredondado para o número de dígitos fornecidos. * Se @dígitos é zero ou omitido, @número é arredondado para o inteiro mais próximo. * Se @dígitos é menor do que zero, @número é arredondado para à esquerda do ponto decimal. * Esta função é compatível com o Excel. @EXAMPLES= ROUNDDOWN(5.5) retorna 6. ROUNDDOWN(-3.3) retorna -3. ROUNDDOWN(1501.15,1) retorna 1501.2. ROUNDDOWN(1501.15,-2) retorna 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
sk: @FUNCTION=ROUND @SYNTAX=ROUND(číslo[,číslic]) @DESCRIPTION=Funkcia ROUND zaokrúhľuje dané @číslo. @číslo je zaokrúhľované číslo a @číslic je počet číslic, na ktoré sa zaokrúhľuje. Ak je @číslic väčšie ako 0, @číslo je zaokrúhlené na daný počet číslic. Ak je @číslic 0 alebo neuvedené, @číslo je zaokrúhlené na najbližšie celé číslo. Ak je @číslic menšie ako 0, @číslo je zaokrúhlené naľavo od desatinnej čiarky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROUND(5.5) sa rovná 6. ROUND(-3.3) sa rovná -3. ROUND(1501.15,1) sa rovná 1501.2. ROUND(1501.15,-2) sa rovná 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP
vi: @FUNCTION=ROUND @SYNTAX=ROUND(number[,digits]) @DESCRIPTION=ROUND làm tròn số @number. @digits là số chữ số cần làm tròn. * Nếu @digits lớn hơn số 0 thì @number được làm tròn xuống số chữ số được cho. * Nếu không có @digits hoặc @digits bằng không thì @number được làm tròn xuống số nguyên gần nhất. * Nếu @digits nhỏ hơn không thì @number được làm tròn xuống về bên trái dấu thập phân. * Hàm này tương thích với Excel. @EXAMPLES= ROUND(5.5) bằng 6. ROUND(-3.3) bằng -3. ROUND(1501.15,1) bằng 1501.2. ROUND(1501.15,-2) bằng 1500.0. @SEEALSO=ROUNDDOWN,ROUNDUP

source: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP function rounds a given number away from 0. @number is the number you want rounded away from 0 and @digits is the number of digits to which you want to round that number. * If @digits is greater than zero, @number is rounded away from 0 to the given number of digits. * If @digits is zero or omitted, @number is rounded away from 0 to the next integer. * If @digits is less than zero, @number is rounded away from 0 to the left of the decimal point. * This function is Excel compatible. @EXAMPLES= ROUNDUP(5.5) equals 6. ROUNDUP(-3.3) equals -4. ROUNDUP(1501.15,1) equals 1501.2. ROUNDUP(1501.15,-2) equals 1600.0. @SEEALSO=ROUND,ROUNDDOWN
dz: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP ལཱ་འགན་འདི་གིས་ བྱིན་ཡོད་པའི་ཨང་གྲངས་འདི་ ༠་ ལས་ཐག་རིང་སྦེ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། @number འདི་ ཁྱོད་ཀྱིས་ ༠་ ལས་ཐག་རིང་ལུ་བསྐོར་སྐྱོད་འབད་དགོ་པའི་ཨང་གྲངས་ཨིནམ་དང་ @digits འདི་ ཁྱོད་ཀྱིས་ཨང་གྲངས་འདི་བསྐོར་སྐྱོད་འབད་དགོ་པའི་ཨང་ཡིག་གི་ཨང་གྲངས་འདི་ཨིན། * If @digits འདི་ཀླད་ཀོར་ལས་སྦོམ་ཨིན་, @number འདི་ ཨང་ཡིག་གི་ཨང་གྲངས་བྱིན་ཡོད་མི་ལུ་ ༠་ ལས་ཐག་རིང་ལུ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་འདི་ཨིན། * If @digits འདི་ཀླད་ཀོར་ཡང་ན་སྐྱུར་བཞག་པ་ཅིན་, @number འདི་ཤུལ་མའི་ཧྲིལ་གྲངས་ལུ་ ༠་ ལས་ཐག་རིང་སྦེ་བསྐོར་སྐྱོད་འབད་ཡོདཔ་ཨིན། * If @digits འདི་ཀླད་ཀོར་ལས་ཉུང་ཀུ་ཡོད་པ་ཅིན་, @number འདི་ བཅུ་ཚག་ཡིག་ཚད་ཀྱི་གཡོན་ལུ་ ༠ ལས་ཐག་རིང་ས་བསྐོར་སྐྱོད་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ROUNDUP(5.5) equals 6. ROUNDUP(-3.3) equals -4. ROUNDUP(1501.15,1) equals 1501.2. ROUNDUP(1501.15,-2) equals 1600.0. @SEEALSO=ROUND,ROUNDDOWN
es: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(número[,cifras]) @DESCRIPTION=Redondea superiormente el número dado @número es el número que desea redondear y @cifras es la cantidad de cifras significativas a la cual quiere redondearlo. * Si @cifras es superior a cero, @número es redondeado superiormente hasta una cantidad de cifras decimales significativas de @cifras. * Si @cifras es cero o se omite, el número es redondeado al entero superior. * Si @cifras es negativo, indica las cifras a la izquierda del punto decimal, que se desea redondear superiormente. * Esta función es compatible con Excel. @EXAMPLES= ROUNDUP(5.5) es igual a 6. ROUNDUP(-3.3) es igual a -3. ROUNDUP(1501.15,1) es igual a 1501.2. ROUNDUP(1501.15,-2) es igual a 1600.0. @SEEALSO=ROUND,ROUNDDOWN
fr: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(nombre[;chiffres]) @DESCRIPTION=La fonction ROUNDUP arrondit @nombre vers le haut. @chiffres est le nombre de chiffres auxquels on arrondit : s'il est positif, on conserve @chiffres décimales. S'il est nul ou omis, @nombre est arrondi à un entier. S'il est négatif, @nombre est arrondi à la dizaine, centaine... la plus proche. * Cette fonction est compatible avec Excel. @EXAMPLES= ROUNDUP(5,5) vaut 6. ROUNDUP(-3,3) vaut -3. ROUNDUP(1501,15;1) vaut 1501,2. ROUNDUP(1501,15;-2) vaut 1600,0. @SEEALSO=ROUNDDOWN,ROUND
nl: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(getal[;cijfers]) @DESCRIPTION=ROUNDUP rondt een gegeven getal naar boven af @getal is het getal dat je naar boven wilt afronden. @cijfers is het aantal cijfers (achter de komma) waarmee je het getal wilt afronden. * Als @cijfers groter is dan nul, wordt het @getal afgerond op het gegeven aantal cijfers. * Als @cijfers nul is of is weggelaten, wordt het @getal afgerond naar het eerstvolgende grotere gehele getal. * Als @cijfers kleiner is dan nul, wordt het @getal afgerond, links van de decimale punt. * Deze functie is compatibel met Excel. @EXAMPLES= ROUNDUP(5,5) is 6 ROUNDUP(-3,3) is -3 ROUNDUP(1501,15;1) is 1501,2 ROUNDUP(1501,15;-2) is 1600,0 @SEEALSO=ROUND,ROUNDDOWN
pt_br: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(número[,dígitos]) @DESCRIPTION=A função ROUNDUP arredonda um número para cima. @número é o número que você deseja arrendondar e @dígitos é o número do dígitos que você deseja arredondar do número. * Se @dígitos é maior do que zero, @número é arredondado para cima com número de dígitos fornecidos. * Se @dígitos é zero ou omitido, @número é arredondado para cima e para o inteiro mais próximo. * Se @dígitos é menor do que zero, @número é arredondado para cima e à esquerda do ponto decimal. * Esta função é compatível com o Excel. @EXAMPLES= ROUNDDOWN(5.5) retorna 6. ROUNDDOWN(-3.3) retorna -3. ROUNDDOWN(1501.15,1) retorna 1501.2. ROUNDDOWN(1501.15,-2) retorna 1600.0. @SEEALSO=ROUND,ROUNDDOWN
sk: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(číslo[,číslic]) @DESCRIPTION=Funkcia ROUNDUP zaokrúhľuje dané @číslo nahor, smerom od 0. @číslo je zaokrúhľované číslo a @číslic je počet číslic, na ktoré sa zaokrúhľuje. Ak je @číslic väčšie ako 0, @číslo je zaokrúhlené nahor na daný počet číslic. Ak je @číslic 0 alebo neuvedené, @číslo je zaokrúhlené nahor na najbližšie celé číslo. Ak je @číslic menšie ako 0, @číslo je zaokrúhlené nahor naľavo od desatinnej čiarky. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ROUNDUP(5.5) sa rovná 6. ROUNDUP(-3.3) sa rovná -3. ROUNDUP(1501.15,1) sa rovná 1501.2. ROUNDUP(1501.15,-2) sa rovná 1600.0. @SEEALSO=ROUND,ROUNDDOWN
vi: @FUNCTION=ROUNDUP @SYNTAX=ROUNDUP(number[,digits]) @DESCRIPTION=ROUNDUP làm tròn lên số @number. @digits là số chữ số cần làm tròn. * Nếu @digits lớn hơn số 0 thì @number được làm tròn xuống số chữ số được cho. * Nếu không có @digits hoặc @digits bằng không thì @number được làm tròn xuống số nguyên gần nhất. * Nếu @digits nhỏ hơn không thì @number được làm tròn xuống về bên trái dấu thập phân. * Hàm này tương thích với Excel. @EXAMPLES= ROUNDUP(5.5) bằng 6. ROUNDUP(-3.3) bằng -4. ROUNDUP(1501.15,1) bằng 1501.2. ROUNDUP(1501.15,-2) bằng 1600.0. @SEEALSO=ROUND,ROUNDDOWN
