Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_SIMPLE_CHOOSER @SYNTAX=OPT_SIMPLE_CHOOSER(call_put_flag,spot,strike,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_SIMPLE_CHOOSER models the theoretical price of simple chooser options. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time1 is the time in years until the holder chooses a put or a call option. @time2 is the time in years until the the chosen option expires. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_SIMPLE_CHOOSER @SYNTAX=OPT_SIMPLE_CHOOSER(call_put_flag,spot,strike,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_SIMPLE_CHOOSER དེ་གིས་ འཇམ་སམ་གདམ་ཁ་ཚུ་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་པའི་ གོོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @time1 འདི་ བཤེད་མི་དེ་གིས་བཙུགས་ཡང་ན་ཀོལ་གདམ་ཁ་འདི་གདམ་ཁ་མ་བརྐྱབ་ཚུན་ཚོད་ཀྱི་ ལོའི་དུས་ཡུན་འདི་ཨིན། @time2 འདི་ གདམ་ཁ་བརྐྱབ་སྟེ་ཡོད་མི་གདམ་ཁ་འདི་ཡལ་མ་འགྱོ་ཚུན་ཚོད་ཀྱི་ ལོའི་དུས་ཡུན་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་པའི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_SIMPLE_CHOOSER @SYNTAX=OPT_SIMPLE_CHOOSER(call_put_flag,spot,strike,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_SIMPLE_CHOOSER tạo mô hình trên giá lý thuyết của tùy chọn lựa chọn đơn giản. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @time1 là thời gian theo năm đến khi người sở hữu chọn một tùy chọn gọi hay để. @time2 là thời gian theo năm đến mãn hạn tùy chọn đã chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=IMINV @SYNTAX=IMINV(inumber) @DESCRIPTION=IMINV returns the the inverse, or reciprocal, of the complex number z (@inumber), where 1/z = (x - i y)/(x^2 + y^2). * If @inumber is not a valid complex number, IMINV returns #VALUE! error. @EXAMPLES= IMINV("1-j") equals 0.5+0.5j. @SEEALSO=
dz: @FUNCTION=IMINV @SYNTAX=IMINV(inumber) @DESCRIPTION=IMINV དེ་གིས་གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་ ལུགས་ལྡོགས་ ཡང་ན་ ཕན་ཚུན་གཉིས་ཕན་སླར་ལོག་འབདཝ་ཨིན་དེ་ཡང་ 1/z = (x - i y)/(x^2 + y^2). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMINV དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMINV("1-j") དེ་གིས་ 0.5+0.5jམཉམ་པ་ཨིན། @SEEALSO=
vi: @FUNCTION=IMINV @SYNTAX=IMINV(inumber) @DESCRIPTION=IMINV trả lại nghịch đảo của số phức z (@inumber): 1/z = (x - i y)/(x² + y²). * Nếu « @inumber » không phải là số phức, IMINV trả lại lỗi « #VALUE! ». @EXAMPLES= IMINV("1-j") bằng 0.5+0.5j. @SEEALSO=

source: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
dz: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=BESSELI ལཱ་འགན་འདི་གིས་ ནིའུ་མན་ ཝི་བར་ཡང་ན་བེ་སེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ ལཱ་འགན་འདི་བརྟག་ཞིབ་འབད་ས་ཨིན།@y འདི་བེ་སེལ་ལཱ་འགན་གྱི་རིམ་པ་ཨིན་, ག་དེམ་ཅིག་སྦེ་ཧྲིལ་གྲངས་མེན་མི་འདི་ཆུང་ཀུ་བཟོ་ཡོད་པ་ཅིན། * ག་དེམ་ཅིག་སྦེ་@x ཡང་ན་ @y ཚུ་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ོག་འབདཝ་ཨིན། * @y < 0 a #NUM! ཨིན་པ་ཅིན་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BESSELI(0.7,3) equals 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY
vi: @FUNCTION=BESSELI @SYNTAX=BESSELI(x,y) @DESCRIPTION=Hàm BESSELI trả lại hàm Neumann, Weber hoặc Bessel. @x là nơi hàm cần định giá. @y là thứ tự hàm Bessel, nếu không phải là số nguyên thì sẽ bị cắt. * Nếu @x hoặc @y không phải là số thì trả lại lỗi « #VALUE! ». * Nếu « @y < 0 » thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BESSELI(0.7,3) bằng 0.007367374. @SEEALSO=BESSELJ,BESSELK,BESSELY

source: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK function returns the Neumann, Weber or Bessel function. @x is where the function is evaluated. @y is the order of the Bessel function, if non-integer it is truncated. * If @x or @y are not numeric a #VALUE! error is returned. * If @y < 0 a #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
dz: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=BESSELK ལཱ་འགན་འདི་གིས་ ནིའུ་མན་ ཝེ་བར་ཡང་ན་བེ་སེལ་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན། @x འདི་ལཱ་འགན་བརྟགས་ཞིབ་འབད་ས་ཨིན། @y འདི་བེ་སེལ་ལཱ་འགན་གྱི་རིམ་པ་ཨིན་, ག་དེམ་ཅིག་སྦེ་ཧྲིལ་གྲངས་མེན་པ་འདི་ཆུང་ཀུ་བཟོ་ཡོད་པ་ཅིན། * @x ཡང་ན་ @y ཚུ་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * @y < 0 a #NUM! ཨིན་པ་ཅིན་འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BESSELK(3,9) equals 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY
vi: @FUNCTION=BESSELK @SYNTAX=BESSELK(x,y) @DESCRIPTION=hàm BESSELK trả lại hàm Neumann, Weber hoặc Bessel. @x là nơi hàm cần định giá. @y là thứ tự hàm Bessel, nếu không phải là số nguyên thì sẽ bị cắt. * Nếu @x hoặc @y không phải là số thì trả lại lỗi « #VALUE! ». * Nếu « @y < 0 » thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BESSELK(3,9) bằng 397.95880. @SEEALSO=BESSELI,BESSELJ,BESSELY

source: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text[,format]) @DESCRIPTION=INDIRECT function returns the contents of the cell pointed to by the @ref_text string. The string specifies a single cell reference the format of which is either A1 or R1C1 style. The style is set by the @format boolean, which defaults to the A1 style. * If @ref_text is not a valid reference returns #REF! @EXAMPLES= If A1 contains 3.14 and A2 contains A1, then INDIRECT(A2) equals 3.14. @SEEALSO=AREAS,INDEX,CELL
dz: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text[,format]) @DESCRIPTION=INDIRECT ལཱ་འགན་དེགིས་ f@ref_text ཡིག་རྒྱུན་གྱིས་དཔག་སྟེ་ཡོད་པའི་ནང་ཐིག་གི་ནང་དོན་ཚུ་སླར་ལོག་འབདཝ་ཨིན། ཡིག་རྒྱུན་དེ་གིས་ ནང་ཐིག་རྐྱང་པའི་གཞི་བསྟུན་ཅིག་གསལ་བཀོད་འབདཝ་ཨིནམ་དང་ དེ་ཡང་ A1 ཡང་ན་ R1C1 བཟོ་རྣམ་གཉིས་ཀ་ཨིན་མི། བཟོ་རྣམ་འདི་ @format བུ་ལིན་གྱིས་གཞི་སྒྲིག་འབད་དེ་ཡོདཔ་ཨིན་, A1 བཟོ་རྣམ་ལུ་སྔོན་སྒྲིག་འབད་མི། * If @ref_text འདི་ནུས་ཅན་ཡོད་འི་གཞི་བསྟུན་མེན་པ་ཅིན་ #REF! སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= If A1 དེ་གིས་ 3.14 དང་ A2 ཡོད་པ་ཅིན་ A1, དེ་ལས་ INDIRECT(A2) མཉམ་ཨིན་3.14. @SEEALSO=AREAS,INDEX,CELL
vi: @FUNCTION=INDIRECT @SYNTAX=INDIRECT(ref_text,[format]) @DESCRIPTION=Hàm INDIRECT trả lại nội dung ô được trỏ tới bởi chuỗi « @ref_text ». Chuỗi xác định một ô tham chiếu đơn theo kiểu A1 hoặc R1C1 thông qua biến bun (đúng/sai) @format, mà mặc định là kiểu A1. * Nếu « @ref_text » là tham chiếu không hợp lệ thì trả lại lỗi « #REF! ». @EXAMPLES= Nếu A1 chứa 3.14 và A2 chứa A1 thì INDIRECT(A2) bằng 3.14. @SEEALSO=

source: COLUMN(A:C) equals {1,2,3}
vi: COLUMN(A:C) bằng {1,2,3}

source: COLUMN() in G13 equals 7.
vi: COLUMN() trong G13 bằng 7.

source: ROW(A1:D3) equals {1;2;3}
vi: ROW(A1:D3) bằng {1;2;3}

source: ROW(1:3) equals {1;2;3}
vi: ROW(1:3) bằng {1;2;3}

source: ROW() in G13 equals 13.
vi: ROW() trong G13 bằng 13.

source: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST returns the two-tailed probability of a z-test. @ref is the data set and @x is the value to be tested. * If @ref contains less than two data items ZTEST returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then ZTEST(A1:A5,20) equals 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
dz: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST དེ་གིས་ ཛེརཌི་-ཞིབ་དཔྱད་ཅིག་གི་འབྱུང་སྲིད་པའི་མཇུག་གཉིས་སླར་ལོག་འབདཝ་ཨིན། @ref འདི་ གནས་སྡུད་གཞི་རྟེན་དང་ @x འདི་ཞིབ་དཔྱད་འབད་ནི་ཨིན་པའི་གནས་གོང་ཨིན། * If @ref དེ་གིས་ གནས་སྡུད་རྣམ་གྲངས་གཉིས་ལས་ཉུངམ་སྦེ་ཡོད་པ་ཅིན་ ZTEST དེ་གིས་ #DIV/0! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ ZTEST(A1:A5,20) equals 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE
vi: @FUNCTION=ZTEST @SYNTAX=ZTEST(ref,x) @DESCRIPTION=ZTEST trả lại xác suất đuôi đôi của một việc thử ra z. @ref là tập hợp dữ liệu và @x là giá trị cần thử ra. * Nếu @ref chứa nhỏ hơn hai mục dữ liệu thì ZTEST trả lại lỗi « #DIV/0! ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì ZTEST(A1:A5,20) bằng 0.254717826. @SEEALSO=CONFIDENCE,NORMDIST,NORMINV,NORMSDIST,NORMSINV,STANDARDIZE

source: @FUNCTION=COLUMN @SYNTAX=COLUMN([reference]) @DESCRIPTION=COLUMN function returns the column number of the current cell unless @reference is given. In that case, it returns an array of the column numbers of all cells in @reference. * If @reference is neither an array nor a reference nor a range, COLUMN returns #VALUE! error. @EXAMPLES= COLUMN() in E1 equals 5. @SEEALSO=COLUMNS,ROW,ROWS
dz: @FUNCTION=COLUMN @SYNTAX=COLUMN([reference]) @DESCRIPTION=COLUMN དེ་གིས་ ད་ལྟོའི་ནང་ཐིག་གི་ཀེར་ཐིག་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིནམ་དང་ དེ་ཡང་ @reference འདི་མ་བྱིན་ཚུན་ཚོད་ཨིན། གནད་དོན་དེ་ནང་, དེ་གིས་ཀེར་ཐིག་ཨང་གྲངས་ཚུ་གི་ཨེ་རེ་ཅིག་@referenceནང་གི་ནང་ཐིག་ཆ་མཉམ་ནང་སླར་ལོག་འབདཝ་ཨིན། * If @reference འདི་ཨེ་རེ་མེན་ཡང་ན་གཞི་བསྟུན་མེན་ཡང་ན་ཁྱབ་ཚད་མེན་པ་ཅིན་, COLUMN དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COLUMN() in E1 equals 5. @SEEALSO=COLUMNS,ROW,ROWS

source: @FUNCTION=ROW @SYNTAX=ROW([reference]) @DESCRIPTION=ROW function returns an array of the row numbers taking a default argument of the containing cell position. * If @reference is neither an array nor a reference nor a range, ROW returns #VALUE! error. @EXAMPLES= ROW() in G13 equals 13. @SEEALSO=COLUMN,COLUMNS,ROWS
dz: @FUNCTION=ROW @SYNTAX=ROW([reference]) @DESCRIPTION=ROW ལཱ་འགན་དེ་གིས་ ནང་ཐིག་སྒྲིག་སྟངས་ཡོད་པའི་སྔོན་སྒྲིག་སྒྲུབ་རྟགས་ཅིག་འབག་སྟེ་ གྲལ་ཐིག་ཨང་གྲངས་ཀྱི་ཨེ་རེ་སླར་ལོག་འབདཝ་ཨིན། * If @reference འདི་ཨེ་རེ་ཡང་མེན་གཞི་བསྟུན་ཡང་མེན་ ཡང་ན་ཁྱབ་ཚད་ཡང་མེན་པ་ཅིན་, ROW དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ROW() in G13 equals 13. @SEEALSO=COLUMN,COLUMNS,ROWS

source: @FUNCTION=LARGE @SYNTAX=LARGE(n1, n2, ..., k) @DESCRIPTION=LARGE returns the k-th largest value in a data set. * If data set is empty LARGE returns #NUM! error. * If @k <= 0 or @k is greater than the number of data items given LARGE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then LARGE(A1:A5,2) equals 25.9. LARGE(A1:A5,4) equals 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL
dz: @FUNCTION=LARGE @SYNTAX=LARGE(n1, n2, ..., k) @DESCRIPTION=LARGE དེ་གིས་ k-th གནས་གོང་སྦོམ་འདི་ གནས་སྡུད་གཞི་སྒྲིག་ནང་སླར་ལོག་འབདཝ་ཨིན། * གནས་སྡུད་གཞི་སྒྲིག་འདི་སྟོངམ་ཨིན་པ་ཅིན་LARGE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @k <= 0 ཡང་ན་ @k འདི་ བྱིན་ཡོད་པའི་གནས་སྡུད་རྣམ་གྲངས་ཚུ་གི་ཨང་གྲངས་ལས་སྦོམ་ཡོད་པ་ཅིན་ LARGE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཚུ་ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ LARGE(A1:A5,2) equals 25.9. LARGE(A1:A5,4) equals 17.3. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,SMALL

source: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2, ..., k) @DESCRIPTION=SMALL returns the k-th smallest value in a data set. * If data set is empty SMALL returns #NUM! error. * If @k <= 0 or @k is greater than the number of data items given SMALL returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SMALL(A1:A5,2) equals 17.3. SMALL(A1:A5,4) equals 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
dz: @FUNCTION=SMALL @SYNTAX=SMALL(n1, n2, ..., k) @DESCRIPTION=SMALL དེ་གིས་ k-th ཆུང་ཀུའི་གནས་གོང་འདི་ གནས་སྡུད་གཞི་སྒྲིག་ནང་སླར་ལོག་འབདཝ་ཨིན། * གནས་སྡུད་གཞི་སྒྲིག་འདི་སྟོངམ་ཨིན་པ་ཅིན་ SMALLདེ་གིས་ #NUM!འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @k <= 0 ཡང་ན་ @k འདི་ བྱིན་ཡོད་པའི་གནས་སྡུད་རྣམ་གྲངས་ཚུ་གི་ཨང་གྲངས་ལས་སྦོམ་ཨིན་པ་ཅིན་SMALL དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ SMALL(A1:A5,2) equals 17.3. SMALL(A1:A5,4) equals 25.9. @SEEALSO=PERCENTILE,PERCENTRANK,QUARTILE,LARGE
