Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(call_put_flag,spot,strike,a,time,m,dt,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_TIME_SWITCH models the theoretical price of time switch options. (Pechtl 1995) The holder receives @a * @dt for each period dt that the asset price was greater than the strike price (for a call) or below it (for a put). @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @a is the amount received for each time period as discussed above. @time is the maturity of the option in years. @m is the number of time units the option has already met the condition. @dt is the agreed upon discrete time period (often a day) expressed as a fraction of a year. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(call_put_flag,spot,strike,a,time,m,dt,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_TIME_SWITCH དེ་གིས་ ཆུ་ཚོད་སོར་བསྒྱུར་གདམ་ཁ་ཚུ་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། (Pechtl 1995) བཤེད་མི་དེ་གིས་ @a * @dt འདི་ དུས་ཡུན་ཌི་ཊི་རེ་རེ་ལུ་ཨིན་མི་དེ་ཡང་ བདོག་གཏད་གོང་ཚད་ (ཀོལ་གྱི་དོན་ལུ་) ཡང་ན་དེའི་འོག་གི་(བཙུགས་ཀྱི་དོན་ལུ་)ལས་སྦོམ་མི་འདི་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་པའི་གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིན། @a འདི་ ལྟག་ལུ་གྲོས་བསྡུར་འབད་དོ་བཟུམ་སྦེ་ དུས་ཡུན་རེ་རེ་གི་དོན་ལུ་གྲངས་ཚད་ཐོབ་ཡོདཔ་འདི་ཨིན། @time འདི་ ལོའི་ནང་གདམ་ཁ་གི་དུས་ཡུན་ཚང་བ་འདི་ཨིན། @m འདི་ གདམ་ཁ་དེ་གིས་ཧེ་མ་ལས་རང་གནས་སྟངས་ཚང་བའི་ ཆུ་ཚོད་ཀྱི་ཆ་ཕྲན་ཚུ་གི་ཨང་གྲངས་ཨིན། @dt འདི་ ལོའི་བགོ་གྲངས་སྦེ་གསལ་སྟོན་འབད་ཡོད་མི་ ཆུ་ཚོད་དུས་ཡུན་(ཉིནམ་གཅིག་ནང་ལོག་ཅི་ལོག་ཅི་)སོ་སོ་ལུ་ཁ་བཟེད་ནི་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(indicador_call_put,spot,strike,a,tiempo,m,dt,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_TIME_SWITCH modela el precio teórico de opciones de cambio de tiempo. (Pechtl 1995) El poseedor recibe @a * @dt para cada periodo dt que el precio de la acción sea mayor que el precio fijado (para una call) o por debajo de él (para una put) @indicador_call_put es «c» o «p» para indicar si la opción es un «call» o «put» @spot es el precio «spot» del activo subyacente @strike es el precio al que la opción se ha fijado @a es la cantidad recibida para cada periodo de tiempo como se explicó arriba @tiempo es el vencimiento de la opción en años @m es el número de unidades de tiempo en que la opción ha encontrado la condición @dt es el acuerdo entre periodos de tiempo discretos (a menudo un día) expresados como una fracción de un año @tasa es el tasa de interés libre de riesgo anualizada @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(tipo_compra_venda,à_vista,exercício,a,tempo,m,dt,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_TIME_SWITCH modela o preço teórico de opções de troca. (Pechtl 1995) O portador recebe @a * @dt para cada período dt que o preço do ativo foi maior do que o preço de exercício (para opções de compra) ou abaixo do preço de exercício (para opções de venda). @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício é o preço de exercício da opção. @a é a quantia recebida por cada período com discutido acima. @tempo é o número de dias até a data de exercício. @taxa é a taxa de juros anualizada e livre de risco. @m é o número de unidades de tempo que a opção já atingiu a condição. @dt é o período discreto de tempo do ativo (geralmente um dia) expresso como uma fração do ano. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_TIME_SWITCH @SYNTAX=OPT_TIME_SWITCH(call_put_flag,spot,strike,a,time,m,dt,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_TIME_SWITCH tạo mô hình trên giá lý thuyết của tùy chọn chuyển đổi thời gian. (Pechtl năm 1995) Người sở hữu thì nhận @a * @dt cho mỗi thời gian dt trong khi mà giá tài sản lớn hơn giá tính lấy (cho việc gọi) hoặc nhỏ hơn nó (cho việc để). @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike là giá tính lấy mà tùy chọn được _tính lấy_ với nó. @a là số tiền được nhận cho mỗi thời gian, như nói trên. @time là đến hạn thanh toán của tùy chọn theo năm. @m là số lượng đơn vị thời gian trong khi mà tùy chọn đã thỏa tiêu chuẩn. @dt là thời gian riêng được đồng ý (thường là một ngày) được thể hiện theo phần năm. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_SIMPLE_CHOOSER @SYNTAX=OPT_SIMPLE_CHOOSER(call_put_flag,spot,strike,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_SIMPLE_CHOOSER models the theoretical price of simple chooser options. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike is the strike price at which the option is struck. @time1 is the time in years until the holder chooses a put or a call option. @time2 is the time in years until the chosen option expires. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_SIMPLE_CHOOSER @SYNTAX=OPT_SIMPLE_CHOOSER(indicador_call_put,spot,strike,tiempo1,tiempo2,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_SIMPLE_CHOOSER modela el precio teórico de opciones de elección simple. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put». @spot es el precio spot del activo. @strike es el precio strike (fijado) de la opción. @tiempo1 es el tiempo en años hasta que el titular elige una opción call o put. @tiempo2 es el tiempo en años hasta que la opción elegida vence @tasa es la tasa de interés libre de riesgo a la fecha del ejercicio, en tanto por ciento. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(call_put_flag,spot,strike_call,strike_put,time,time_call,time_put,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_COMPLEX_CHOOSER models the theoretical price of complex chooser options. @call_put_flag is 'c' or 'p' to indicate whether the option is a call or a put. @spot is the spot price of the underlying asset. @strike_call is the strike price at which the option is struck, applicable if exercised as a call option. @strike_put is the strike price at which the option is struck, applicable if exercised as a put option. @time is the time in years until the holder chooses a put or a call option. @time_call is the time in years to maturity of the call option if chosen. @time_put is the time in years to maturity of the put option if chosen. @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset, for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(call_put_flag,spot,strike_call,strike_put,time,time_call,time_put,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_COMPLEX_CHOOSER དེ་གིས་ གོ་དཀའ་བ་གདམ་ནིའི་གདམ་ཁ་ཚུ་གི་ གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @call_put_flag འདི་ 'c' ཡང་ན་ 'p' ཨིན་ དེ་ཡང་ གདམ་ཁ་འདི་ཀོལ་ཡང་ན་བཙུགས་ཨིན་ན་མེན་ན་བརྡ་སྟོན་ནི་ལུ་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོག་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike_call འདི་ གདམ་ཁ་འདི་ཐོགས་ཡོད་པའི་གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིནམ་དང་ ཀོལ་གདམ་ཁ་སྦེ་བསྟར་སྤྱོད་འབད་དེ་ཡོད་པ་ཅིན་འཇུག་སྤྱོད་འབད་ཚུགས། @strike_put འདི་ གདམ་ཁ་འདི་སིཊཀ་འབད་དེ་ཡོད་པའི་གོང་ཚད་བརྐྱབ་ནི་འདི་ཨིནམ་དང་ བཙུགས་གདམ་ཁ་སྦེ་བསྟར་སྤྱོད་འབད་དེ་ཡོད་པ་ཅིན་ འཇུག་སྤྱོད་འབད་ཚུགས། @time འདི་ བཤེད་མི་དེ་གིས་བཙུགས་ཡང་ན་ཀོལ་གདམ་ཁ་འདི་མ་གདམ་ཚུན་ཚོད་ཀྱི་ ལོའི་དུས་ཡུན་འདི་ཨིན། @time_call འདི་ གདམ་ཁ་བརྐྱབ་སྟེ་ཡོད་པ་ཅིན་ ཀོལ་གྱི་དུས་ཡུན་ཚང་བའི་ལོ་གྲངས་ཀྱི་ཆུ་ཚོད་འདི་ཨིན། @time_put འདི་ བཙུགས་གདམ་ཁ་འདི་གདམ་ཁ་བརྐྱབ་སྟེ་ཡོད་པ་ཅིན་ལོ་གྲངས་ནང་གི་ཆུ་ཚོད་འདི་ཨིན། @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ མཐུན་མོང་ཅ་མཛོད་ཚུ་གི་དོན་ལུ་ འོག་ལུ་ཡོད་མི་གནས་གོང་ཉམས་པ་འདི་ཨིནམ་དང་ འདི་བགོ་བཤའི་ཐོན་འབྲས་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(indicador_call_put,spot,strike_call,strike_put,tiempo,tiempo_call,tiempo_put,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_COMPLEX_CHOOSER modela el precio teórico de opciones de elección complejas. @indicador_call_put es «c» o «p» dependiendo de si la opción es «call» o «put» @spot es el precio spot del activo. @strike_call es el precio al que se ha fijado la opción. @strike_put es el precio al que se ha fijado la opción. @tiempo es es tiempo en años hasta que el titular elija una opción put o call. @tiempo_call es el tiempo de vencimiento en años de la opción call si es elegida. @tiempo_put es el tiempo de vencimiento en años de la opción put si es elegida. @tasa es la tasa de interés libre de riesgo anualizada. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo. @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(tipo_compra_venda,à_vista,exercício_compra,exercício_venda,tempo,tempo_compra,tempo_venda,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_COMPLEX_CHOOSER modela o preço teórico de opções selecionáveis complexas. @tipo_compra_venda é 'c' ou 'p' de modo a indicar se a opção é de compra (call) ou de venda (put). @à_vista é o preço à vista (spot) do ativo envolvido. @exercício_compra é o preço de exercício em que a opção é executada, aplicável se a a opção exercida é de compra. @exercício_venda é o preço de exercício em que a opção é executada, aplicável se a opção exercida é de venda. @tempo é o tempo em anos até que o portador selecione uma opção de compra ou venda. @tempo_compra é o tempo em anos até que a opção de compra seja escolhida. @tempo_venda é o tempo em anos até que a opção de venda seja escolhida @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento é custo de armazenagem do ativo; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @volatilidade é a taxa anualizada de volatilidade do ativo envolvido. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_COMPLEX_CHOOSER @SYNTAX=OPT_COMPLEX_CHOOSER(call_put_flag,spot,strike_call,strike_put,time,time_call,time_put,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_COMPLEX_CHOOSER tạo mô hình trên giá lý thuyết của tùy chọn lựa chọn phức tạp. @call_put_flag là « c » hay « p » để ngụ ý tùy chọn là việc gọi (« c »all) hay việc để (« p »ut). @spot là giá điểm của tài sản cơ sở. @strike_call giá tính lấy mà tùy chọn được _tính lấy_ với nó, thích hợp nếu được thực hiện là tùy chọn _gọi_. @strike_put giá tính lấy mà tùy chọn được _tính lấy_ với nó, thích hợp nếu được thực hiện là tùy chọn _để_. @time là _thời gian_ theo năm đến khi người sở hữu chọn một tùy chọn gọi hay để. @time_call là _thời gian_ theo năm đến hạn thanh toán tùy chon _gọi_ nếu được chọn. @time_put là _thời gian_ theo năm đến hạn thanh toán tùy chon _để_ nếu được chọn. @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở, cho các chứng khoán thì điều này là lãi cổ tức. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA

source: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(type_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_ON_OPTIONS models the theoretical price of options on options. @type_flag is 'cc' for calls on calls, 'cp' for calls on puts, and so on for 'pc', and 'pp'. @spot is the spot price of the underlying asset. @strike1 is the strike price at which the option being valued is struck. @strike2 is the strike price at which the underlying option is struck. @time1 is the time in years to maturity of the option. @time2 is the time in years to the maturity of the underlying option. (@time2 >= @time1). @rate is the annualized risk-free rate of interest. @cost_of_carry is the leakage in value of the underlying asset of the underlying option.for common stocks, this would be the dividend yield. @volatility is the annualized volatility in price of the underlying asset of the underlying option. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
dz: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(type_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_ON_OPTIONS དེ་གིས་ གདམ་ཁ་གུ་གདམ་ཁ་ཚུ་གི་གྲུབ་མཐའི་གོང་ཚད་འདི་དཔེ་སྟོནམ་ཨིན། @type_flag འདི་ 'cc' ཀོལསི་གུ་ཀོལསི་གི་དོན་ལུ་ཨིན་, 'cp' འདི་བཙུགས་ནི་གུ་ཀོལསི་འདི་ཨིནམ་དང་ དེ་ལས་ 'pc', དང་'pp'གི་དོན་ལུ་ཡང་ཨིན། @spot འདི་ འོག་ལུ་ཡོད་པའི་བདོཀ་གཏད་ཀྱི་ས་ཁོངས་གོང་ཚད་འདི་ཨིན། @strike1 འདི་ གནས་གོང་བཀོད་དེ་ཡོད་པའི་གདམ་ཁ་འདི་ཐོགས་དེ་ཡོད་མི་ལུ་ གོང་ཚད་སིཊའིཀ་ཨིན། @strike2 འདི་ འོག་ལུ་ཡོད་མི་གདམ་ཁ་འདི་ཐོགས་མི་ལུ་ གོང་ཚད་སིཊའིཀ་འདི་ཨིན། @time1 འདི་ གདམ་ཁའི་དུས་ཡུན་ཚང་ནི་ལུ་ ལོ་་གྲངས་འདི་ཨིན། @time2 འདི་ འོག་ལུ་ཡོད་པའི་གདམ་ཁ་གི་དུས་ཡུན་ཚང་ནི་ལུ་ ལོ་གྲངས་འདི་ཨིན། (@time2 >= @time1). @rate འདི་ སྐྱེད་ཀྱི་ལོ་བསྟར་ཉེན་ཁ་མེད་པའི་ཚད་འདི་ཨིན། @cost_of_carry འདི་ འོག་ལུ་ཡོད་མི་གདམ་ཁའི་འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གནས་གོང་ཉམས་པ་འདི་ཨིན། མཐུན་མོང་ཅ་མཛོད་ཀྱི་དོན་ལུ་ འདི་བགོ་བཤའི་ཐོན་འབྲས་ཨིན། @volatility འདི་ འོག་ལུ་ཡོད་པའི་གདམ་ཁའི་འོག་ལུ་ཡོད་མི་བདོག་གཏད་ཀྱི་གོང་ཚད་ནང་ ལོ་བསྟར་ཡལ་བའི་རང་བཞིན་འདི་ཨིན། @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
es: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(marca_tipo,spot,strike1,strike2,tiempo1,tiempo2,tasa,devaluación,volatilidad) @DESCRIPTION=OPT_ON_OPTIONS modela el precio teórico de opciones sobre opciones. @marca_tipo es «cc» para calls sobre calls, «cp» para calls sobre puts, y lo mismo para «pc» y «pp». @spot es el precio spot del activo subyacente. @strike1 es el precio strike al que la opción que está siendo evaluada se ha fijado. @strike2 es el precio strike al que la opción subyacente está fijada. @tiempo1 es es tiempo en años hasta el vencimiento de la opción. @tiempo2 es el tiempo en años hasta el vencimiento de la opción subyacente. (@tiempo2 >= @tiempo1) @tasa es la tasa de interés libre de riesgo anualizada. @devaluación es la pérdida de valor del activo subyacente, para «stocks» comunes, esto debería ser el margen (yield) del dividendo. @volatilidad es la volatilidad anualizada en precio del activo subyacente @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
pt_br: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(tipo_compra_venda,à_vista,exercício1,exercício2,tempo1,tempo2,taxa,custo_de_carregamento,volatilidade) @DESCRIPTION=OPT_ON_OPTIONS modela o preço teórico de opções sobre opções. @tipo_compra_venda é 'cc' para compra em compra (calls on calls), 'cp' para compra em vendas (calls on puts) e, de modo semelhante 'pc' e 'pp' @à_vista é o preço à vista (spot) do ativo envolvido. @exercício1 é o preço de exercício quando a opção sendo avaliada é executada. @exercício2 é o preço de exercício quando a opção envolvida é executada. @tempo1 é o tempo em anos até o vencimento da opção. @tempo2 é o tempo em anos até o vencimento da opção envolvida. (@tempo2 >= @tempo1) @taxa é a taxa de juros anualizada e livre de risco. @custo_de_carregamento é custo de armazenagem do ativo envolvido da opção envolvida; para ativos comuns, ele seria o dividend-yield (dividendo/preço) do ativo. @volatilidade é a taxa anualizada de volatilidade no preço do ativo envolvido da opção envolvida. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
vi: @FUNCTION=OPT_ON_OPTIONS @SYNTAX=OPT_ON_OPTIONS(type_flag,spot,strike1,strike2,time1,time2,rate,cost_of_carry,volatility) @DESCRIPTION=OPT_ON_OPTIONS tạo mô hình trên giá lý thuyết của tùy chọn trên tùy chọn. @type_flag là « cc » cho việc _gọi_ trên việc _gọi_, « cp » cho việc _gọi_ trên việc _để_, v.v. cho « pc » và « pp . @spot là giá điểm của tài sản cơ sở. @strike1 à giá tính lấy mà tùy chọn đang được ước lượng được _tính lấy_ với nó. @strike2 à giá tính lấy mà tùy chọn cơ sở được _tính lấy_ với nó. @time1 là thời gian theo năm đến hạn thanh toán tùy chọn. @time2 là thời gian theo năm đến hạn thanh toán tùy chọn cơ sở. (@time2 ≥ @time1). @rate là lãi xuất miễn rủi ro mỗi năm. @cost_of_carry (cước) là khoản rò rỉ giá trị tài sản cơ sở của tùy chọn cơ sở; cho các chứng khoán thì điều này là lãi cổ tức. @volatility là tính dễ biến động mỗi năm trên giá của tài sản cơ sở của tùy chọn cơ sở. @EXAMPLES= @SEEALSO=OPT_BS, OPT_BS_DELTA, OPT_BS_RHO, OPT_BS_THETA, OPT_BS_GAMMA
