Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,field,criteria) @DESCRIPTION=DSTDEV function returns the estimate of the standard deviation of a population based on a sample. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DSTDEV(A1:C7, "Age", A9:B11) equals 9.89949. DSTDEV(A1:C7, "Salary", A9:B11) equals 9135.112506. @SEEALSO=DSTDEVP
dz: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,field,criteria) @DESCRIPTION=DSTDEV དེ་གིས་ དཔེ་གཞི་ལུ་གཞི་བཞག་སྟེ་མི་རློབས་ཅིག་གི་ཚད་ལྡན་ཁ་སྒྱུར་བའི་ ཕོག་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། མི་རློབས་འདི་གིས་ གསལ་བཀོད་འབད་ཡོད་པའི་གནས་སྟངས་ཚུ་གི་ཨང་གྲངས་འདི་ཡོདཔ་ཨིན། @database འདི་ འབྲེལ་བའི་བརྡ་དོན་ཚུ་གི་གྲལ་ཐིག་འདི་དྲན་ཐོ་ཨིནམ་དང་ གནས་སྡུད་ཀྱི་ཀེར་ཐིག་ཚུ་ས་སྒོ་ཨིན་པའི་ནང་ཐིག་གི་ཁྱབབ་ཚད་ཨིན། གནས་སྡུད་གཞི་རྟེན་གྱི་གྲལ་ཐིག་དང་པ་དེ་གིས་ ཀེར་ཐིག་རེ་རེ་གི་དོན་ལུ་ཁ་ཡིག་ཚུ་ཡོདཔ་ཨིན། @field དེ་གིས་ ལས་འགན་ནང་ལུ་ཀེར་ཐིག་ག་འདི་ལག་ལེན་འཐབ་ཡོད་ག་གསལ་བཀོད་འབདཝ་ཨིན། @field འདི་ཧྲིལ་གྲངས་ཨིན་པ་ཅིན་, དཔེ་༢་པ་, ཀེར་ཐིག་གཉིས་པ་འདི་ལག་ལེན་འཐབ་སྟེ་ཡོདཔ་ཨིན། ས་སྒོ་འདི་ཀེར་ཐིག་ཅིག་གི་ཁ་ཡིག་ཡང་བཏུབ་ཨིན། དཔེར་ན་, ``Age'' འདི་གིས་ ཁ་ཡིག་ ``Age'' དང་ཅིག་ཁར་@database ཁྱབ་ཚད་ནང་ཡོད་མི་ཀེར་ཐིག་ལུ་གཞི་བསྟུན་འབདཝ་ཨིན། @criteria འདི་ གསལ་བཀོད་འབད་དེ་ཡོད་པའི་གནས་སྟངས་ཡོད་མི་ནང་ཐིག་གི་ཁྱབ་ཚད་ཨིན། @criteria གི་གྲལ་ཐིག་དང་པ་དེ་གིས་ ཁྱད་ཚད་འདི་ག་ཅི་གི་དོན་ལུ་ཨིན་ན་གི་ས་སྒོའི་ཁ་ཡིག་འདི་གནས་དགོཔ་ཨིན། ཁ་ཡིག་གི་འོག་ལུ་ཡོད་མི་ནང་ཐིག་དེ་གིས་གནས་སྟངས་ཚུ་གསལ་བཀོད་འབདཝ་ཨིན། དཔེར་ན, ``>3'' ཡང་ན་ ``<9''. འདྲ་མཉམ་གནས་སྟངས་དེ་གིས་ གནས་གོང་ཅིག་གསལ་བཀོད་འབད་ཐོག་ལས་བྱིན་ཚུགས་, e.g. ``3'' ཡང་ན་ ``John''. @criteria ནང་གི་གྲལ་ཐིག་རེ་རེ་གིས་ གནས་སྟངས་སོ་སོ་ཅིག་གསལ་བཀོད་འབདཝ་ཨིན། @database ནང་གི་གྲལ་ཐིག་དེ་གིས་ @criteriaནང་གི་གྲལ་ཐིག་ལུ་མཐུན་པ་ཅིན་,དེ་ལས་ གྲལ་ཐིག་འདི་བརྩིཝ་ཨིན། ཐབས་རིག་གི་ཐོག་ལས་སླབ་པ་ཅིན་, འདི་ @criteria ནང་གི་གྲལ་ཐིག་ཚུ་གི་བར་ནའི་བུ་ལིན་ཡང་ན་བཀོལ་སྤྱོདཔ་འདི་ཨིན། If @criteria འདི་གིས་ཀེར་ཐིག་གཅིག་ལས་ལྷག་སྟེ་གསལ་བཀོད་འབད་བ་ཅིན་, དེ་ལས་ གསལ་བཀོད་འབད་དེ་ཡོད་པའི་ཀེར་ཐིག་ནང་གི་གནས་སྟངས་འདི་མཐུན་ནི་ལུ་@database ནང་གི་གྲལ་ཐིག་གི་དོན་ལུ་བདེན་པ་འོང་དགོཔ་ཨིན། ཐབས་རིག་གི་ཐོག་ལས་སླབ་པ་ཅིན་, འདི་ @criteria ནང་གི་ཀེར་ཐིག་ཚུ་གི་བར་ནའི་བུ་ལིན་དང་བཀོལ་སྤྱོདཔ་ཨིན། @EXAMPLES= ཁྱབ་ཚད་ A1:C7ཚུ་གིས་འོག་གི་གནས་གོང་ཚུ་ཡོདཔ་སྦེ་བཞག་གེ: མིང་ ལོ་ དངུལ་ཕོགས John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 ཁ་སྐོང་སྦེ་, ནང་ཐིག་ A9:B11 ཚུ་གིས་འོག་གི་གནས་གོང་ཚུ་ཡོད: ལོ་ དངུལ་ཕོགས <30 >40 >46000 DSTDEV(A1:C7, "Age", A9:B11) equals 9.89949. DSTDEV(A1:C7, "Salary", A9:B11) equals 9135.112506. @SEEALSO=DSTDEVP
es: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(base-datos,campo,criterio) @DESCRIPTION=La función DSTDEV devuelve la estimación de la desviación estándar de una población basada en una muestra. La población consiste en números que coincidan con las condiciones especificadas @base-datos es un rango de celdas en las cuales las filas de información relacionada son registros y las columnas de datos son campos. La primera fila de la base de datos contiene etiquetas para cada columna. @campo especifica qué columna se usa en la función. Si @campo es un entero, por ejemplo, 2, se usa la segunda columna. El campo puede ser también una etiqueta de una columna. Por ejemplo, «Edad» se refiere a la columna con la etiqueta «Edad» en el rango @base-datos. @criterio es el rango de celdas que contiene las condiciones especificadas. La primera fila de un @criterio debe contener las etiquetas de los campos para los que se aplican los criterios. Las celdas de abajo de las etiquetas especifican condiciones, por ejemplo, «>3» o «<9». La condición de igualdad puede darse simplemente dándole un valor, ej: «3» o «Juan». Cada columna en @criterio especifica una condición distinta. Si una fila en @base-datos coincide con una de las filas en @criterio entonces esa columna se cuenta. Hablando técnicamente esto es un OR booleano entre las filas en @criterio. Si @criterio especifica más de una columna entonces cada una de las condiciones en esa columna debe ser verdad para que la fila en @base-datos coincida.Técnicamente hablando esto es un AND lógico entre las columnas en cada fila de @criterios. @EXAMPLES= Asumamos que el rango A1:C7 contiene los siguientes valores: Nombre Edad Salario Juan 34 5434 Pedro 35 22343 Roberto 29 34323 María 43 47242 Susana 37 42932 Juliana 45 45324 Además, las celdas A9:B11 contienen los siguientes valores: Edad Salario <30 >40 >46000 @EXAMPLES= DSTDEV(A1:C7, "Edad", A9:B11) es igual a 9,89949. DSTDEV(A1:C7, "Salario", A9:B11) es igual a 9135,112506. @SEEALSO=DSTDEVP
nl: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database;veld;criteria) @DESCRIPTION=DSTDEV geeft de schatting van de standaarddeviatie van een populatie gebaseerd op een steekproef. De populaties bestaan uit getallen die aan de opgegeven voorwaarden voldoen. @database is een celbereik waarin rijen met gerelateerde informatie records zijn, en kolommen met data, velden. De eerste rij van een database bevat labels for elke kolom. @veld specificeert welke kolom in de functie gebruikt wordt. Als @veld een geheel getal is, bijvoorbeeld 2, wordt de tweede kolom gebruikt. Veld kan ook het label van een kolom zijn, bijvoorbeeld ``Leeftijd'' verwijst naar de kolom met het label ``Leeftijd'' in het @database-bereik. @criteria is het celbereik met de gegeven voorwaarden. De eerste rij van @criteria moet de labels bevatten van de velden waarvoor de criteria bedoeld zijn. Cellen onder de labels geven de voorwaarden aan, bijvoorbeeld, ``>3'' or ``<9''. Gelijkheidsvoorwaarden kunnen worden gegeven door het opgeven van een waarde, bijvoorbeeld ``3'' of ``Jan''. Elke rij in @criteria specificeert een aparte voorwaarde, dus; Als een rij in @database overeenkomt met een van de rijen in @criteria dan wordt die rij gebruikt (technisch gesproken is er een boolese OR tussen de rijen in @criteria). Als @criteria meer dan één kolom omvat, moet elke voorwaarde in deze kolom waarvan er een overeenkomst is met een rij in @database, waar zijn. (wederom, technisch gesproken een boolese AND tussen de kolommen en elke rij in @criteria). @EXAMPLES= Als we aannemen dat het bereik A1:C7 de volgende waarden bevat: Naam Leeftijd Salaris John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Daarbij bevatten de cellen A9:B11 de volgende waarden: Leeftijd Salaris <30 >40 >46000 DSTDEV(A1:C7; "Leeftijd"; A9:B11) is 9,89949 DSTDEV(A1:C7; "Salaris"; A9:B11) is 9135,112506 @SEEALSO=DSTDEVP
pt_br: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(banco_de_dados,campo,critério) @DESCRIPTION=A função DSTDEV retorna a estimativa do desvio padrão de uma população, baseada em uma amostra. A população é formada por números que atendem às condições especificadas. @banco_de_dados é uma região de células na qual as linhas de informações são os dados e as colunas são os campos. A primeira linha do banco_de_dados contém os títulos de cada coluna. @campo especifica qual coluna é utilizada pela função. Se @campo é um inteiro, por exemplo 2, a segunda coluna é utilizada. O campo também pode ser o título de uma coluna. Por exemplo, ``Idade'' refere-se à coluna com o título ``Idade'' na região do @banco_de_dados. @critério é a região de células que contém as condições especificadas. A primeira linha em @critério deve conter os títulos dos campos para os quais será aplicado o critério. As células abaixo dos títulos especificam as condições, por exemplo, ``>3'' ou ``<9''. Condições de igualdade pode ser fornecidas simplesmente pelo valor específico, isto é ``3'' ou ``John''. Cada linha em @critério especifica uma condição em separado. Se uma linha no @banco_de_dados atende a uma linha em @critério, então aquela linha é contada. Falando tecnicamente, está é uma operação booleana do tipo OU entre as linha em @critério. Se @ critério especifica mais de uma coluna, então cada uma das condições nas colunas especificadas devem ser verdadeiras para que a linha em @banco_de_dados seja atendida. Falando tecnicamente, está é uma operação booleana do tipo E entre as colunas em @critério. @EXAMPLES= Assumindo que a região A1:C7 contém os seguintes valores: Nome Idade Salário John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Adicionalmente, as células A9:B11 contêm os seguintes valores: Idade Salário <30 >40 >46000 DSTDEV(A1:C7, "Idade", A9:B11) retorna 9.89949. DSTDEV(A1:C7, "Salário", A9:B11) retorna 9135.112506. @SEEALSO=DSTDEVP
vi: @FUNCTION=DSTDEV @SYNTAX=DSTDEV(database,field,criteria) @DESCRIPTION=DSTDEV hàm trả lại số lượng ước đoán độ lệch chuẩn trong dân số, đựa vào một mẫu. Dân số chứa số thỏa điều kiện cho trước. @database (cơ sở dữ liệu) là khoảng ô mà hàng thông tin liên quan là bảng ghi, cột dữ liệu là trường. Hàng đầu tiên chứa nhãn của mỗi cột. @field (trường) xác định cột nào được dùng trong hàm. Nếu @field là số nguyên (ví dụ, 2), cột thứ hai sẽ được dùng. @field cũng có thể chứa nhãn cột. Ví dụ, « Tuổi » nghĩa là dùng cột tên « Tuổi » trong khoảng @database. @criteria (tiêu chuẩn) là khoảng ô chứa các điều kiện cho trước. Hàng đầu tiên của @criteria chứa nhãn trường cần đặt điều kiện. Các ô bên dưới xác định điều kiện, ví dụ, « >3 » hoặc « <9 ». Điều kiện bằng có thể được xác định bằng cách ghi giá trị vào, ví dụ « 3 » hoặc « Văn Mình ». Mỗi hàng trong @criteria xác định một điều kiện riêng biệt, ví dụ nếu một hàng trong @database thỏa một trong các hàng của @criteria thì hàng đó được tính (nói một cách kỹ thuật là boolean OR [hay] giữa các hàng của @criteria). Nếu @criteria xác định nhiều hơn một cột thì mọi điều kiện trong các cột này phải Đúng cho hàng trong @database để thỏa (lần nữa, nói một cách kỹ thuật là boolean AND [và] giữa các cột trong @criteria). @EXAMPLES= Giả sử khoảng A1:C7 chứa các giá trị sau: Tên Tuổi Lương Văn Mình 34 54342 Mình Tuấn 35 22343 Văn Vũ 29 34323 Thị Mai 43 47242 Ngọc Trinh 37 42932 Thị Hoa 45 45324 Ngoài ra, các ô A9:B11 chứa các giá trị sau: Tuổi Lương <30 >40 >46000 @SEEALSO=DSUM @EXAMPLES= DSTDEV(A1:C7, « Tuổi », A9:B11) bằng 9.89949. DSTDEV(A1:C7, « Lương », A9:B11) bằng 9135.112506. @SEEALSO=DSTDEVP

source: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database,field,criteria) @DESCRIPTION=DSTDEVP function returns the standard deviation of a population based on the entire population. The population consists of numbers that match conditions specified. @database is a range of cells in which rows of related information are records and columns of data are fields. The first row of a database contains labels for each column. @field specifies which column is used in the function. If @field is an integer, for example 2, the second column is used. Field can also be the label of a column. For example, ``Age'' refers to the column with the label ``Age'' in @database range. @criteria is the range of cells which contains the specified conditions. The first row of a @criteria should contain the labels of the fields for which the criteria are for. Cells below the labels specify conditions, for example, ``>3'' or ``<9''. Equality condition can be given simply by specifying a value, e.g. ``3'' or ``John''. Each row in @criteria specifies a separate condition. If a row in @database matches a row in @criteria, then that row is counted. Technically speaking, this a boolean OR operation between the rows in @criteria. If @criteria specifies more than one column, then each of the conditions in the specified columns must be true for the row in @database to match. Technically speaking, this is a boolean AND operation between the columns in @criteria. @EXAMPLES= Let us assume that the range A1:C7 contain the following values: Name Age Salary John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 In addition, the cells A9:B11 contain the following values: Age Salary <30 >40 >46000 DSTDEVP(A1:C7, "Age", A9:B11) equals 7. DSTDEVP(A1:C7, "Salary", A9:B11) equals 6459.5. @SEEALSO=DSTDEV
dz: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(གནས་སྡུད་གཞི་རྟེན་,ས་སྒོ་,ཁྱད་ཚད་) @DESCRIPTION=DSTDEVP ལས་འགན་འདི་གིས་ མི་རློབས་ཧྲིལ་བུ་གུ་གཞི་བཞག་སྟེ་མི་རློབས་ཅིག་གི་ཚད་ལྡན་ཁ་སྒྱུར་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། མི་རློབས་དེ་གིས་གསལ་བཀོད་འབད་དེ་ཡོད་པའི་གནས་སྟངས་ཚུ་ལུ་མཐུན་མི་ཨང་གྲངས་ཚུ་ཡོདཔ་ཨིན། @database འདི་ འབྲེལ་བའི་བརྡ་དོན་གྱི་གྲལ་ཐིག་ཚུ་དྲན་ཐོ་ཨིནམ་དང་ གནས་སྡུད་ཀྱི་ཀེར་ཐིག་ཚུ་ས་སྒོ་ཨིན་པའི་ནང་ཐིག་ཚུ་གི་ཁྱབ་ཚད་ཨིན། གནས་སྡུད་གཞི་རྟེན་གྱི་གྲལ་ཐིག་དང་པ་དེ་གིས་ ཀེར་ཐིག་རེ་རེ་གི་དོན་ལུ་ཁ་ཡིག་ཚུ་ཡོདཔ་ཨིན། @field དེ་གིས་ ལས་འགན་ནང་ལུ་ཀེར་ཐིག་ག་འདི་ལག་ལེན་འཐབ་སྟེ་ཡོདཔ་ཨིན་ན་འདི་གསལ་བཀོད་འབདཝ་ཨིན། @field དི་ཧྲིལ་གྲངས་ཨིན་པ་ཅིན་ དཔེ་༢་པ་, ཀེར་ཐིག་གཉིས་པ་འདི་ལག་ལེན་འཐབ་ཨིན། ས་སྒོ་འདི་ཀེར་ཐིག་གི་ཁ་ཡིག་ཡང་བཏུབ་ཨིན། དཔེར་ན་, ``Age'' དེ་གིས་ ཁ་ཡིག་ ``Age'' དང་ཅིག་ཁར་@database ཁྱབ་ཚད་ནང་ཡོད་པའི་ཀེར་ཐིག་ལུ་གཞི་བསྟུན་འབདཝ་ཨིན། @criteria འདི་ གསལ་བཀོད་འབད་ཡོད་པའི་གནས་སྟངས་ཚུ་ཡོད་མི་ནང་ཐིག་ཚུ་གི་ཁྱབ་ཚད་ཨིན། @criteria གི་གྲལ་ཐིག་དང་པ་དེ་གིས་ ཁྱད་ཚན་ཚུ་ག་ཅི་གི་དོན་ལུ་ཨིན་ན་ ས་སྒོའི་ཁ་ཡིག་ཚུ་གནས་དགོཔ་ཨིན། ཁ་ཡིག་གི་འོག་ལུ་ཡོད་པའི་ནང་གི་ཚུ་གིས་ གནས་སྟངས་ཚུ་གསལ་བཀོད་འབདཝ་ཨིན་, དཔེར་ན, ``>3'' ཡང་ན་ ``<9''. འདྲ་མཉམ་པའི་གནས་སྟངས་དེ་གིས་ གནས་གོང་གཅིག་གསལ་བཀོད་འབད་ཐོག་ལས་བྱིན་ཚུགས་, e.g. ``3'' ཡང་ན་ ``John''. @criteria ནང་གི་གྲལ་ཐིག་རེ་རེ་གིས་ གནས་སྟངས་སོ་སོ་ཅིག་གསལ་བཀོད་འབདཝ་ཨིན། @database ནང་གི་གྲལ་ཐིག་དེ་གིས་@criteria ནང་གི་གྲལ་ཐིག་ལུ་མཐུན་པ་ཅིན་, དེ་ལས་ གྲལ་ཐིག་འདི་བརྩིཝ་ཨིན། ཐབས་རིག་གི་ཐོག་ལས་སླབ་པ་ཅིན་, འདི་@criteria ནང་གི་གྲལ་ཐིག་གི་བར་ནའི་བུ་ལིན་ཡང་ན་བཀོལ་སྤྱོདཔ་ཨིན། If @criteria དེ་གིས་ ཀེར་ཐིག་གཅིག་ལས་ལྷག་སྟེ་གསལ་བཀོད་འབད་བ་ཅིན་ གསལ་བཀོད་འབད་ཡོད་པའི་ཀེར་ཐིག་ནང་གི་གནས་སྟངས་རེ་རེ་སྦེ་མཐུན་ནི་ལུ་@database ནང་གི་གྲལ་ཐིག་ལུ་བདེན་པ་འོང་དགོཔ་ཨིན ཐབས་རིག་གི་ཐོག་ལས་སླབ་པ་ཅིན་, འདི་@criteriaནང་གི་ཀེར་ཐིག་གི་བར་ནའི་བུ་ལིན་དང་བཀོལ་སྤྱོད་ཨིན། @EXAMPLES= ཁྱབ་ཚད་ A1:C7ཚུ་གིས་ འོག་གི་གནས་གོང་ཚུ་ཡོད་ཟེར་བཞག་གེ: མིང་ ལོ་ དངུལ་ཕོགས་ John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 ཁ་སྐོང་སྦེ་, ནང་ཐིག་ A9:B11 ཚུ་གིས་འོག་གི་གནས་གོང་ཚུ་ཡོདཔ་ཨིན: ལོ་ དངུལ་ཕོགས་ <30 >40 >46000 DSTDEVP(A1:C7, "Age", A9:B11) equals 7. DSTDEVP(A1:C7, "Salary", A9:B11) equals 6459.5. @SEEALSO=DSTDEV
es: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(base-datos,campo,criterio) @DESCRIPTION=La función DSTDEVP devuelve la desviación estándar de una población basada en poblaciones completas. Las poblaciones consisten en números que coinciden con las condiciones especificadas @base-datos es un rango de celdas en las cuales las filas de información relacionada son registros y las columnas de datos son campos. La primera fila de la base de datos contiene etiquetas para cada columna. @campo especifica qué columna se usa en la función. Si @campo es un entero, por ejemplo, 2, se usa la segunda columna. El campo puede ser también una etiqueta de una columna. Por ejemplo, «Edad» se refiere a la columna con la etiqueta «Edad» en el rango @base-datos. @criterio es el rango de celdas que contiene las condiciones especificadas. La primera fila de un @criterio debe contener las etiquetas de los campos para los que se aplican los criterios. Las celdas de abajo de las etiquetas especifican condiciones, por ejemplo, «>3» o «<9». La condición de igualdad puede darse simplemente dándole un valor, ej: «3» o «Juan». Cada columna en @criterio especifica una condición distinta. Si una fila en @base-datos coincide con una de las filas en @criterio entonces esa columna se cuenta. Hablando técnicamente esto es un OR booleano entre las filas en @criterio. Si @criterio especifica más de una columna entonces cada una de las condiciones en esa columna debe ser verdad para que la fila en @base-datos coincida.Técnicamente hablando esto es un AND lógico entre las columnas en cada fila de @criterios. @EXAMPLES= Asumamos que el rango A1:C7 contiene los siguientes valores: Nombre Edad Salario Juan 34 5434 Pedro 35 22343 Roberto 29 34323 María 43 47242 Susana 37 42932 Juliana 45 45324 Además, las celdas A9:B11 contienen los siguientes valores: Edad Salario <30 >40 >46000 @EXAMPLES= DSTDEVP(A1:C7, "Edad", A9:B11) igual a 7. DSTDEVP(A1:C7, "Salario", A9:B11) igual a 6459.5. @SEEALSO=DSTDEV
nl: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database;veld;criteria) @DESCRIPTION=DSTDEVP geeft de standaarddeviatie van een populatie gebaseerd op de gehele populatie. De populaties bestaan uit getallen die aan de opgegeven voorwaarden voldoen. @database is een celbereik waarin rijen met gerelateerde informatie records zijn, en kolommen met data, velden. De eerste rij van een database bevat labels for elke kolom. @veld specificeert welke kolom in de functie gebruikt wordt. Als @veld een geheel getal is, bijvoorbeeld 2, wordt de tweede kolom gebruikt. Veld kan ook het label van een kolom zijn, bijvoorbeeld ``Leeftijd'' verwijst naar de kolom met het label ``Leeftijd'' in het @database-bereik. @criteria is het celbereik met de gegeven voorwaarden. De eerste rij van @criteria moet de labels bevatten van de velden waarvoor de criteria bedoeld zijn. Cellen onder de labels geven de voorwaarden aan, bijvoorbeeld, ``>3'' or ``<9''. Gelijkheidsvoorwaarden kunnen worden gegeven door het opgeven van een waarde, bijvoorbeeld ``3'' of ``Jan''. Elke rij in @criteria specificeert een aparte voorwaarde, dus; Als een rij in @database overeenkomt met een van de rijen in @criteria dan wordt die rij gebruikt (technisch gesproken is er een boolese OR tussen de rijen in @criteria). Als @criteria meer dan één kolom omvat, moet elke voorwaarde in deze kolom waarvan er een overeenkomst is met een rij in @database, waar zijn. (wederom, technisch gesproken een boolese AND tussen de kolommen en elke rij in @criteria). @EXAMPLES= Als we aannemen dat het bereik A1:C7 de volgende waarden bevat: Naam Leeftijd Salaris John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Daarbij bevatten de cellen A9:B11 de volgende waarden: Leeftijd Salaris <30 >40 >46000 DSTDEVP(A1:C7; "Leeftijd"; A9:B11) is 7 DSTDEVP(A1:C7; "Salaris"; A9:B11) is 6459,5 @SEEALSO=DSTDEV
pt_br: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(banco_de_dados,campo,critério) @DESCRIPTION=A função DSTDEVP retorna a estimativa do desvio padrão de uma população, baseada na totalidade da população. A população consiste em números que atendem às condições especificadas. @banco_de_dados é uma região de células na qual as linhas de informações são os dados e as colunas são os campos. A primeira linha do @banco_de_dados contém os rótulos de cada coluna. @campo especifica qual coluna é utilizada pela função. Se @campo é um inteiro, por exemplo 2, a segunda coluna é utilizada. O campo também pode ser o título (ou rótulo) de uma coluna. Por exemplo, ``Idade'' refere-se à coluna com o título ``Idade'' na região do @banco_de_dados. @critério é a região de células que contém as condições especificadas. A primeira linha em @critério deve conter os títulos dos campos para os quais será aplicado o critério. As células abaixo dos títulos especificam as condições, por exemplo, ``>3'' ou ``<9''. Condições de igualdade pode ser fornecidas simplesmente pelo valor específico, isto é ``3'' ou ``John''. Cada linha em @critério especifica uma condição em separado. Se uma linha no @banco_de_dados atende a uma linha em @critério, então aquela linha é contada. Falando tecnicamente, está é uma operação booleana do tipo OU entre as linha em @critério. Se @critério especifica mais de uma coluna, então cada uma das condições nas coluna especificadas devem ser verdadeiras para que a linha em @banco_de_dados seja atendida. Falando tecnicamente, está é uma operação booleana do tipo E entre as colunas em @critério. @EXAMPLES= Assumindo que a região A1:C7 contém os seguintes valores: Nome Idade Salário John 34 54342 Bill 35 22343 Clark 29 34323 Bob 43 47242 Susan 37 42932 Jill 45 45324 Adicionalmente, as células A9:B11 contêm os seguintes valores: Idade Salário <30 >40 >46000 DSTDEVP(A1:C7, "Idade", A9:B11) retorna 7. DSTDEVP(A1:C7, "Salário", A9:B11) retorna 6459.5. @SEEALSO=DSTDEV
vi: @FUNCTION=DSTDEVP @SYNTAX=DSTDEVP(database,field,criteria) @DESCRIPTION=DSTDEVP số lượng ước đoán độ lệch chuẩn trong dân số đựa vào toàn dân số. Dân số chứa số thỏa điều kiện cho trước. @database (cơ sở dữ liệu) là khoảng ô mà hàng thông tin liên quan là bảng ghi, cột dữ liệu là trường. Hàng đầu tiên chứa nhãn của mỗi cột. @field (trường) xác định cột nào được dùng trong hàm. Nếu @field là số nguyên (ví dụ, 2), cột thứ hai sẽ được dùng. @field cũng có thể chứa nhãn cột. Ví dụ, « Tuổi » nghĩa là dùng cột tên « Tuổi » trong khoảng @database. @criteria (tiêu chuẩn) là khoảng ô chứa các điều kiện cho trước. Hàng đầu tiên của @criteria chứa nhãn trường cần đặt điều kiện. Các ô bên dưới xác định điều kiện, ví dụ, « >3 » hoặc « <9 ». Điều kiện bằng có thể được xác định bằng cách ghi giá trị vào, ví dụ « 3 » hoặc « Văn Mình ». Mỗi hàng trong @criteria xác định một điều kiện riêng biệt, ví dụ nếu một hàng trong @database thỏa một trong các hàng của @criteria thì hàng đó được tính (nói một cách kỹ thuật là boolean OR [hay] giữa các hàng của @criteria). Nếu @criteria xác định nhiều hơn một cột thì mọi điều kiện trong các cột này phải Đúng cho hàng trong @database để thỏa (lần nữa, nói một cách kỹ thuật là boolean AND [và] giữa các cột trong @criteria). @EXAMPLES= Giả sử khoảng A1:C7 chứa các giá trị sau: Tên Tuổi Lương Văn Mình 34 54342 Mình Tuấn 35 22343 Văn Vũ 29 34323 Thị Mai 43 47242 Ngọc Trinh 37 42932 Thị Hoa 45 45324 Ngoài ra, các ô A9:B11 chứa các giá trị sau: Tuổi Lương <30 >40 >46000 @SEEALSO=DSUM @EXAMPLES= DSTDEVP(A1:C7, « Tuổi », A9:B11) bằng 7. DSTDEVP(A1:C7, « Lương », A9:B11) bằng 6459.5. @SEEALSO=DSTDEV
