Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(value1, value2,...) @DESCRIPTION=AVERAGE computes the average of all the values and cells referenced in the argument list. This is equivalent to the sum of the arguments divided by the count of the arguments. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then AVERAGE(A1:A5) equals 23.2. @SEEALSO=SUM, COUNT
dz: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(value1, value2,...) @DESCRIPTION=AVERAGE དེ་གིས་ སྒྲུབ་རྟགས་ཐོ་ཡིག་ནང་གཞི་བསྟུན་འབད་ཡོད་པའི་ནང་ཐིག་ཚུ་དང་ གནས་གོང་ཆ་མཉམ་གྱི་ཆ་སྙོམས་འདི་འདི་རྩིས་བཏོནམ་ཨིན། འདི་ སྒྲུབ་རྟགས་ཀྱི་གྱངས་ཁ་གིས་བགོ་བཤའ་བརྐྱབ་པའི་སྒྲུབ་རྟགས་འདི་ལུ་འདྲ་མཉམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ AVERAGE(A1:A5) equals 23.2. @SEEALSO=SUM, COUNT
es: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(valor1, valor2,…) @DESCRIPTION=AVERAGE calcula el media de todos los valores y celdas referenciadas en la lista de argumentos. Es equivalente a la suma de los argumentos dividido por el número de argumentos. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Luego, AVERAGE(A1:A5) es igual a 23.2. @SEEALSO=SUM, COUNT
fr: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(valeur1; valeur2;...) @DESCRIPTION=Calcule la moyenne des valeurs et des cellules référencées dans la liste des arguments, c'est-à-dire la somme des arguments divisée par le nombre d'arguments. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors AVERAGE(A1:A5) vaut 23,2. @SEEALSO=SUM, COUNT
nl: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(waarde1; waarde2;...) @DESCRIPTION=AVERAGE berekent het gemiddelde van alle waarden en cellen in de argumentenlijst. Dit is hetzelfde als de som van alle argumenten gedeeld door het totaal aantal argumenten. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: AVERAGE(A1:A5) is 23,2 @SEEALSO=SUM, COUNT
pt_br: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(valor1, valor2,...) @DESCRIPTION=AVERAGE calcula a média de todos os valores e células referenciadas na lista de argumentos. É equivalente à soma dos argumentos dividida pelo número de argumentos. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células de A1 a A5 contêm os números 11.4, 17.3, 21.3, 25.9 e 40.1. Então AVERAGE(A1:A5) retorna 23.2. @SEEALSO=SUM, COUNT
sk: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(hodnota1, hodnota2,...) @DESCRIPTION=AVERAGE počíta priemer všetkých hodnôt a buniek uvedených v argumentoch. Toto je ekvivalentné súčtu argumentov deleno počtom argumentov. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom AVERAGE(A1:A5) sa rovná 23.2. @SEEALSO=SUM, COUNT
vi: @FUNCTION=AVERAGE @SYNTAX=AVERAGE(value1, value2,...) @DESCRIPTION=AVERAGE tính số trung bình của tất cả những giá trị và ô được tham chiếu trong danh sách đối số. Kết quả này bằng tổng của các đối số chia cho số đếm của các đối số. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì AVERAGE(A1:A5) bằng 23.2. @SEEALSO=SUM, COUNT

source: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN returns the value of the element of the values passed that has the smallest value, with negative numbers considered smaller than positive numbers. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MIN(A1:A5) equals 11.4. @SEEALSO=MAX,ABS
dz: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN དེ་གིས་ གནས་གོང་སྤྲོད་ཡོད་མི་གི་ཆ་ཤས་ཀྱི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ མེད་ཆའི་ཨང་གྲངས་ཡོད་ཆ་ལས་ཆུང་ཀུ་སྦེ་ཆ་འཇོག་འབད་མི་དང་ཅིག་ཁར་གནས་གོང་ཆུང་ཀུ་ཡོད་མི་འདི་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ MIN(A1:A5) equals 11.4. @SEEALSO=MAX,ABS
es: @FUNCTION=MIN @SYNTAX=MIN(b1;b2;…) @DESCRIPTION=Devuelve el valor del elemento pasado en argumento cuyo valor es menor a todos los demás. Los valores negativos se consideran menores a los positivos. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3; 21,3; 25,9; y 40,1. Entonces MIN(A1:A5) es igual a 11,4. @SEEALSO=MAX,ABS
fr: @FUNCTION=MIN @SYNTAX=MIN(b1; b2;...) @DESCRIPTION=MIN renvoie la plus petite valeur parmi les paramètres qui lui ont été passés. Les nombres négatifs sont considérés comme plus petits que les nombres positifs. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors MIN(A1:A5) vaut 11,4. @SEEALSO=MAX,ABS
nl: @FUNCTION=MIN @SYNTAX=MIN(b1; b2; ...) @DESCRIPTION=MIN geeft de waarde van het kleinste argument uit de lijst. Negatieve getallen zijn kleiner dan positieve getallen. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten dan geldt: MIN(A1:A5) is 11,4 @SEEALSO=MAX,ABS
pt_br: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN retorna o elemento de menor valor dentre os fornecidos como argumentos. Números negativos são considerados menores que os positivos. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: MIN(A1:A5) retorna 11.4. @SEEALSO=MAX,ABS
sk: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN vracia hodnotu najmenšieho prvku z argumentov. Záporné čísla sú chápané menšie ako kladné. * Táto funkcie je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom MIN(A1:A5) sa rovná 11.4. @SEEALSO=MAX,ABS
vi: @FUNCTION=MIN @SYNTAX=MIN(b1, b2, ...) @DESCRIPTION=MIN trả lại giá trị của yếu tố của các giá trị được gởi qua, mà có giá trị nhỏ nhất, với số âm được tính là nhỏ hơn số dương. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì MIN(A1:A5) bằng 11.4. @SEEALSO=MAX,ABS

source: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX returns the value of the element of the values passed that has the largest value, with negative numbers considered smaller than positive numbers. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then MAX(A1:A5) equals 40.1. @SEEALSO=MIN,ABS
dz: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX དེ་གིས་ གནས་གོང་སྤྲོད་ཡོད་མི་གི་ཆ་ཤས་ཀྱི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ མེད་ཆའི་ཨང་གྲངས་ཡོད་ཆ་ལས་སྦོམ་སྦེ་ཆ་འཇོག་འབད་མི་དང་ཅིག་ཁར་གནས་གོང་ཆུང་ཀུ་ཡོད་མི་འདི་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོད་ཟེར་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ MAX(A1:A5) equals 40.1. @SEEALSO=MIN,ABS
es: @FUNCTION=MAX @SYNTAX=MAX(b1;b2;…) @DESCRIPTION=Devuelve el valor del elemento de los valores pasados que es mayor a todos los demás. Los valores negativos se consideran menores que los números positivos. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contengan los números 11,4; 17,3; 21,3; 25,9; y 40,1. Entonces MAX(A1:A5) es igual a 40,1. @SEEALSO=MIN,ABS
fr: @FUNCTION=MAX @SYNTAX=MAX(b1; b2;...) @DESCRIPTION=MAX renvoie la plus grande valeur parmi les paramètres qui lui ont été passés. Les nombres négatifs sont considérés comme plus petits que les nombres positifs. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors MAX(A1:A5) vaut 40,1. @SEEALSO=MIN,ABS
nl: @FUNCTION=MAX @SYNTAX=MAX(b1; b2; ...) @DESCRIPTION=MAX geeft de waarde van het grootste argument uit de lijst. Negative getallen zijn kleiner dan positieve getallen. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: MAX(A1:A5) is 40,1 @SEEALSO=MIN,ABS
pt_br: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX retorna o elemento de maior valor dentre os fornecidos como argumento. Números negativos são considerados menores que os positivos. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: MAX(A1:A5) retorna 40.1. @SEEALSO=MIN,ABS
sk: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX vracia hodnotu najväčšieho prvku z argumentov. Záporné čísla sú chápané menšie ako kladné. * Táto funkcie je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom MAX(A1:A5) sa rovná 40.1. @SEEALSO=MIN,ABS
vi: @FUNCTION=MAX @SYNTAX=MAX(b1, b2, ...) @DESCRIPTION=MAX trả lại giá trị của yếu tố của các giá trị được gởi qua, mà có giá trị lớn nhất, với số âm được tính là nhỏ hơn số dương. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì MAX(A1:A5) bằng 40.1. @SEEALSO=MIN,ABS

source: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW returns an unbiased estimate for skewness of a distribution. Note, that this is only meaningful if the underlying distribution really has a third moment. The skewness of a symmetric (e.g., normal) distribution is zero. * Strings and empty cells are simply ignored. * If less than three numbers are given, SKEW returns #DIV/0! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEW(A1:A5) equals 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
dz: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW དེ་གིས་ བཀྲམ་སྤེལ་ཅིག་གི་སི་ཀི་ནེསི་གི་དོན་ལུ་ཕྱོག་རིས་ཅན་མེད་པའི་ཕྱོག་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན། དྲན་འཛིན་འབད་, འོག་ལུ་ཡོད་པའི་བཀྲམ་སྤེལ་དེ་ལུ་ཡུད་ཙམ་གསུམ་པ་ཡོད་པ་ཅིན་རྐྱངམ་ཅིག་དོན་དག་ཡོདཔ་ཨིན། མཛེས་སྙོམས་(e.g., normal) བཀྲམ་སྤེལ་འདི་ཀླད་ཀོར་ཅིག་གི་སི་ཀི་ནེསི། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་བཞག་ཡོདཔ་ཨིན། * ཨང་གྲངས་གསུམ་ལས་ཉུངམ་སྦེ་བྱིན་ཡོད་པ་ཅིན་, SKEW དེ་གིས་ #DIV/0! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་40.1ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ SKEW(A1:A5) equals 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
es: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, …) @DESCRIPTION=SKEW devuelve una estimación de la desviación de una distribución. Note que esto sólo tiene significado si la distribución subyacente realmente tiene un tercer momento. La desviación de una distribución simétrica (ej., normal) es cero. * Las cadenas y las celdas vacías se ignoran. * Si se dan menos de tres números, SKEW devuelve un error #DIV/0! * Esta función es compatible con Excel. @EXAMPLES= Asumamos que las celdas A1, A2, …, A5 contienen los números 11,4; 17,3; 21,3; 25,9; y 40,1. entonces SKEW(A1:A5) es igual a 0,976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
fr: @FUNCTION=SKEW @SYNTAX=SKEW(n1; n2;...) @DESCRIPTION=La fonction SKEW renvoie une estimée non biaisée du skewness d'un ensemble de données. Ceci n'est significatif que si la distribution sous-jacente a un troisième moment. Le skewness d'une distribution symétrique (normale, par exemple) est nul. * Les chaînes et les cellules vides sont simplement ignorées. * Si moins de 3 nombres sont fournis, SKEW renvoie #DIV/0!. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, and 40,1, alors SKEW(A1:A5) vaut 0,976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
nl: @FUNCTION=SKEW @SYNTAX=SKEW(n1; n2; ...) @DESCRIPTION=SKEW geeft een onafhankelijke schatting van de scheefheid van een distributie. Merk op dat dit alleen zinvol is als de onderliggende distributie daadwerkelijk een derde moment heeft. De scheefheid van een symmetrische (b.v. de normale) distributie is nul. * Tekenreeksen en lege cellen worden genegeerd. * Als er minder dan drie getallen zijn gegeven geeft SKEW een #DEEL/0! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: SKEW(A1:A5) is 0,976798268 @SEEALSO=AVERAGE,VAR,SKEWP,KURT
pt_br: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW retorna uma estimativa aproximada da assimetria de uma distribuição. Observe que esta função tem utilidade apenas se a distribuição em estudo tem, realmente, um momento de terceira ordem. A assimetria de uma distribuição simétrica, como a normal por exemplo, é zero. * Textos e células vazias são simplesmente ignoradas. * Se menos do que três números forem fornecidos, SKEW retorna o erro #DIV/0! * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: SKEW(A1:A5) retorna 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
sk: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW vracia nestranný odhad šikmosti rozdelenia. To má naozaj zmysel iba v prípade, že má rozdelenie tretí moment. Šikmosť je symetrického (napr., normálneho) rozdelenia je 0. Reťazce a prázdne bunky sú jednoducho ignorované. Ak je daných menej než 3 čísla, SKEW vracia chybu #DIV/0!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom SKEW(A1:A5) sa rovná 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT
vi: @FUNCTION=SKEW @SYNTAX=SKEW(n1, n2, ...) @DESCRIPTION=SKEW trả lại số ước lượng không có độ lệch, cho độ lệch của một phân phối nào đó. Hãy ghi chú rằng kết quả này chỉ có nghĩa nếu phân phối cơ sở thật có một mômen thứ ba. Độ lệch của một phân phối đối xứng (v.d. chuẩn) là số không. * Chuỗi và ô rỗng bị bỏ qua. * Nếu cho nhỏ hơn ba số thì SKEW trả lại lỗi « #DIV/0! ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì SKEW(A1:A5) bằng 0.976798268. @SEEALSO=AVERAGE,VAR,SKEWP,KURT

source: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP returns the population skewness of a data set. * Strings and empty cells are simply ignored. * If less than two numbers are given, SKEWP returns #DIV/0! error. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then SKEWP(A1:A5) equals 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
dz: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP དེ་གིས་ གནས་སྡུད་གཞི་སྒྲིག་ཅིག་གི་མི་རློབས་སི་ཀི་ནེསི་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཡིག་རྒྱུན་ཚུ་དང་ནང་ཐིག་སྟོངམ་ཚུ་སྣང་མེད་སྦེ་བཞག་ཡོདཔ་ཨིན། *ཨང་གྲངས་གཉིས་ལས་ཉུངམ་སྦེ་བྱིན་པ་ཅིན་, SKEWP དེ་གིས་ #DIV/0! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ SKEWP(A1:A5) equals 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
es: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, …) @DESCRIPTION=SKEWP devuelve la desviación de la población de un conjunto de datos. * Las cadenas y las celdas vacías se ignoran. * Si se dan menos de dos números, SKEWP devuelve un error #DIV/0! @EXAMPLES= Asumamos que las celdas A1, A2, …, A5 contienen los números 11,4; 17,3; 21,3; 25,9; y 40,1; Entonces SKEWP(A1:A5) es igual a 0,655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
fr: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1; n2;...) @DESCRIPTION=La fonction SKEW renvoie le skewness d'un ensemble de données, calculé sur toute la population. Ceci n'est significatif que si la distribution sous-javente a un troisième moment. Le skewness d'une distribution symétrique (normale, par exemple) est nul. * Les chaînes et les cellules vides sont simplement ignorées. * Si moins de 2 nombres sont fournis, SKEWP renvoie #DIV/0!. @SEEALSO=AVERAGE,VAR,SKEW,KURTP
nl: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1; n2; ...) @DESCRIPTION=SKEWP geeft de populatiescheefheid van een verzameling. * Tekenreeksen en lege cellen worden genegeerd. * Als minder dan twee getallen worden gegeven, geeft SKEWP een #DEEL/0! foutmelding @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: SKEWP(A1:A5) is 0,655256198 @SEEALSO=AVERAGE,VARP,SKEW,KURTP
pt_br: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP retorna a assimetria da população de um conjunto de dados. * Textos e células vazias são ignoradas * Se menos do que dois números forem fornecidos, SKEWP retorna o erro #DIV/0! @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: SKEWP(A1:A5) retorna 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
sk: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP vracia šikmosť populácie množiny dát. Reťazce a prázdne bunky sú jednoducho ignorované. Ak je daných menej ako 2 čísla, SKEWP vracia chybu #DIV/0!. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom SKEWP(A1:A5) sa rovná 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP
vi: @FUNCTION=SKEWP @SYNTAX=SKEWP(n1, n2, ...) @DESCRIPTION=SKEWP trả lại độ lệch dân số của một tập hợp dữ liệu nào đó. * Chuỗi và ô rỗng thì đơn giản bị bỏ qua. * Nếu cho nhỏ hơn hai số thì SKEWP trả lại lỗi « #DIV/0! ». @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 ». Thì SKEWP(A1:A5) bằng 0.655256198. @SEEALSO=AVERAGE,VARP,SKEW,KURTP

source: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,cumulative) @DESCRIPTION=EXPONDIST function returns the exponential distribution. If the @cumulative boolean is false it will return: @y * exp (-@y*@x), otherwise it will return 1 - exp (-@y*@x). * If @x < 0 or @y <= 0 this will return an error. * This function is Excel compatible. @EXAMPLES= EXPONDIST(2,4,0) equals 0.001341851. @SEEALSO=POISSON
dz: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,cumulative) @DESCRIPTION=EXPONDIST ལས་འགན་འདི་གིས་ བསྒྱུར་གྲངས་བཀྲམ་སྤེལ་འདི་སླར་ལོག་འབདཝ་ཨིན། @cumulative བུ་བིན་འདི་བདེན་པ་མེན་པ་ཅིན་ དེ་གིས་སླར་ལོག་འབདཝ་ཨིན།: @y * exp (-@y*@x), དེ་མེན་པ་ཅིན་འདི་གིས་སླར་ལོག་འབད་འོང་ 1 - exp (-@y*@x). * If @x < 0 ཡང་ན་ @y <= 0ཨིན་པ་ཅིན་ འདི་གིས་འཛོལ་བ་ཅིག་སླར་ལོག་འབདཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= EXPONDIST(2,4,0) equals 0.001341851. @SEEALSO=POISSON
es: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,acumulado) @DESCRIPTION=La función EXPONDIST devuelve la distribución exponencial. Si el booleano @acumulado es falso devuelve: @y * exp (-@y*@x), en otro caso, devuelve 1 - exp (-@y*@x). * Si @x < 0 ó @y <= 0 esto devolverá un error. * Esta función es compatible con Excel. @EXAMPLES= EXPONDIST(2,4,0) igual a 0.001341851. @SEEALSO=POISSON
fr: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x;y;cumulatif) @DESCRIPTION=La fonction EXPONDIST renvoie une distribution exponentielle. Si le booléen @cumulatif est FAUX, elle renvoie : @y * exp (-@y*@x), sinon elle renvoie 1 - exp (-@y*@x). * @x<0 ou @y<=0 provoquent une erreur. * Cette fonction est compatible avec Excel. @EXAMPLES= EXPONDIST(2;4;0) vaut 0,001341851. @SEEALSO=POISSON
nl: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x;y;cumulatief) @DESCRIPTION=EXPONDIST geeft de exponentiele distributie. Als de boolese @cumulatief ONWAAR is zal: @y * exp (-@y*@x) berekend worden. In de andere gevallen wordt: 1 - exp (-@y*@x) berekend. * Als @x < 0 of @y <= 0 zal er een foutmelding gegeven worden. * Deze functie is compatibel met Excel. @EXAMPLES= EXPONDIST(2;4;0) is 0,001341851 @SEEALSO=POISSON
pt_br: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,acumulada) @DESCRIPTION=A função EXPONDIST retorna a distribuição exponencial. Se @acumulada é FALSE, EXPONDIST retorna: @y * exp (-@y*@x), caso contrário, ela retorna: 1 - exp (-@y*@x). * Se @x < 0 ou @y <= 0, EXPONDIST retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= EXPONDIST(2,4,0) retorna 0.001341851. @SEEALSO=POISSON
sk: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,kumulatívne) @DESCRIPTION=Funkcia EXPONDIST vracia exponenciálne rozdelenie. Ak je @kumulatívne FALSE, vráti: @y * exp (-@y*@x), inak vráti 1 - exp (-@y*@x). * Ak je @x < 0 alebo @y <= 0 vráti chybu. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXPONDIST(2,4,0) sa rovná 0.001341851. @SEEALSO=POISSON
vi: @FUNCTION=EXPONDIST @SYNTAX=EXPONDIST(x,y,cumulative) @DESCRIPTION=hàm EXPONDIST trả lại phân phối lũy thừa. Nếu giá trị bun (đúng/sai) lũy tích @cumulative là Sai thì nó sẽ trả lại: @y * exp (-@y*@x), nếu không thì nó sẽ trả lại: 1 - exp (-@y*@x). * Nếu « @x < 0 » hoặc « @y ≤ 0 » thì nó sẽ trả lại lỗi. * Hàm này tương thích với Excel. @EXAMPLES= EXPONDIST(2,4,0) bằng 0.001341851. @SEEALSO=POISSON

source: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI returns the probability p(k) of obtaining @k from a Bernoulli distribution with probability parameter @p. * If @k != 0 and @k != 1 BERNOULLI returns #NUM! error. * If @p < 0 or @p > 1 BERNOULLI returns #NUM! error. @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=RANDBERNOULLI
dz: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI དེ་གིས་ འབྱུང་སྲིད་པའི་p(k) དེ་གིས་ @k ཐོབ་ནི་ལུ་ འབྱུང་སྲིད་པའི་ཚད་བཟུང་ @p དང་ཅིག་ཁར་བར་ནའོ་ལི་བཀརམ་སྤེལ་ཅིག་ལས་ཨིན་མི་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @k != 0 and @k != 1ཨིན་པ་ཅིན་ BERNOULLI དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @p < 0 or @p > 1ཨིན་པ་ཅིན་ BERNOULLI དེ་གིས་ #NUM! འཛོལ་བའིདསླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=RANDBERNOULLI
es: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI devuelve la probabilidad p(k) de obtener @k de una distribución de Bernoulli con parámetro de probabilidad @p. * Si @k != 0 y @k != 1, BERNUOLLI devuelve un error #NÚM! * Si @p < 0 o @p > 1 BERNOULLI devuelve un error #NÚM! @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=RANDBERNOULLI
fr: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k;p) @DESCRIPTION=Renvoie la probabilité p(k) d'obtenir @k dans une distribution de Bernoulli de paramètre @p. * Si @k != O et @k != 1, BERNOULLI renvoie #NUM! * Si @p < O ou @p > 1, BERNOULLI renvoie #NUM! @SEEALSO=RANDBERNOULLI
nl: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k;p) @DESCRIPTION=BERNOULLI geeft de waarschijnlijkheid p(k) dat @k wordt verkregen uit een Bernoulli-distributie met waarschijnlijkheidsparameter @p. * Als @k != 0 en @k != 1 geeft BERNOULLI een #GETAL! foutmelding. * Als @p < 0 of @p > 1 geeft BERNOULLI een #GETAL! foutmelding. @EXAMPLES= BERNOULLI(0;0,5) @SEEALSO=RAND,RANDBETWEEN
pt_br: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI retorna a probabilidade p(k) de se obter @k sucessos de uma distribuição de Bernoulli com probabilidade de sucesso @p. * Se @k != 0 ou @k != 1, BERNOULLI retorna o erro #NUM! * Se @p < 0 ou @p > 1, BERNOULLI retorna o erro #NUM! @EXAMPLES= BERNOULLI(0,0.4) retorna 0.6 e BERNOULLI(1,0.4) retorna 0.4. @SEEALSO=RANDBERNOULLI
sk: @FUNCTION=RANDBERNOULLI @SYNTAX=RANDBERNOULLI(p) @DESCRIPTION=RANDBERNOULLI vracia náhodné číslo podľa Bernoulliho rozdelenia. Ak je @p < 0 alebo @p > 1 RANDBERNOULLI vracia chybu #NUM!. @EXAMPLES= RANDBERNOULLI(0.5). @SEEALSO=RAND,RANDBETWEEN
vi: @FUNCTION=BERNOULLI @SYNTAX=BERNOULLI(k,p) @DESCRIPTION=BERNOULLI trả lại xác suất p(k) của lấy @k từ một phân phối Bernoulli với tham số xác suất @p. * Nếu « @k != 0 » và « @k != 1 » thì BERNOULLI trả lại lỗi « #NUM! ». * Nếu « @p < 0 » hoặc « @p > 1 » thì BERNOULLI trả lại lỗi « #NUM! ». @EXAMPLES= BERNOULLI(0,0.5). @SEEALSO=RANDBERNOULLI
