Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: The data are assumed to be grouped into intervals of width @{interval}. Each data point in @{array} is the midpoint of the interval containing the true value. The median is calculated by interpolation within the median interval (the interval containing the median value), assuming that the true values within that interval are distributed uniformly: median = L + @{interval}*(N/2 - CF)/F where: L = the lower limit of the median interval N = the total number of data points CF = the number of data points below the median interval F = the number of data points in the median interval
da: Dataene antages at være grupperet i intervaller med bredde @{interval}. Hvert datapunkt i @{array} er midtpunktet af intervallet der indeholder den sande værdi. Medianen beregnes ved interpolation inden for medianintervallet (intervallet der indeholder medianværdien), under antagelse af at de sande værdier inden for det interval er fordelt ensartet: median = L + @{interval}*(N/2 - CF)/F hvor: L = den nedre grænse for medianintervallet N = det samlede antal datapunkter CF = antallet af datapunkter under medianintervallet F = antallet af datapunkter i medianintervallet

source: If @{array} is empty, this function returns a #NUM! error.
da: Hvis @{array} er tom, så returnerer denne funktion en #TAL!-fejl.

source: If @{interval} <= 0, this function returns a #NUM! error. SSMEDIAN does not check whether the data points are at least @{interval} apart.
da: Hvis @{interval} <= 0, returnerer denne funktion en #TAL!-fejl. SSMEDIAN kontrollerer ikke om datapunkterne er mindst @{interval} fra hinanden.

source: LARGE:@{k}-th largest value in a data set
da: LARGE:@{k}'ende største værdi i et datasæt

source: data:data set
da: data:datasæt

source: k:which value to find
da: k:hvilken værdi der skal findes

source: If data set is empty this function returns a #NUM! error.
da: Hvis datasættet er tomt returnerer denne funktion en #TAL!-fejl.

source: If @{k} <= 0 or @{k} is greater than the number of data items given this function returns a #NUM! error.
da: Hvis @{k} <= 0 eller @{k} er større end antallet af givne dataelementer returnerer denne funktion en #TAL!-fejl.

source: Then LARGE(A1:A5,2) equals 25.9. LARGE(A1:A5,4) equals 17.3.
da: Så er LARGE(A1:A5,2) lig med 25,9. LARGE(A1:A5,4) er lig med 17,3.

source: SMALL:@{k}-th smallest value in a data set
da: SMALL:@{k}'ende mindste værdi i et datasæt

source: Then SMALL(A1:A5,2) equals 17.3. SMALL(A1:A5,4) equals 25.9.
da: Så er SMALL(A1:A5,2) lig med 17,3. SMALL(A1:A5,4) er lig med 25,9.

source: PROB:probability of an interval for a discrete (and finite) probability distribution
da: PROB:Sandsynlighed for et interval for en diskret (og endelig) sandsynlighedsfordeling

source: x_range:possible values
da: x_range:mulige værdier

source: prob_range:probabilities of the corresponding values
da: prob_range:sandsynligheder for de tilsvarende værdier

source: lower_limit:lower interval limit
da: lower_limit:nedre intervalgrænse

source: upper_limit:upper interval limit, defaults to @{lower_limit}
da: upper_limit:øvre intervalgrænse, standardværdi er @{lower_limit}

source: If the sum of the probabilities in @{prob_range} is not equal to 1 this function returns a #NUM! error.
da: Hvis summen af sandsynlighederne i @{prob_range} ikke er lig med 1 returnerer denne funktion en #TAL!-fejl.

source: If any value in @{prob_range} is <=0 or > 1, this function returns a #NUM! error.
da: Hvis nogen værdi i @{prob_range} er <=0 eller > 1, returnerer denne funktion en #TAL!-fejl.

source: If @{x_range} and @{prob_range} contain a different number of data entries, this function returns a #N/A error.
da: Hvis @{x_range} og @{prob_range} indeholder forskellige antal dataposter, returnerer denne funktion en #N/A-fejl.

source: STEYX:standard error of the predicted y-value in the regression
da: STEYX:Standardfejl for den forudsagte y-værdi i regressionen

source: known_ys:known y-values
da: known_ys:kendte y-værdier

source: known_xs:known x-values
da: known_xs:kendte x-værdier

source: If @{known_ys} and @{known_xs} are empty or have a different number of arguments then this function returns a #N/A error.
da: Hvis @{known_ys} og @{known_xs} er tomme eller har forskellige antal argumenter så returnerer denne funktion en #N/A-fejl.

source: Then STEYX(A1:A5,B1:B5) equals 1.101509979.
da: Så er STEYX(A1:A5,B1:B5) lig med 1,101509979.

source: ZTEST:the probability of observing a sample mean as large as or larger than the mean of the given sample
da: ZTEST:Sandsynligheden for at observere en stikprøvemiddelværdi lige så stor eller større end middelværdien af den givne stikprøve

source: ref:data set (sample)
da: ref:datasæt (stikprøve)

source: x:population mean
da: x:populationsmiddelværdi

source: stddev:population standard deviation, defaults to the sample standard deviation
da: stddev:populations-standardafvigelse, standardværdi er stikprøvens standardafvigelse

source: ZTEST calculates the probability of observing a sample mean as large as or larger than the mean of the given sample for samples drawn from a normal distribution with mean @{x} and standard deviation @{stddev}.
da: ZTEST beregner sandsynligheden for at observere en stikprøvemiddelværdi lige så stor eller større end middelværdien af den givne stikprøve for stikprøver trukket fra en normalfordeling med middelværdi @{x} og standardafvigelse @{stddev}.

source: If @{ref} contains less than two data items ZTEST returns #DIV/0! error.
da: Hvis @{ref} indeholder færre end to dataelementer returnerer ZTEST #DIV/0!-fejl.

source: Then ZTEST(A1:A5,20) equals 0.254717826.
da: Så er ZTEST(A1:A5,20) lig med 0,254717826.

source: AVERAGEA:average of all the values and cells
da: AVERAGEA:Gennemsnit af alle værdier og celler

source: MAXA:largest value, with negative numbers considered smaller than positive numbers
da: MAXA:Største værdi, hvor negative tal betragtes som mindre end positive tal

source: MINA:smallest value, with negative numbers considered smaller than positive numbers
da: MINA:Mindste værdi, hvor negative tal betragtes som mindre end positive tal

source: VARA:sample variance of the given sample
da: VARA:Stikprøve-varians for den givne stikprøve

source: VARA is also known as the N-1-variance.
da: VARA er også kendt som N-1-variansen.

source: To get the true variance of a complete population use VARPA.
da: For at få den sande varians af en hel population skal du bruge VARPA.

source: VARPA:variance of an entire population
da: VARPA:Varians for en hel population

source: VARPA is also known as the N-variance.
da: VARPA er også kendt som N-variansen.

source: STDEVA:sample standard deviation of the given sample
da: STDEVA:Stikprøve-standardafvigelse for den givne stikprøve

source: STDEVA is also known as the N-1-standard deviation.
da: STDEVA er også kendt som N-1-standardafvigelsen.

source: To obtain the population standard deviation of a whole population use STDEVPA.
da: For at få populations-standardafvigelsen af en hel population skal du bruge STDEVPA.

source: STDEVPA:population standard deviation of an entire population
da: STDEVPA:Populations-standardafvigelse for en hel population

source: PERCENTRANK:rank of a data point in a data set (Hyndman-Fan method 7: N-1 basis)
da: PERCENTRANK:Rang af et datapunkt i et datasæt (Hyndman-Fan metode 7: N-1 basis)

source: array:range of numeric values
da: array:interval af numeriske værdier

source: x:data point to be ranked
da: x:datapunkt der skal rangeres

source: significance:number of significant digits, defaults to 3
da: significance:antal betydende cifre, standardværdi er 3

source: If @{array} contains no data points, this function returns a #NUM! error.
da: Hvis @{array} ikke indeholder nogen datapunkter, returnerer denne funktion en #TAL!-fejl.

source: If @{significance} is less than one, this function returns a #NUM! error.
da: Hvis @{significance} er mindre end én, returnerer denne funktion en #TAL!-fejl.

source: If @{x} exceeds the largest value or is less than the smallest value in @{array}, this function returns an #N/A error.
da: Hvis @{x} overstiger den største værdi eller er mindre end den mindste værdi i @{array}, returnerer denne funktion en #N/A-fejl.

source: If @{x} does not match any of the values in @{array} or @{x} matches more than once, this function interpolates the returned value.
da: Hvis @{x} ikke matcher nogen af værdierne i @{array} eller @{x} matcher mere end én gang, interpolerer denne funktion den returnerede værdi.

source: PERCENTRANK.EXC:rank of a data point in a data set (Hyndman-Fan method 6: N+1 basis)
da: PERCENTRANK.EXC:Rang af et datapunkt i et datasæt (Hyndman-Fan metode 6: N+1 basis)

source: PERCENTILE:determines the 100*@{k}-th percentile of the given data points (Hyndman-Fan method 7: N-1 basis)
da: PERCENTILE:Bestemmer den 100*@{k}'te percentil af de givne datapunkter (Hyndman-Fan metode 7: N-1 basis)

source: array:data points
da: array:datapunkter

source: k:which percentile to calculate
da: k:hvilken percentil der skal beregnes

source: If @{k} < 0 or @{k} > 1, this function returns a #NUM! error.
da: Hvis @{k} < 0 eller @{k} > 1, så returnerer denne funktion en #TAL!-fejl.

source: Then PERCENTILE(A1:A5,0.42) equals 20.02.
da: Så er PERCENTILE(A1:A5,0.42) lig med 20,02.

source: PERCENTILE.EXC:determines the 100*@{k}-th percentile of the given data points (Hyndman-Fan method 6: N+1 basis)
da: PERCENTILE.EXC:Bestemmer den 100*@{k}'te percentil af de givne datapunkter (Hyndman-Fan metode 6: N+1 basis)

source: Then PERCENTILE.EXC(A1:A5,0.42) equals 20.02.
da: Så er PERCENTILE.EXC(A1:A5,0.42) lig med 20,02.

source: QUARTILE:the @{quart}-th quartile of the data points (Hyndman-Fan method 7: N-1 basis)
da: QUARTILE:Den @{quart}'te kvartil af datapunkterne (Hyndman-Fan metode 7: N-1 basis)

source: quart:a number from 0 to 4, indicating which quartile to calculate
da: quart:et tal fra 0 til 4, der angiver hvilken kvartil der skal beregnes

source: If @{quart} < 0 or @{quart} > 4, this function returns a #NUM! error. If @{quart} = 0, the smallest value of @{array} to be returned.
da: Hvis @{quart} < 0 eller @{quart} > 4, returnerer denne funktion en #TAL!-fejl. Hvis @{quart} = 0, returneres den mindste værdi af @{array}.

source: If @{quart} is not an integer, it is truncated.
da: Hvis @{quart} ikke er et heltal, afkortes den.

source: Then QUARTILE(A1:A5,1) equals 17.3.
da: Så er QUARTILE(A1:A5,1) lig med 17,3.

source: QUARTILE.EXC:the @{quart}-th quartile of the data points (Hyndman-Fan method 6: N+1 basis)
da: QUARTILE.EXC:Den @{quart}'te kvartil af datapunkterne (Hyndman-Fan metode 6: N+1 basis)

source: quart:a number from 1 to 3, indicating which quartile to calculate
da: quart:et tal fra 1 til 3, der angiver hvilken kvartil der skal beregnes

source: Then QUARTILE.EXC(A1:A5,1) equals 14.35.
da: Så er QUARTILE.EXC(A1:A5,1) lig med 14,35.

source: FTEST:p-value for the two-tailed hypothesis test comparing the variances of two populations
da: FTEST:P-værdi for den tohalede hypotesetest der sammenligner varianserne af to populationer

source: array1:sample from the first population
da: array1:stikprøve fra den første population

source: array2:sample from the second population
da: array2:stikprøve fra den anden population

source: Then FTEST(A1:A5,B1:B5) equals 0.510815017.
da: Så er FTEST(A1:A5,B1:B5) lig med 0,510815017.

source: TTEST:p-value for a hypothesis test comparing the means of two populations using the Student t-distribution
da: TTEST:P-værdi for en hypotesetest der sammenligner middelværdierne af to populationer ved hjælp af Student-t-fordelingen

source: tails:number of tails to consider
da: tails:antal haler der skal overvejes

source: type:Type of test to perform. 1 indicates a test for paired variables, 2 a test of unpaired variables with equal variances, and 3 a test of unpaired variables with unequal variances
da: type:Type af test der skal udføres. 1 angiver en test for parrede variable, 2 en test af uparrede variable med lige varianser, og 3 en test af uparrede variable med ulige varianser

source: If the data sets contain a different number of data points and the test is paired (@{type} one), TTEST returns the #N/A error.
da: Hvis datasættene indeholder forskellige antal datapunkter og testen er parret (@{type} én), returnerer TTEST #N/A-fejlen.

source: @{tails} and @{type} are truncated to integers.
da: @{tails} og @{type} afkortes til heltal.

source: If @{tails} is not one or two, this function returns a #NUM! error.
da: Hvis @{tails} ikke er et eller to, så returnerer denne funktion en #TAL!-fejl.

source: If @{type} is any other than one, two, or three, this function returns a #NUM! error.
da: Hvis @{type} er andre end én, to eller tre, returnerer denne funktion en #TAL!-fejl.

source: Then TTEST(A1:A5,B1:B5,1,1) equals 0.003127619. TTEST(A1:A5,B1:B5,2,1) equals 0.006255239. TTEST(A1:A5,B1:B5,1,2) equals 0.111804322. TTEST(A1:A5,B1:B5,1,3) equals 0.113821797.
da: Så er TTEST(A1:A5,B1:B5,1,1) lig med 0,003127619. TTEST(A1:A5,B1:B5,2,1) er lig med 0,006255239. TTEST(A1:A5,B1:B5,1,2) er lig med 0,111804322. TTEST(A1:A5,B1:B5,1,3) er lig med 0,113821797.

source: FREQUENCY:frequency table
da: FREQUENCY:Frekvenståbel

source: data_array:data values
da: data_array:dataværdier

source: bins_array:array of cutoff values
da: bins_array:matrix af afskæringsværdier

source: The results are given as an array.
da: Resultaterne gives som en matrix.

source: If the @{bins_array} is empty, this function returns the number of data points in @{data_array}.
da: Hvis @{bins_array} er tom, returnerer denne funktion antallet af datapunkter i @{data_array}.

source: LEVERAGE:calculate regression leverage
da: LEVERAGE:Beregn regressionsleverage

source: Returns the diagonal of @{A} (@{A}^T @{A})^-1 @{A}^T as a column vector.
da: Returnerer diagonalen af @{A} (@{A}^T @{A})^-1 @{A}^T som en kolonnevektor.

source: If the matrix is singular, #VALUE! is returned.
da: Hvis matrixen er singulær, returneres #VÆRDI!

source: LINEST:multiple linear regression coefficients and statistics
da: LINEST:Multiple lineære regressionskoefficienter og statistik

source: known_ys:vector of values of dependent variable
da: known_ys:vektor af værdier for den afhængige variabel

source: known_xs:array of values of independent variables, defaults to a single vector {1,…,n}
da: known_xs:matrix af værdier af uafhængige variable, standardværdi er en enkelt vektor {1,…,n}

source: affine:if true, the model contains a constant term, defaults to true
da: affine:hvis sand, indeholder modellen et konstant led, standardværdi er sand

source: stats:if true, some additional statistics are provided, defaults to false
da: stats:hvis sand, gives nogle yderligere statistikker, standardværdi er falsk

source: This function returns an array with the first row giving the regression coefficients for the independent variables x_m, x_(m-1),…,x_2, x_1 followed by the y-intercept if @{affine} is true.
da: Denne funktion returnerer en matrix hvor den første række giver regressionskoefficienterne for de uafhængige variable x_m, x_(m-1),…,x_2, x_1 efterfulgt af y-akseskæringen hvis @{affine} er sand.

source: If @{stats} is true, the second row contains the corresponding standard errors of the regression coefficients. In this case, the third row contains the R^2 value and the standard error for the predicted value. The fourth row contains the observed F value and its degrees of freedom. Finally, the fifth row contains the regression sum of squares and the residual sum of squares.
da: Hvis @{stats} er sand, indeholder den anden række de tilsvarende standardfejl for regressionskoefficienterne. I dette tilfælde indeholder den tredje række R^2-værdien og standardfejlen for den forudsagte værdi. Den fjerde række indeholder den observerede F-værdi og dens frihedsgrader. Endelig indeholder den femte række regressionens sum af kvadrater og residual sum af kvadrater.

source: If @{affine} is false, R^2 is the uncentered version of the coefficient of determination; that is the proportion of the sum of squares explained by the model.
da: Hvis @{affine} er falsk, er R^2 den ucentrerede version af determinationskoefficienten; det vil sige andelen af sum af kvadrater forklaret af modellen.

source: If the length of @{known_ys} does not match the corresponding length of @{known_xs}, this function returns a #NUM! error.
da: Hvis længden af @{known_ys} ikke matcher den tilsvarende længde af @{known_xs}, returnerer denne funktion en #TAL!-fejl.

source: LOGREG:the logarithmic regression
da: LOGREG:Den logaritmiske regression

source: known_xs:known x-values; defaults to the array {1, 2, 3, …}
da: known_xs:kendte x-værdier; standardværdi er matrixen {1, 2, 3, …}

source: stat:if true, extra statistical information will be returned; defaults to FALSE
da: stat:hvis sand, vil ekstra statistisk information blive returneret; standardværdi er FALSK

source: LOGREG function transforms your x's to z=ln(x) and applies the “least squares” method to fit the linear equation y = m * z + b to your y's and z's --- equivalent to fitting the equation y = m * ln(x) + b to y's and x's. LOGREG returns an array having two columns and one row. m is given in the first column and b in the second.
da: LOGREG-funktionen transformerer dine x'er til z=ln(x) og anvender "mindste kvadraters" metode til at tilpasse den lineære ligning y = m * z + b til dine y'er og z'er --- ækvivalent med at tilpasse ligningen y = m * ln(x) + b til y'er og x'er. LOGREG returnerer en matrix med to kolonner og én række. m gives i den første kolonne og b i den anden.

source: Any extra statistical information is written below m and b in the result array. This extra statistical information consists of four rows of data: In the first row the standard error values for the coefficients m, b are given. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares. The default of @{stat} is FALSE.
da: Eventuel ekstra statistisk information skrives under m og b i resultatmatrixen. Denne ekstra statistiske information består af fire rækker af data: I den første række gives standardfejlværdierne for koefficienterne m, b. Den anden række indeholder kvadratet af R og standardfejlen for y-estimatet. Den tredje række indeholder F-observeret værdi og frihedsgraderne. Den sidste række indeholder regressionens sum af kvadrater og residual sum af kvadrater. Standardværdien for @{stat} er FALSK.

source: If @{known_ys} and @{known_xs} have unequal number of data points, this function returns a #NUM! error.
da: Hvis @{known_ys} og @{known_xs} har ulige antal datapunkter, returnerer denne funktion en #TAL!-fejl.

source: LOGFIT:logarithmic least square fit (using a trial and error method)
da: LOGFIT:Logaritmisk mindste kvadraters tilpasning (ved hjælp af forsøg-og-fejl-metode)

source: LOGFIT function applies the “least squares” method to fit the logarithmic equation y = a + b * ln(sign * (x - c)) , sign = +1 or -1 to your data. The graph of the equation is a logarithmic curve moved horizontally by c and possibly mirrored across the y-axis (if sign = -1).
da: LOGFIT-funktionen anvender "mindste kvadraters" metode til at tilpasse den logaritmiske ligning y = a + b * ln(sign * (x - c)) , sign = +1 eller -1 til dine data. Grafen for ligningen er en logaritmisk kurve flyttet vandret med c og muligvis spejlet over y-aksen (hvis sign = -1).

source: LOGFIT returns an array having five columns and one row. `Sign' is given in the first column, `a', `b', and `c' are given in columns 2 to 4. Column 5 holds the sum of squared residuals.
da: LOGFIT returnerer en matrix med fem kolonner og én række. `Sign' gives i den første kolonne, `a', `b' og `c' gives i kolonnerne 2 til 4. Kolonne 5 indeholder summen af kvadrerede residualer.

source: An error is returned when there are less than 3 different x's or y's, or when the shape of the point cloud is too different from a ``logarithmic'' one.
da: En fejl returneres når der er færre end 3 forskellige x'er eller y'er, eller når formen af punktskyen er for forskellig fra en ``logaritmisk'' én.

source: You can use the above formula = a + b * ln(sign * (x - c)) or rearrange it to = (exp((y - a) / b)) / sign + c to compute unknown y's or x's, respectively.
da: Du kan bruge ovenstående formel = a + b * ln(sign * (x - c)) eller omarrangere den til = (exp((y - a) / b)) / sign + c for at beregne ukendte y'er eller x'er henholdsvis.

source: This is non-linear fitting by trial-and-error. The accuracy of `c' is: width of x-range -> rounded to the next smaller (10^integer), times 0.000001. There might be cases in which the returned fit is not the best possible.
da: Dette er ikke-lineær tilpasning ved trial-and-error. Nøjagtigheden af `c' er: bredden af x-interval -> rundet til næste mindre (10^heltal), gange 0,000001. Der kan være tilfælde hvor den returnerede tilpasning ikke er den bedst mulige.

source: TREND:estimates future values of a given data set using a least squares approximation
da: TREND:Estimerer fremtidige værdier af et givet datasæt ved hjælp af en mindste kvadraters approksimation

source: new_xs:array of x-values for which to estimate the y-values; defaults to @{known_xs}
da: new_xs:matrix af x-værdier for hvilke y-værdierne skal estimeres; standardværdi er @{known_xs}

source: Let us assume that the cells A1, A2, …, A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7.
da: Lad os antage at cellerne A1, A2, …, A5 indeholder tallene 11,4, 17,3, 21,3, 25,9 og 40,1, og cellerne B1, B2, ... B5 23,2, 25,8, 29,9, 33,5 og 42,7.

source: Then TREND(A1:A5,B1:B5) equals {12.1, 15.7, 21.6, 26.7, 39.7}.
da: Så er TREND(A1:A5,B1:B5) lig med {12,1, 15,7, 21,6, 26,7, 39,7}.

source: LOGEST:exponential least square fit
da: LOGEST:Eksponentiel mindste kvadraters tilpasning

source: known_xs:known x-values; default to an array {1, 2, 3, …}
da: known_xs:kendte x-værdier; standardværdi er en matrix {1, 2, 3, …}

source: LOGEST function applies the “least squares” method to fit an exponential curve of the form y = b * m{1}^x{1} * m{2}^x{2}... to your data.
da: LOGEST-funktionen anvender "mindste kvadraters" metode til at tilpasse en eksponentiel kurve af formen y = b * m{1}^x{1} * m{2}^x{2}... til dine data.

source: LOGEST returns an array { m{n},m{n-1}, ...,m{1},b }.
da: LOGEST returnerer en matrix { m{n},m{n-1}, ...,m{1},b }.

source: Extra statistical information is written below the regression line coefficients in the result array. Extra statistical information consists of four rows of data. In the first row the standard error values for the coefficients m1, (m2, ...), b are represented. The second row contains the square of R and the standard error for the y estimate. The third row contains the F-observed value and the degrees of freedom. The last row contains the regression sum of squares and the residual sum of squares.
da: Ekstra statistisk information skrives under regressionslinjekoefficienterne i resultatmatrixen. Ekstra statistisk information består af fire rækker af data. I den første række repræsenteres standardfejlværdierne for koefficienterne m1, (m2, ...), b. Den anden række indeholder kvadratet af R og standardfejlen for y-estimatet. Den tredje række indeholder F-observeret værdi og frihedsgraderne. Den sidste række indeholder regressionens sum af kvadrater og residual sum af kvadrater.

source: GROWTH:exponential growth prediction
da: GROWTH:Eksponentiel vækstforudsigelse
