Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYS returns the number of days in the coupon period of the settlement date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPDAYS returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
dz: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYS དེ་གིས་ གཞི་བཙུགས་ཚེས་གྲངས་ཀྱི་འཛིན་ཤོག་དུས་ཡུན་ནང་ ཉིནམ་གྲངས་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། @eom = TRUE དེ་གིས་ ཟླཝ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་དམིགས་བསལ་གྱི་མཇུག་འདི་ལེགས་སྐྱོང་འཐབ་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 =ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་, 6 = ཟླཝ་ཟུང་ལྡན་སྦེ་, 12 = ཟླཝ་གྲངས། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 5 ཡུ་རོ་པིན་+ 30/360 (གཞི་རྟེན་དེ་ཚུ་གི་གྲས་བཤད་འགྲེལ་བཤད་ཅིག་གི་དོན་ལུ་ ཇི་ནུ་མེ་རིག་འདི་ལྟ།) * If @frequency འདི་ནུས་མེད་ཨིན་, COUPDAYS དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ནུས་མེད་ཨིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
es: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(liquidación,vencimiento,frecuencia[,base,fdv]) @DESCRIPTION=COUPDAYS devuelve el número de días en el periodo de cupón de la fecha de liquidación. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año @fdv = VERDADERO trata el final de las fechas de vencimiento mensuales especiales. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = 4 veces al año, 6 = 6 veces al año, 12 = 12 meses al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 (Vea el manual de Gnumeric para una descripción detallada de estas bases). * Si la @frecuencia es inválida, COUPDAYS devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSO) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSO) = 91 @SEEALSO=
fr: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(date;maturité;fréquence[;base]) @DESCRIPTION=COUPDAYS renvoie le nombre de jours dans la période de coupon correpondant à @date. @fréquence est le nombre de coupons payés chaque année (1, 2 ou 4). @base indique le type de comptage de jours à utiliser (défaut 0) : 0 30/360 US (MSRB règle G33 (e)) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ * Si @fréquence ne vaut pas 1, 2 ou 4, ou si @base n'est pas entre 0 et 5, COUPDAYS renvoie l'erreur #NUM!. @EXAMPLES= COUPDAYS (DATE(2002;11;29);DATE(2004;2;29);4;0) = 90 COUPDAYS (DATE(2002;11;29);DATE(2004;2;29);4;0;FAUX) = 90 COUPDAYS (DATE(2002;11;29);DATE(2004;2;29);4;1;FAUX) = 91 @SEEALSO=
nl: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(stortingsdatum;vervaldatum;frequentie[;soort_jaar;einde_maand]) @DESCRIPTION=COUPDAYS (ned. COUP.DAGEN) geeft het aantal dagen in de coupon-termijn waarin de stortingsdatum valt. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. @einde_maand = WAAR behandelt einde van de maand vervaldatums op een speciale wijze. De frequenties die zijn toegestaan: 1 = jaarlijks, 2 = halfjaarlijks, 4 = per kwartaal, 6 = tweemaandelijks, 12 = maandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 werkelijk/werkelijke 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 (zie de gnumeric manual voor gedetailleerde beschrijvingen van deze typen dagentellingen) * Als @frequentie ongeldg is, geeft COUPDAYS een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt MSRB 30/360 toegepast. * Als @soort_jaar ongeldig is, geeft COUPDAYS een #GETAL! foutmelding. @EXAMPLES= COUPDAYS (DATE(2002;11;29);DATE(2004;2;29);4;0) = 90 COUPDAYS (DATE(2002;11;29);DATE(2004;2;29);4;0;FALSE) = 90 COUPDAYS (DATE(2002;11;29);DATE(2004;2;29);4;1;FALSE) = 91 @SEEALSO=
pt_br: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(liquidação,vencimento,freqüência[,base,fim_do_mês]) @DESCRIPTION=COUPDAYS retorna o número de dias no período do cupom que contém a data de liquidação. @liquidação é a data de liquidação do cupom. @vencimento é a data de vencimento do cupom. @freqüência é o número do pagamentos do cupom por ano. @fim_do_mês = TRUE considera datas de vencimento ao final do mês como datas especiais. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contabilidade de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @freqüência for inválida, COUPDAYS retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
sk: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(vyrovnanie,splatnosť,frekvencia[,základňa,eom]) @DESCRIPTION=COUDAYSBS počíta počet dní od začiatku obdobia kupónu do dátumu vyrovnania. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kuponóv za rok. @eom = TRUE znamená špeciálne spracovanie dátumu splatnosti na konci mesiaca. Možné frekvencie sú: 1 = ročný, 2 = polročný. 4 = štvrťročný a ak @eom je zadané, potom 6 = dvojmesačný, 12 = mesačný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPDAYS vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa neplatná , COUPDAYS vracia chybu #NUM!. @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=
vi: @FUNCTION=COUPDAYS @SYNTAX=COUPDAYS(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYS trả lại số ngày trong thời gian phiếu lãi của ngày thanh toán. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm.@eom = TRUE quản lý ngày (đặc biệt) đến hạn thanh toán tại kết thúc tháng. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 (Hãy xem tập tin hướng dẫn Gnumeric để tìm mô tả chi tiết các cơ bản này). * Nếu tần số @frequency không hợp lệ thì COUPDAYS trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « MSRB 30/360 ». * Nếu « @basis » không hợp lệ thì trả lại lỗi « #NUM! ». @EXAMPLES= COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 90 COUPDAYS (DATE(2002,11,29),DATE(2004,2,29),4,1,FALSE) = 91 @SEEALSO=

source: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYSNC returns the number of days from the settlement date to the next coupon date. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. @eom = TRUE handles end of month maturity dates special. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly, 6 = bimonthly, 12 = monthly. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 5 European+ 30/360 (See the gnumeric manual for a detailed description of these bases). * If @frequency is invalid, COUPDAYSNC returns #NUM! error. * If @basis is omitted, MSRB 30/360 is applied. * If @basis is invalid, #NUM! error is returned. @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
dz: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYSNC དེ་གིས་ གཞི་བཙུགས་ཚེས་གྲངས་ལས་ཤུལ་མའི་འཛིན་ཤོག་ཚེས་གྲངས་ལུ་ ཉིནམ་གྱི་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ལོ་རེའི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། @eom = TRUE དེ་གིས་ ཟླཝ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་དམིགས་བསལ་གྱི་མཇུག་འདི་ལེགས་སྐྱོང་འཐབ་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 =ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་, 6 = ཟླཝ་ཟུང་ལྡན་སྦེ་, 12 = ཟླ་གྲངས། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 5 ཡུ་རོ་པིན་+ 30/360 (གཞི་རྟེན་དེ་ཚུ་གི་རྒྱས་བཤད་འགྲེལ་བཤད་ཅིག་གི་དོན་ལུ་ ཇི་ནུ་མེ་རིག་ལག་དེབ་འདི་ལྟ།) * If @frequency འདི་ནུས་མེད་ཨིན་, COUPDAYSNC དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, MSRB 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ནུས་མེད་, #NUM! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
es: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(liquidación,vencimiento,frecuencia[,base,fdv]) @DESCRIPTION=COUPDAYSNC devuelve el número de días desde la fecha de liquidación hasta la siguiente fecha de cupón. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año @fdv = VERDADERO trata el final de las fechas de vencimiento mensuales especiales. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = 4 veces al año, 6 = 6 veces al año, 12 = 12 meses al año. @base es el tipo de sistema de conteo de días que quiere usar: 0 MSRB 30/360 (MSRB Rule G33 (e)) 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 5 europeo+ 30/360 (Vea el manual de Gnumeric para una descripción detallada de estas bases). * Si la @frecuencia es inválida, COUPDAYSNC devuelve un error#NUM! * Si la @base se omite, se aplica MSRB 30/360. * Si la @base es inválida, se devuelve un error #NUM! @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSO) = 89 @SEEALSO=
fr: @FUNCTION=COUPDAYNC @SYNTAX=COUPDAYNC(date;maturité;fréquence[;base]) @DESCRIPTION=COUPDAYNC renvoie le nombre de jours entre @date et le prochain détachement de coupon. @fréquence est le nombre de coupons payés chaque année (1, 2 ou 4). @base indique le type de comptage de jours à utiliser (défaut 0) : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen 5 30/360 Européen+ * Si @fréquence ne vaut pas 1, 2 ou 4, ou si @base n'est pas entre 0 et 5, COUPDAYNC renvoie l'erreur #NUM!. @EXAMPLES= COUPDAYSNC (DATE(2002;11;29);DATE(2004;2;29);4;0) = 1 COUPDAYSNC (DATE(2002;11;29);DATE(2004;2;29);4;0;FAUX) = 89 @SEEALSO=
nl: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(stortingsdatum;vervaldatum;frequentie[;soort_jaar;einde_maand]) @DESCRIPTION=COUPDAYSNC (ned. COUP.DAGEN.VV) geeft het aantal dagen vanaf de stortingsdatum tot de volgende coupon-vervaldatum. @stortingsdatum is de stortingsdatum van het waardepapier. @vervaldatum is de vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. @einde_maand = WAAR behandelt einde van de maand vervaldatums op een speciale wijze. De frequenties die zijn toegestaan: 1 = jaarlijks, 2 = halfjaarlijks, 4 = per kwartaal, 6 = tweemaandelijks, 12 = maandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 MSRB 30/360 (MSRB Regel G33 (e)) 1 werkelijk/werkelijke 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 5 Europees+ 30/360 (zie de gnumeric manual voor gedetailleerde beschrijvingen van deze typen dagentellingen) * Als @frequentie ongeldg is, geeft COUPDAYSNC een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt MSRB 30/360 toegepast. * Als @soort_jaar ongeldig is, geeft COUPDAYSNC een #GETAL! foutmelding. @EXAMPLES= COUPDAYSNC (DATE(2002;11;29);DATE(2004;2;29);4;0) = 1 COUPDAYSNC (DATE(2002;11;29);DATE(2004;2;29);4;0;FALSE) = 89 @SEEALSO=
pt_br: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(liquidação,vencimento,freqüência[,base,fim_do_mês]) @DESCRIPTION=COUPDAYSNC retorna o número de dias da data de liquidação até a próxima data do cupom. @liquidação é a data de liquidação do cupom. @vencimento é a data de vencimento do cupom. @frqüência é o número de pagamentos do cupom por ano. @fim_do_mês = TRUE considera datas de vencimento ao final do mês como datas especiais. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral, 6 = bimestral, 12 = mensal. @base é o tipo de contabilidade de dia que você deseja utilizar: 0 MSRB 30/360 (MSRB Regra G33 (e)) 1 atual/atual 2 atual/360 3 atual/365 4 Europeu 30/360 5 Europeu+ 30/360 (Veja o manual do Gnumeric para maiores detalhes sobre estas bases). * Se @freqüência for inválida, COUPDAYSNC retorna o erro #NUM! * Se @base for omitido, a base MSRB 30/360 é aplicada. * Se @base é inválido, é retornado o erro #NUM! @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
sk: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(vyrovnanie,splatnosť,frekvencia[,základňa,eom]) @DESCRIPTION=COUDAYSNC počíta počet dní od vyrovnania do ďalšieho dátumu kupónu. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kuponóv za rok. @eom = TRUE znamená špeciálne spracovanie dátumu splatnosti na konci mesiaca. Možné frekvencie sú: 1 = ročný, 2 = polročný. 4 = štvrťročný a ak @eom je zadané, potom 6 = dvojmesačný, 12 = mesačný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 európske 30/360 5 európske+ 30/360 (Detailný popis týchto základní nájdete v manuáli pre Gnumeric) Ak je @frekvencia neplatná, COUPDAYSNC vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa neplatná , COUPDAYSNC vracia chybu #NUM!. Ak COUPDAYSNC je zavolaná s 3 alebo 4 argumentami, je kompatibilná s Excelom. @EXAMPLES= COUPDAYSNC(8-Oct-2001,29-Nov-2002,4,0) = 50COUPDAYSNC(8-Oct-2001,29-Nov-2002,4,0,TRUE) = 51COUPDAYSNC(8-Oct-2001,29-Nov-2002,4,0,FALSE) = 51 @SEEALSO=
vi: @FUNCTION=COUPDAYSNC @SYNTAX=COUPDAYSNC(settlement,maturity,frequency[,basis,eom]) @DESCRIPTION=COUPDAYSNC trả lại số ngày từ ngày thanh toán đến ngày phiếu lãi sau. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm.@eom = TRUE quản lý ngày (đặc biệt) đến hạn thanh toán tại kết thúc tháng. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis is the type of day counting system you want to use: 0 MSRB 30/360 (MSRB Quy tắc G33 (e)) 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 5 Châu Âu+ 30/360 (Hãy xem tập tin hướng dẫn Gnumeric để tìm mô tả chi tiết các cơ bản này). * Nếu tần số @frequency không hợp lệ thì COUPDAYSNC trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « MSRB 30/360 ». * Nếu « @basis » không hợp lệ thì trả lại lỗi « #NUM! ». @EXAMPLES= COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0) = 1 COUPDAYSNC (DATE(2002,11,29),DATE(2004,2,29),4,0,FALSE) = 89 @SEEALSO=
