Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=HOUR @SYNTAX=HOUR (date) @DESCRIPTION=HOUR converts a serial number to an hour. The hour is returned as an integer in the range 0 (12:00 A.M.) to 23 (11:00 P.M.). * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= HOUR(0.128472) equals 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
dz: @FUNCTION=HOUR @SYNTAX=HOUR (date) @DESCRIPTION=HOUR དེ་གིས་ ཨང་རིམ་ཨང་གྲངས་འདི་ཆུ་ཚོད་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན། ཆུ་ཚོད་འདི་ཧྲིལ་གྲངས་སྦེ་ (12:00 A.M.)ཁྱབ་ཚད་ཀླད་ ༠་ལས་ to ༢༣་ (11:00 P.M.)ནང་སླར་ལོག་འབད་དེ་ཡོདཔ་ཨིན། * ཇི་ནུ་མི་རིག་དེ་གིས་ ཁྱོད་ཀྱི་དོན་ལུ་ཨང་རིམ་ཨང་གྲངས་གཞི་བསྒྱར་ལུ་ དུས་རྒྱུན་ཡིག་རྒྱུན་ལཱ་འགན་འགྲུབ་ཨིན་ཟེར་དྲན་འཛིན་འབད་ དེ་འབད་བ་ཅིན་ ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་ཅིག་སྦེ་ཐོ་བཀོད་འབད། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= HOUR(0.128472) equals 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
es: @FUNCTION=HOUR @SYNTAX=HOUR (número-serie) @DESCRIPTION=Convierte el número de serie en una hora. La hora se devuelve como un entero en el rango 0 (12:00 A.M.) a 23 (11:00 P.M.). * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto puede introducir la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= HOUR(0,128472) es igual a 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
fr: @FUNCTION=HOUR @SYNTAX=HOUR (date_sérialisée) @DESCRIPTION=Convertit la date sérialisée en heure. L'heure est retournée sous la forme d'un entier entre 0 (minuit) à 23 (23h00). NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être donnée sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= HOUR(0.128472) vaut 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
nl: @FUNCTION=HOUR @SYNTAX=HOUR (datum) @DESCRIPTION=HOUR zet een serienummer om in uren. Het uur is een geheel getal in het bereik 0 (00:00 uur) tot 23 (23:00 uur). * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= HOUR(0,25) is 6 HOUR(0,1) is 2 HOUR("2:24:53 PM") is 14 HOUR(0,128472) is 3 @SEEALSO=MINUTE, NOW, TIME, SECOND
pt_br: @FUNCTION=HOUR @SYNTAX=HOUR(número_serial) @DESCRIPTION=A função HOUR converte um número serial em uma hora. A hora é retornada como um inteiro entre 0 (00:00 ou 12:00 AM) e 23 (23:00 ou 11:00 PM). * Note que o Gnumeric fará a conversão de texto para número serial, portanto pode-se passar uma data em formato string (p. ex. "01/01/1999"). * Esta função é compatível com o Excel. @EXAMPLES= HOUR(0.128472) retorna 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
sk: @FUNCTION=HOUR @SYNTAX=HOUR (sériové_číslo) @DESCRIPTION=Prevádza sériové číslo na hodinu. Hodina je vrátená ako celé číslo od 0 do 23. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= HOUR(0.128472) sa rovná 3. @SEEALSO=MINUTE, NOW, TIME, SECOND
vi: @FUNCTION=HOUR @SYNTAX=HOUR (date) @DESCRIPTION=HOUR chuyển đổi số thứ tự sang giờ. Giờ được trả lại là một số nguyên trong khoảng từ 0 (12:00 AM: đêm) đến 23 (11:00 PM: gần đêm). * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì vậy bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= HOUR(0.128472) bằng 3. @SEEALSO=MINUTE, NOW, TIME, SECOND

source: @FUNCTION=MINUTE @SYNTAX=MINUTE (date) @DESCRIPTION=MINUTE converts a serial number to a minute. The minute is returned as an integer in the range 0 to 59. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= MINUTE(0.128472) equals 5. @SEEALSO=HOUR, NOW, TIME, SECOND
dz: @FUNCTION=MINUTE @SYNTAX=MINUTE (date) @DESCRIPTION=MINUTE དེ་གིས་ ཨང་རིམ་ཨང་གྲངས་འདི་སྐར་ཆའི་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན། སྐར་ཆ་འདི་ཧྲིལ་གྲངས་ཅིག་སྦེ་ ཁྱབ་ཚད་0 ལས་ 59ལུ་སླར་ལོག་འབདཝ་ཨིན། * ཇི་ནུ་མི་རིག་དེ་གིས་ཁྱོད་ཀྱི་དོན་ལུ་ ཨང་རིམ་ཨང་གྲངས་གཞི་བསྒྱུར་ལུ་ དུས་རྒྱུན་ཡིག་རྒྱུན་ལཱ་འགན་འགྲུབ་ཨིན་ཟེར་དྲན་འཛིན་འབད་ དེ་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་སྦེ་ཐོ་བཀོད་འབད་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= MINUTE(0.128472) equals 5. @SEEALSO=HOUR, NOW, TIME, SECOND
es: @FUNCTION=MINUTE @SYNTAX=MINUTE (numero-serie) @DESCRIPTION=Convierte el número de serie a minutos. Los minutos son dados como un entero en el rango de 0 a 59. * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto puede entrar la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= MINUTE(0,128472) es igual a 5. @SEEALSO=HOUR, NOW, TIME, SECOND
fr: @FUNCTION=MINUTE @SYNTAX=MINUTE (date_sérialisée) @DESCRIPTION=Convertit la date sérialisée en minute. La minute est renvoyée sous la forme d'un entier entre 0 et 59. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= MINUTE(0,128472) vaut 5. @SEEALSO=HOUR, NOW, TIME, SECOND
nl: @FUNCTION=MINUTE @SYNTAX=MINUTE (datum) @DESCRIPTION=MINUTE zet een serienummer om in minuten. De minuut is een geheel getal in het bereik 0 tot 59. * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers, zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= MINUTE(0,128427) is 5 @SEEALSO=HOUR, NOW, TIME, SECOND
pt_br: @FUNCTION=MINUTE @SYNTAX=MINUTE(data) @DESCRIPTION=MINUTE converte um número serial em minutos. O minuto é retornado como um inteiro entre 0 e 59. * Note que o Gnumeric fará conversão de texto para número serial, portanto pode-se passar uma data em formato texto (p. ex. "01/01/1999"). * Esta função é compatível com o Excel. @EXAMPLES= MINUTE(0.128472) retorna 5. @SEEALSO=HOUR, NOW, TIME, SECOND
sk: @FUNCTION=MINUTE @SYNTAX=MINUTE (sériové_číslo) @DESCRIPTION=Prevádza sériové číslo na minúty. Minúta je vrátená ako celé číslo od 0 do 59. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MINUTE(0.128472) sa rovná 5. @SEEALSO=HOUR, NOW, TIME, SECOND
vi: @FUNCTION=MINUTE @SYNTAX=MINUTE (date) @DESCRIPTION=MINUTE chuyển số thứ tự sang phút. Phút trả lại dạng số nguyên nằm trong khoảng 0 tới 59. * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= MINUTE(0.128472) bằng 5. @SEEALSO=HOUR, NOW, TIME, SECOND

source: @FUNCTION=SECOND @SYNTAX=SECOND (date) @DESCRIPTION=SECOND converts a serial number to a second. The second is returned as an integer in the range 0 to 59. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= SECOND(0.600613) equals 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
dz: @FUNCTION=SECOND @SYNTAX=SECOND (date) @DESCRIPTION=SECOND དེ་གིས་ ཨང་རིམ་འདི་སྐར་ཆའི་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན། སྐར་ཆ་འདི་ཧྲིལ་གྲངས་ནང་ ཁྱབ་ཚད་ ༠་ལས་༥༩་ནང་ལུ་སླར་ལོག་འབད་དེཡོདཔ་ཨིན། * ཇི་ནུ་མི་རིཀ་དེ་གིས་ ཁྱོད་ཀྱི་དོན་ལུ་དུས་རྒྱུན་ཨང་རིམ་གྲངས་གཞི་བསྒྱུར་ལཱ་འགན་འགྲུབ་ཨིན་ཟེར་དྲན་འཛིན་འབད་ དེ་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་སྦེ་ཐོ་བཀོད་འབད་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= SECOND(0.600613) མཉམ་པ་53. @SEEALSO=HOUR, MINUTE, NOW, TIME
es: @FUNCTION=SECOND @SYNTAX=SECOND (numero-serie) @DESCRIPTION=Convierte el número de serie a segundos. Los segundos son dados como un entero dentro del rango de 0 a 59. * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto puede entrar la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= SECOND(0,600613) es igual a 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
fr: @FUNCTION=SECOND @SYNTAX=SECOND (date_sérialisée) @DESCRIPTION=Convertit la date sérialisée en secondes. La seconde est renvoyée sous la forme d'un entier entre 0 et 59. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= SECOND(0,600613) vaut 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
nl: @FUNCTION=SECOND @SYNTAX=SECOND (datum) @DESCRIPTION=SECOND zet een serienummer om in seconden. De seconde is een geheel getal in het bereik 0 tot 59. * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers, zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= SECOND(0,600613) is 53 @SEEALSO=HOUR, MINUTE, NOW, TIME
pt_br: @FUNCTION=SECOND @SYNTAX=SECOND(data) @DESCRIPTION=SECOND converte um número serial em segundos. Os segundos são retornados como um inteiro entre 0 e 59. * Note que o Gnumeric fará a conversão de texto para número serial, portanto pode-se passar uma data em formato texto (p. ex. "01/01/1999"). * Esta função é compatível com o Excel. @EXAMPLES= SECOND(0.600613) retorna 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
sk: @FUNCTION=SECOND @SYNTAX=SECOND (sériové_číslo) @DESCRIPTION=Prevádza sériové číslo na sekundu. Sekunda je vrátená ako celé číslo od 0 do 59. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= SECOND(0.600613) sa rovná 53. @SEEALSO=HOUR, MINUTE, NOW, TIME
vi: @FUNCTION=SECOND @SYNTAX=SECOND (date) @DESCRIPTION=SECOND chuyển số thứ tự sang giây. Giây trả lại dạng số nguyên nằm trong khoảng 0 tới 59. * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= SECOND(0.600613) bằng 53. @SEEALSO=HOUR, MINUTE, NOW, TIME

source: @FUNCTION=YEAR @SYNTAX=YEAR (date) @DESCRIPTION=YEAR converts a serial number to a year. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= YEAR(DATE(2003, 4, 30)) equals 2003. @SEEALSO=DAY, MONTH, TIME, NOW
dz: @FUNCTION=YEAR @SYNTAX=YEAR (date) @DESCRIPTION=YEAR དེ་གིས་ཨང་རིམ་ཨང་འདི་ ལོ་ཅིག་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན། * ཇི་ནུ་མི་རིཀ་དེ་གིས་ ཁྱོད་ཀྱི་དོན་ལུ་ དུས་རྒྱུན་ཡིག་རྒྱུན་འདི་ཨང་རིམ་ཨང་ནང་ལུ་གཞི་བསྒྱུར་འབད་ནི་ལཱ་འགན་འགྲུབ་ཨིན་ དེ་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་སྦེ་ཐོ་བཀོད་འབད་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= YEAR(DATE(2003, 4, 30)) མཉམ་པ་ཨིན་2003. @SEEALSO=DAY, MONTH, TIME, NOW
es: @FUNCTION=YEAR @SYNTAX=YEAR (numero-serie) @DESCRIPTION=Convierte el número de serie a un año. * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto puede entrar la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= YEAR(DATE(2003;4;30)) es igual a 2003. @SEEALSO=DAY, MONTH, TIME, NOW
fr: @FUNCTION=YEAR @SYNTAX=YEAR (date_sérialisée) @DESCRIPTION=Convertit la date sérialisée en année. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= "YEAR(DATE(2003; 4; 30)) vaut 2003. @SEEALSO=DAY, MONTH, NOW, TIME
nl: @FUNCTION=YEAR @SYNTAX=YEAR (datum) @DESCRIPTION=YEAR zet een serienummer om in een jaartal. * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers, zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= YEAR(DATE(2003; 4; 30)) is 2003 @SEEALSO=DAY, MONTH, TIME, NOW
pt_br: @FUNCTION=YEAR @SYNTAX=YEAR(data) @DESCRIPTION=A função YEAR converte um número serial para um ano. * Note que o Gnumeric fará conversão de texto para número serial, portanto pode-se passar uma data em formato texto. * Esta função é compatível com o Excel. @EXAMPLES= YEAR(DATE(2003, 4, 30)) retorna 2003. @SEEALSO=DAY, MONTH, TIME, NOW
sk: @FUNCTION=YEAR @SYNTAX=YEAR (sériové_číslo) @DESCRIPTION=Prevádza sériové číslo na rok. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= YEAR(DATE(2003, 4, 30)) sa rovná 2003. @SEEALSO=DAY, MONTH, TIME, NOW
vi: @FUNCTION=YEAR @SYNTAX=YEAR (date) @DESCRIPTION=YEAR chuyển đổi số thứ tự sang năm. * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= YEAR(DATE(2003, 4, 30)) bằng 2003. @SEEALSO=DAY, MONTH, TIME, NOW

source: @FUNCTION=MONTH @SYNTAX=MONTH (date) @DESCRIPTION=MONTH converts a serial number to a month. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= MONTH(DATE(2003, 4, 30)) equals 4. @SEEALSO=DAY, TIME, NOW, YEAR
dz: @FUNCTION=MONTH @SYNTAX=MONTH (date) @DESCRIPTION=MONTH དེ་གིས་ ཨང་རིམ་ཨང༌འདི་ཟླཝ་ནང་གཞི་བསྒྱུར་འབདཝ་ཨིན། * ཇི་ནུ་མི་རིཀ་དེ་གིས་ ཁྱོད་ཀྱི་དོན་ལུ་དིས་རྒྱུན་ཡིག་རྒྱུན་འདི་ ཨང་རིམ་ཨང་ནང་ལུ་གཞི་བསྒྱུར་འབད་ནི་ལུ་ལཱ་འགྲུབ་ཨིན་ཟེར་དྲན་འཛིན་འབད་ དེའབད་བ་ཅིན་ ཁྱོད་ཀྱིས་ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་ཅིག་སྦེ་ཐོ་བཀོད་འབད་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= MONTH(DATE(2003, 4, 30)) མཉམ་པ་4. @SEEALSO=DAY, TIME, NOW, YEAR
es: @FUNCTION=MONTH @SYNTAX=MONTH (numero-serie) @DESCRIPTION=Convierte el número de serie en un mes. * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto puede entrar la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= MONTH(DATE(2003;4;30)) es igual a 4. @SEEALSO=DAY, TIME, NOW, YEAR
fr: @FUNCTION=MONTH @SYNTAX=MONTH (date_sérialisée) @DESCRIPTION=Convertit la date sérialisée en mois. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= MONTH(DATE(2003; 4; 30)) vaut 4. @SEEALSO=YEAR, DAY, NOW, TIME
nl: @FUNCTION=MONTH @SYNTAX=MONTH(datum) @DESCRIPTION=MONTH zet een serienummer om in een maand. * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers, zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= MONTH(DATE(2003; 4; 30)) is 4 @SEEALSO=DAY, TIME, NOW, YEAR
pt_br: @FUNCTION=MONTH @SYNTAX=MONTH(data) @DESCRIPTION=MONTH converte um número serial em um mês. * Note que o Gnumeric fará conversão de texto para número serial, portanto pode-se passar uma data em formato texto. * Esta função é compatível com o Excel. @EXAMPLES= MONTH(DATE(2003, 4, 30)) retorna 4. @SEEALSO=DAY, TIME, NOW, YEAR
sk: @FUNCTION=MONTH @SYNTAX=MONTH (sériové_číslo) @DESCRIPTION=Prevádza sériové číslo na mesiac. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= MONTH(DATE(2003, 4, 30)) sa rovná 4. @SEEALSO=DAY, TIME, NOW, YEAR
vi: @FUNCTION=MONTH @SYNTAX=MONTH (date) @DESCRIPTION=MONTH chuyển số thứ tự sang tháng. * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= MONTH(DATE(2003, 4, 30)) bằng 4. @SEEALSO=DAY, TIME, NOW, YEAR

source: @FUNCTION=DAY @SYNTAX=DAY (date) @DESCRIPTION=DAY converts a serial number to a day of month. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= DAY("10/24/1968") equals 24. @SEEALSO=MONTH, TIME, NOW, YEAR
dz: @FUNCTION=DAY @SYNTAX=DAY (date) @DESCRIPTION=DAY དེ་གིས་ ཨང་རིམ་ཨང་འདི་ཟླཝ་གི་ཉིནམ་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། * ཇི་ནུ་མི་རིཀ་དེ་གིས་ ཁྱོད་ཀྱི་དོན་ལུ་དུས་རྒྱུན་ཡིག་རྒྱུན་འདི་ཨང་རིམ་ཨང་ལུ་གཞི་བསྒྱུར་འབད་ནི་ལུ་ལཱ་འགན་འགྲུབ་ཨིན་ཟེར་དྲན་འཛིན་འབད་ དེ་འབད་བ་ཅིན་ཁྱོད་ཀྱིས་ ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་སྦེ་ཐོ་བཀོད་འབད་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DAY("10/24/1968") མཉམ་པ24. @SEEALSO=MONTH, TIME, NOW, YEAR
es: @FUNCTION=DAY @SYNTAX=DAY (numero-serie) @DESCRIPTION=Convierte el número de serie a un día del mes. * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto, puede entrar la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= DAY("24/10/1968") es igual a 24. @SEEALSO=MONTH, TIME, NOW, YEAR
fr: @FUNCTION=DAY @SYNTAX=DAY (date_sérialisée) @DESCRIPTION=Convertit la date sérialisée en jour. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= DAY("24/10/1968") vaut 24. @SEEALSO=YEAR, MONTH, NOW, TIME
nl: @FUNCTION=DAY @SYNTAX=DAY (datum) @DESCRIPTION=DAY zet een serienummer om in een maand-dag * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers, zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= DAY("10/24/1968") is 24 @SEEALSO=MONTH, TIME, NOW, YEAR
pt_br: @FUNCTION=DAY @SYNTAX=DAY(data) @DESCRIPTION=DAY converte um número serial em um dia do mês. * Note que o Gnumeric fará a conversão de texto para número serial, portanto pode-se passar uma data em formato texto. * Esta função é compatível com o Excel. @EXAMPLES= day ("24/10/1968") retorna 24. @SEEALSO=MONTH, TIME, NOW, YEAR
sk: @FUNCTION=DAY @SYNTAX=DAY (sériové_číslo) @DESCRIPTION=Prevádza sériové číslo na deň mesiaca. * Mimochodom, Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= day ("10/24/1968") sa rovná 24. @SEEALSO=MONTH, TIME, NOW, YEAR
vi: @FUNCTION=DAY @SYNTAX=DAY (date) @DESCRIPTION=DAY chuyển đổi số thứ tự sang ngày trong tháng. * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= DAY("10/24/1968" [ngày 24, tháng 10, năm 1968 dạng Mỹ]) bằng 24. @SEEALSO=MONTH, TIME, NOW, YEAR

source: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (date[, method]) @DESCRIPTION=WEEKDAY converts a serial number to a weekday. This function returns an integer indicating the day of week. @METHOD indicates the numbering system. It defaults to 1. For @METHOD=1: Sunday is 1, Monday is 2, etc. For @METHOD=2: Monday is 1, Tuesday is 2, etc. For @METHOD=3: Monday is 0, Tuesday is 1, etc. * Note that Gnumeric will perform regular string to serial number conversion for you, so you can enter a date as a string. * This function is Excel compatible. @EXAMPLES= WEEKDAY("10/24/1968") equals 5 (Thursday). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
dz: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (date[, method]) @DESCRIPTION=WEEKDAY དེ་གིས་ ཨང་རིམ་ཨང་འདི་ བདུན་རིམ་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། ལཱ་འགན་འདི་གིས་ བདུན་རིམ་གྱི་ཉིནམ་བརྡ་སྟོན་མི་ཧྲིལ་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @METHOD དེ་གིས་ ཨང་བཏགས་ནིའི་རིམ་ལུགས་འདི་བརྡ་སྟོནམ་ཨིན། དེ་གིས་ ༡་ ལུ་སྔོན་སྒྲིག་འབདཝ་ཨིན། For @METHOD=1: དོན་ལུ་ཟླ་བ་འདི་ ༡་, མིག་དམར་འདི་ ༢་, ལ་སོགས་པ་ For @METHOD=2: དོན་ལུ་ མིག་དམར་འདི་ ༡་, ལྷག་པ་འདི་ ༢་, ལ་སོགས་པ་ For @METHOD=3: དོན་ལུ་ མིག་དམར་འདི་ ༠་, ལྷག་པ་འདི་ ༡་, ལ་སོགས་པ་ * ཇི་ནུ་མི་རིཀ་དེ་གིས་ཁྱོད་ཀྱི་དོན་ལུ་ དུས་རྒྱུན་ཡིག་རྒྱུན་འདི་ཨང་རིམ་ཨང་ལུ་གཞི་བསྒྱུར་འབད་ནི་ལུ་ལཱ་འགན་འགྲུབ་ཨིན་ཟེར་དྲན་འཛིན་འབད་ དེ་འབད་བ་ཅིན་ ཁྱོད་ཀྱིས་ཚེས་གྲངས་འདི་ཡིག་རྒྱུན་ཅིག་སྦེ་ཐོ་བཀོད་འབད་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= WEEKDAY("10/24/1968") མཉམ་པ་5 (པ་སངས་). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
es: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (fecha[, método]) @DESCRIPTION=Convierte un número de serie en un día de la semana. Esta función devuelve un entero indicando el día de la semana. @MÉTODO indica el sistema de numeración. De forma predeterminada, es 1. Para @MÉTODO=1: domingo es 1, lunes es 2, etc. Para @MÉTODO=2: lunes es 1, martes es 2, etc. Para @MÉTODO=3: lunes es 0, martes es 2, etc. * Note que Gnumeric hará la conversión de una cadena de texto a un número de serie; por lo tanto puede entrar la fecha como una cadena de texto. * Esta función es compatible con Excel. @EXAMPLES= WEEKDAY("24/10/1968") es igual a 5 (jueves). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
fr: @FUNCTION=DAY @SYNTAX=WEEKDAY (date_sérialisée[;méthode]) @DESCRIPTION=Convertit la date sérialisée en jour de la semaine, et renvoie un entier de 0 à 6. @méthode indique le système de numérotation des jours, et vaut par défaut. Pour @méthode = 1, dimanche = 1, lundi = 2, etc. Pour @méthode = 2, lundi = 1, mardi = 2, etc. Pour @méthode = 3, mardi = 1, mercredi = 2, etc. NB: Gnumeric fera pour vous une traduction de chaîne littérale en nombre, donc la date peut être fournie sous forme de chaîne. Cette fonction est compatible avec Excel. @EXAMPLES= WEEKDAY("24/10/1968") vaut 5 (jeudi). @SEEALSO=YEAR, DAY, MONTH, NOW, TIME
nl: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (datum[;methode]) @DESCRIPTION=WEEKDAY zet een serienummer om in een week-dag. Deze functie geeft een geheel getal dat de dag van de week aangeeft. @methode geeft het tel-systeem aan. De standaardwaarde is 1. Voor @methode=1: Zondag is 1, Maandag is 2, enz. Voor @methode=2: Maandag is 1, Dinsdag is 2, enz. Voor @methode=3: Maandag is 0, Dinsdag is 1, enz. * Merk op dat Gnumeric gewone tekenreeksen kan omzetten in serienummers, zodat u een datum als een tekenreeks kunt invoeren. * Deze functie is compatibel met Excel. @EXAMPLES= WEEKDAY("10/24/1968") is 5 (Donderdag). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
pt_br: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY(data[,método]) @DESCRIPTION=WEEKDAY converte um número serial para um dia da semana. Esta função retorna um inteiro indicando o número da semana. @método indica o sistema de numeração. O padrão é 1. Se @método=1: Domingo é 1, Segunda é 2, etc. Se @método=2: Segunda é 1, Terça é 2, etc. Se @método=3: Segunda é 0, Terça é 1, etc. * Note que o Gnumeric fará conversão de texto para número serial, portanto pode-se passar uma data em formato texto. * Esta função é compatível com o Excel. @EXAMPLES= WEEKDAY("24/10/1968") retorna 5 (Quinta-feira). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
sk: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (sériové_číslo[, metóda]) @DESCRIPTION=Prevádza sériové číslo na deň v týždni. Táto funkcia vracia celé číslo dňa v týždni. @METÓDA určuje, ako sa nájde číslo. Štandardne je 1. Pre @METÓDA=1: Nedeľa je 1, pondelok je 2, atd. Pre @METÓDA=2: Pondelok je 1, utorok je 2, atd. Pre @METÓDA=3: Pondelok je 0, utorok je 1, atd. * Uvedomte si, že Gnumeric vykoná štandardný prevod reťazca na sériové číslo, takže môžete zadať dátum ako reťazec. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= WEEKDAY("10/24/1968") sa rovná 5 (štvrtok). @SEEALSO=MONTH, TIME, NOW, YEAR
vi: @FUNCTION=WEEKDAY @SYNTAX=WEEKDAY (date[, method]) @DESCRIPTION=WEEKDAY chuyển đổi số thứ tự sang ngày trong tuần. Hàm này trả lại số nguyên biểu thị ngày trong tuần. @METHOD biểu thị hệ thống tính lấy số. Mặc định là 1. Với @METHOD=1: Chủ Nhật là 1, Thứ Hai là 2, vân vân. Với @METHOD=2: Thứ Hai là 1, Thứ Ba là 2, vân vân. Với @METHOD=3: Thứ Hai là 0, Thứ Ba là 1, vân vân. * Chú ý rằng trình Gnumeric sẽ thực hiện chuyển đổi quy ước chuỗi thành số thứ tự cho bạn, vì thế bạn có thể nhập ngày như là chuỗi. * Hàm này tương thích với Excel. @EXAMPLES= WEEKDAY("10/24/1968" [ngày 24, tháng 10, năm 1968 dạng Mỹ]) bằng 5 (Thứ năm). @SEEALSO=DAY, MONTH, TIME, NOW, YEAR
