Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDLPRICE calculates the price per $100 face value of a security that has an odd last coupon period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDLPRICE returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDLPRICE དེ་གིས་ ཡ་ཅན་མཇུག་གི་འཛིན་ཤོག་དུས་ཡུན་ཡོད་མི་ སྲུང་སྐྱོབ་ཅིག་གི་$100 མ་གོང་རེ་རེ་གི་གོང་ཚད་འདི་རྩིས་བཏོནམ་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་སྲུང་སྐྱོབ་ཀྱི་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་གི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། ཆོག་པའི་བྱུང་རིམ་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཕྱ་བཞི། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁ་བརྐྱབ་ནི་འདི་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་30/360 * If @frequency འདི་ 1, 2, ཡངན་ 4 ལས་རྙིངམ་ཨིན་པ་ཅིན་, ODDLPRICE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ 0 དང་ 4 གི་བར་ན་མེན་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(liquidación,vencimiento,último_interés,tasa,margen,amortización,frecuencia[,base]) @DESCRIPTION=ODDLPRICE calcula el precio por 100$ de valor facial de una acción que tienen un periodo de último cupón impar. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cuatro veces al año. @base es el tipo de sistema de conteo de días a usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinto de 1, 2, o 4, ODDLPRICE devuelve un error#NUM!. * Si se omite @base se aplica US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NUM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(règlement;échéance;dernier_coupon;taux;rendement;prix_éch;fréquence[;base]) @DESCRIPTION=ODDLPRICE renvoie le prix d'un investissement de valeur nominale 100 F, dont la dernière période est irrégulière (courte ou longue). Cette fonction ne peut être utilisée que si l'investissement rapporte des intérêts réguliers. @règlement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance, @dernier_coupon la date du dernier coupon. @taux est le taux de l'investissement, @rendement le rendement annuel du titre, @prix_éch son prix de revente à @échéance. @fréquence est le nombre de coupons par an (1, 2 ou 4 exclusivement), et @base le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, ODDLPRICE renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, ou @fréquence est différent de 1, 2 ou 4, ODDLPRICE renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(stortingsdatum;vervaldatum;laatste_rente;rente;rendement;aflossingsprijs;frequentie[;soort_jaar]) @DESCRIPTION=ODDLPRICE (ned. AFW.LT.PRIJS) berekent de prijs per $100 nominale waarde voor een waardepapier met een afwijkende (korte of lange) laatste coupon-termijn. @stortingsdatum is de stortingsdatum van het waardepapier. (de datum waarop het waardepapier aan de koper wordt verkocht) @vervaldatum is de vervaldatum van het waardepapier. (de datum waarop het waardepapier verloopt) @laatste_rente is de laatste coupon-vervaldatum van het waardepapier. @rente is het rentepercentage van het waardepapier. @rendem is het rendement van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestaan zijn: 1 = jaarlijks, 2 = halfjaarlijks, 4 = driemaandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie iets anders is dan 1, 2 of 4 geeft ODDLPRICE een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar niet tussen 0 en 4 ligt geeft ODDLPRICE een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(liquidação,vencimento,últimos_juros,taxa,retorno,valor_nominal,freqüência[,base]) @DESCRIPTION=ODDLPRICE calcula o preço por $100 de valor de face de um título em que o último período do cupom tem taxas de juros diferente, dada por @últimos_juros. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @valor_nominal é o valor nominal do título por $100 de valor de face. @freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então ODDLPRICE retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então ODDLPRICE retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(vyrovnanie,splatnosť,posledný_úrok,úrok,výnos,zaruč_cena,frekvencia[,základňa]) @DESCRIPTION=ODDLPRICE počíta cenu za $100 cenného papiera, ktorý má nepárnu periodu posledného kuponu. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný. 4 = štvrťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDLPRICE vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, ODDLPRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=ODDLPRICE @SYNTAX=ODDLPRICE(settlement,maturity,last_interest,rate,yld,redemption,frequency[,basis]) @DESCRIPTION=ODDLPRICE tính giá mỗi giá trị danh nghĩa $100 của một chứng khoán có thời gian phiếu lãi cuối cùng không thường. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu tần số @frequency khác với 1, 2, hay 4 thì ODDLPRICE trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì ODDLPRICE trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD calculates the yield of a security having an odd last period. @settlement is the settlement date of the security. @maturity is the maturity date of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @frequency is other than 1, 2, or 4, ODDLYIELD returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= @SEEALSO=
dz: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD དེ་གིས་ ཡ་ཅན་མཇུག་གི་དུས་ཡུན་ཡོདཔ་སྦེ་ སྲུང་སྐྱོབ་ཀྱི་ཐོན་འབྲས་འདི་རྩིས་བཏོནམ་ཨིན། @settlement འདི་ སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། @maturity འདི་ སྲུང་སྐྱོབ་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @frequency འདི་ ལོ་རེའི་ནང་འཛིན་ཤོག་གླ་དངུལ་གཡི་ཨང་གྲངས་ཨིན། ཆོག་པའི་འབྱུང་རིམ་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི། @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཀྱི་དབྱེ་བ་ཨིན: 0 US 30/360 1 ཉིནམ་ངོ་མ/ཉིནམ་ངོ་མ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་30/360 * If @frequency འདི་ 1, 2, ཡང་ན་ 4 ལས་རྙིངམ་ཨིན་པ་ཅིན་, ODDLYIELD དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ 0 དང་4 གི་བར་ན་མེད་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=
es: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(liquidación,vencimiento,último_interés,tasa,pr,amortización,frecuencia[,base]) @DESCRIPTION=ODDLYIELD calcula el margen de una acción que tiene un último periodo. @liquidación es la fecha de liquidación de la acción. @vencimiento es la fecha de vencimiento de la acción. @frecuencia es el número de pagos al cupón por año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cuatro veces al año. @base es el tipo de sistema de conteo de días a usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si @frecuencia es distinto de 1, 2, o 4, ODDLYIELD devuelve un error#NUM!. * Si se omite @base se aplica US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NUM!. @EXAMPLES= @SEEALSO=
fr: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(règlement;échéance;dernier_coupon;taux;prix;prix_éch;fréquence[;base]) @DESCRIPTION=ODDLYIELD renvoie le rendement d'un investissement de valeur nominale 100 F, dont la dernière période est irrégulière (courte ou longue). Cette fonction ne peut être utilisée que si l'investissement rapporte des intérêts réguliers. @règlement est la date de règlement du titre, qui suit la date d'émission, @échéance est sa date d'échéance et @dernier_coupon la date du dernier coupon. @taux est le taux de l'investissement, @prix le prix du titre, @prix_éch son prix de revente à @échéance. @fréquence est le nombre de coupons par an (1, 2 ou 4 exclusivement), et @base le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @règlement ou @échéance n'est pas valide, ou @règlement >= @échéance, ODDLYIELD renvoie l'erreur #NUM!. * Si @base < 0 ou @base > 4, ou @fréquence est différent de 1, 2 ou 4, ODDLYIELD renvoie #NUM!. @EXAMPLES= @SEEALSO=
nl: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(stortingsdatum;vervaldatum;laatste_rente;rente;prijs;aflossingsprijs;frequentie[;soort_jaar]) @DESCRIPTION=ODDLYIELD (ned. AFW.LT.REND) berekent het rendement voor een waardepapier met een afwijkende (korte of lange) laatste coupon-termijn. @stortingsdatum is de stortingsdatum van het waardepapier. (de datum waarop het waardepapier aan de koper wordt verkocht) @vervaldatum is de vervaldatum van het waardepapier. (de datum waarop het waardepapier verloopt) @laatste_rente is de laatste coupon-vervaldatum van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestaan zijn: 1 = jaarlijks, 2 = halfjaarlijks, 4 = driemaandelijks. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @frequentie iets anders is dan 1, 2 of 4 geeft ODDLYIELD een #GETAL! foutmelding. * Als @soort_jaar is weggelaten wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar niet tussen 0 en 4 ligt geeft ODDLYIELD een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=
pt_br: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(liquidação,vencimento,últimos_juros,taxa,retorno,valor_nominal,freqüência[,base]) @DESCRIPTION=ODDLYIELD calcula o retorno de um título que possui um período final indefinido. @liquidação é a data de liquidação do título. @vencimento é a data de vencimento do título. @valor_nominal é o valor nominal do título por $100 de valor de face. @freqüência é o número do pagamentos do título por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @freqüência é diferente de 1, 2 ou 4, então ODDLYIELD retorna o erro #NUM! * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então ODDLYIELD retorna o erro #NUM! @EXAMPLES= @SEEALSO=
sk: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(vyrovnanie,splatnosť,posledný_úrok,úrok,cena,zaruč_cena,frekvencia[,základňa]) @DESCRIPTION=ODDLYIELD počíta výnos cenného papiera s nepárnou poslednou periodou. @vyrovnanie je dátum vyrovnania. @splatnosť je dátum splatnosti. @frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný. 4 = štvrťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @frekvencia iná ako 1, 2 alebo 4, ODDLYIELD vracia #NUM!. Ak je @základňa neuvedená, použije sa US 30/360. Ak je @základňa < 0 alebo @základňa > 4, ODDLYIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=
vi: @FUNCTION=ODDLYIELD @SYNTAX=ODDLYIELD(settlement,maturity,last_interest,rate,pr,redemption,frequency[,basis]) @DESCRIPTION=ODDLYIELD tính lợi nhuận của một chứng khoán có một thời gian cuối cùng không thường. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. @frequency là số lần trả phiếu lãi trong mỗi năm. _Tần số_ được phép là: 1 = mỗi nam 2 = hai lần mỗi năm 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu tần số @frequency khác với 1, 2, hay 4 thì ODDLYIELD trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì ODDLYIELD trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=

source: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORDEGRC: Calculates depreciation for each accounting period using French accounting conventions. Assets purchased in the middle of a period take prorated depreciation into account. This is similar to AMORLINC, except that a depreciation coefficient is applied in the calculation depending on the life of the assets. Named for AMORtissement DEGRessif Comptabilite @cost The value of the asset. @purchase_date The date the asset was purchased. @first_period The end of the first period. @salvage Asset value at maturity. @period The length of accounting periods. @rate rate of depreciation as a percentage. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @basis is omitted, US 30/360 is applied. * If @basis is not in between 0 and 4, #NUM! error is returned. @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
dz: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORDEGRC: དེ་གིས་ ཕེརེནཆི་རྩིས་ཐོའི་གྲོས་འཛོམས་ལག་ལེན་འཐབ་སྟེ་ རྩིས་ཐོ་རེ་རེའི་དུས་ཡུན་གྱི་དོན་ལུ་ གོང་འབབ་འདི་རྩིས་བཏོནམ་ཨིན། དུས་ཡུན་བར་ན་ལུ་ཉོ་ཚོང་འབད་བའི་བདོག་གཏད་དེ་གིས་ པོ་རེ་ཊེཌི་གོང་འབབ་འདི་རྩིས་ཐོའི་ནང་འབགཔ་ཨིན། འདི་ AMORLINC དང་ཆ་འདྲཝ་ཨིན་, གོང་འབབ་ཕན་ཚུན་ནུས་པ་འདི་ བདོག་གཏད་ཚུ་གི་ཚེ་གུ་གཞི་བཞག་སྟེ་ རྩིས་ཐོའི་ནང་འཇུག་སྤྱོད་འབདཝ་ཨིན། AMORtissement DEGRessif Comptabiliteདོན་ལུ་མིང་བཏགས་ཡོདཔ། @cost བདོག་གཏད་ཀྱི་གནས་གོང་། @purchase_date བདོག་གཏད་ཉོ་ཚོང་བརྐྱབ་ཡོད་པའི་ཚེས་གྲངས། @first_period དུས་ཡུན་དང་པའི་མཇུག། @salvage དུས་ཡུན་ཚང་བའི་བདོག་གཏད་གནས་གོང་། @period རྩིས་ཐོའི་དུས་ཡུན་གྱི་རིང་ཚད། @rate གོང་འབབ་ཀྱི་ཚད་འདི་བརྒྱ་ཆ་སྦེ།@basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན།: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ་/360 3 ཉིནམ་ངོ་མ་/365 4 ཡུ་རོ་པིན་ 30/360 * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis འདི་ 0 དང་ 4གི་བར་ན་མེད་པ་ཅིན་, #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
es: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(coste,fecha_compra,primer_periodo,recuperación,periodo,tasa[,base]) @DESCRIPTION=AMORDEGRC: Calcula la depreciación para cada periodo de cuentas usando convenciones francesas de cuentas. Los activos comprados en el medio de un periodo toman una depreciación protasaada en la cuenta. Esto es similar a AMORLINC, excepto que se aplica un coeficiente de depreciación en el cálculo dependiendo de la vida del los activos. El nombre viene por AMORtissement DEGRessif Comptabilite @coste El valor del activo. @fecha_compra La fecha en que se compró el activo. @primer_periodo El final del primer período. @recuperación Valor del activo al vencimiento. @periodo La longitud de los periodos de cuenta. @tasa La tasa de depreciación como un porcentaje. @base es el tipo de sistema de cuenta de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 europeo 30/360 * Si se omite @base, se aplica US 30/360. * Si @base no está entre 0 y 4, se devuelve un error #NÚM!. @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
fr: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(coût;date_achat;première_période;résiduel;période;taux[;base]) @DESCRIPTION=AMORDEGRC calcule l'amortissement dégressif pour chaque période comptable, en utilisant les méthodes comptables Françaises. Les actifs achetés en milieu de période, l'amortissement est calculé au pro-rata. Ceci est similaire à AMORLINC, sauf qu'un coefficient de dépréciation est appliqué, en fonction de la durée de vie de l'actif. Le nom vient de AMORtissement DEGRessif Comptabilite @coût Le prix de l'actif @date_achat date à laquelle il a été acquis @première_période Date de fin de la première période @résiduel Valeur comptable résiduelle @période Longueur des périodes d'amortissement @taux taux d'amortissement, en pourcentage @base est le système de comptage de jours : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @base n'est pas entre 0 et 4, l'erreur #NUM! est renvoyée. @EXAMPLES= AMORDEGRC(2400;DATE(1998;8;19);DATE(1998;12;30);300;1;0,14;1) = 733 @SEEALSO=AMORLINC
nl: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(kosten;aankoopdatum;eerste_temijn;restwaarde;termijn;rente[;soort_jaar]) @DESCRIPTION=AMORDEGRC berekent de afschrijving voor elke boekhoudtermijn volgens Franse boekhoudconventies. Activa aangekocht in het midden van een termijn nemen een afschrijving per percentage in rekening. Dit is gelijk aan AMORLINC, behalve dat in de berekeningeen afschrijvingscoëfficiënt wordt toegepast afhankelijk van de levensduur van de activa. Genoemd naar AMORtissement DEGRessif Comptabilite @kosten de waarde van de activa. @aankoopdatum de aankoopdatum van de activa. @eerste_termijn het einde van de eerste termijn. @restwaarde waarde van de activa op de vervaldatum. @termijn de lengte van de boekhoudtermijnen. @rente rente van afschrijving als een percentage. @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @soort_jaar is weggelaten wordt Amerikaans 30/360 toegepast. * Als @soort_jaar niet tussen 0 en 4 ligt geeft AMORLINC een #GETAL! foutmelding. @EXAMPLES= AMORDEGRC(2400;DATE(1998;8;19);DATE(1998;12;30);300;1;0,14;1) = 733 @SEEALSO=AMORLINC
pt_br: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(custo,data_aquisição,primeiro_período¸recuperação,período,taxa[,base]) @DESCRIPTION=AMORDEGRC calcula a depreciação para cada período contábil utilizando as convenções contábeis francesas. Para bens adquiridos no meio de um período, AMORDEGRC considera um rateamento da depreciação. Esta função é similar à função AMORLINC, exceto que um coeficiente de depreciação é aplicado nos cálculos dependendo da vida do bem. O nome da função é originário de: AMORtissement DEGRessif Comptabilite @custo é o valor do bem. @data_aquisição é a data em que o bem foi adquirido. @primeiro_período é data do fim do primeiro período. @recuperação é o valor do bem no seu vencimento. @período é o tamanho do período contábil. @taxa é a taxa de depreciação em porcentagem. @base identifica o tipo de sistema de data que você deseja utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @base é omitido, então é utilizado o sistema US 30/360. * Se @base não está entre 0 e 4, então AMORDEGRC retorna o erro #NUM! @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
vi: @FUNCTION=AMORDEGRC @SYNTAX=AMORDEGRC(cost,purchase_date,first_period,salvage,period,rate[,basis]) @DESCRIPTION=AMORDEGRC: tính khấu tao cho mỗi thời gian kế toán dùng quy ước kế toán Pháp. Tài sản được mua tại trung tâm thời gian thì tính khấu tao chia theo tỷ lệ. Nó tương đương với AMORLINC, trừ nó áp dụng một hệ số khấu tao trong sự tính phụ thộc vào đợi sống của tài sản. Tên từ: AMORtissement DEGRessif Comptabilite @cost: _giá_ của tài sản. @purchase_date: _ngày mua_ tài sản. @first_period: kết thúc của _thời gian đầu_. @salvage: giá trị tài sản đến hạn thanh toán (_giá trị thanh lý_). @period: 0ộ dài của _thời gian_ kế toán. @rate: _tỷ lệ_ khấu tao dạng phần trăm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì AMORDEGRC trả lại lỗi « #NUM! ». @EXAMPLES= AMORDEGRC(2400,DATE(1998,8,19),DATE(1998,12,30),300,1,0.14,1) = 733 @SEEALSO=AMORLINC
