Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,...) @DESCRIPTION=INVSUMINV sum calculates the inverse of the sum of inverses. The primary use of this is for calculating equivalent resistance for parallel resistors or equivalent capacitance of a series of capacitors. * All arguments must be non-negative, or else a #VALUE! result is returned. * If any argument is zero, the result is zero. @EXAMPLES= INVSUMINV(2000,2000) equals 1000. @SEEALSO=HARMEAN
dz: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,...) @DESCRIPTION=INVSUMINV བསྡོམ་དེ་གིས་ ལུགས་ལྡོག་ཚུ་གི་བསྡོམ་གྱི་ལུགས་ལྡོག་འདི་རྩིས་སྟོནམ་ཨིན། འདི་གི་ལག་ལེན་གཙོ་བོ་འདི་ མཉམ་སྤྱོད་བཀག་ཆས་ཀྱི་དོན་ལུ་འདྲ་མཉམ་ནུས་ཤུགས་རྩིས་སྟོན་ནི་ ཡང་ན་ ནུས་ཚད་ཚུ་གི་རིམ་པའི་འདྲ་མཉམ་ཤོང་ཚད་རྩིས་སྟོན་ནི་འདི་ཨིན། * སྒྲུབ་རྟགས་ཆ་མཉམ་མེད་ཆ་མེན་པ་དགོཔ་ཨིན་, ཡང་ན་ #VALUE! གྲུབ་འབྲས་འདི་སླར་ལོག་འབདཝ་ཨིན། * སྒྲུབ་རྟགས་གང་རུང་ཅིག་ཀླད་ཀོར་ཨིན་པ་ཅིན་, གྲུབ་འབྲས་འདི་ཀླད་ཀོར་ཨིན། @EXAMPLES= INVSUMINV(2000,2000) equals 1000. @SEEALSO=HARMEAN
es: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,…) @DESCRIPTION=INVSUMINV calcula la suma de la inversa de la suma de inversas. El uso principal de esta es para calcular la resistencia equivalente para resistencias paralelas o la capacidad equivalente de condensadores en serie. * Todos los argumentos deben ser no negativos, o si no se devuelve un resultado #VALOR!. * Si cualquier argumento es cero, el resultado es cero. @EXAMPLES= INVSUMINV(2000,2000) igual a 1000. @SEEALSO=HARMEAN
nl: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1;x2;...) @DESCRIPTION=INVSUMINV berekent de inverse van de som van een reeks inversen. Hoofdzakelijk van belang bij de berekening van de equivalente weerstand voor parallel geschakelde weerstanden of de equivalente capaciteit bij een serie condensators. * Alle argumenten moeten niet-negatief zijn, anders geeft INVSUMINV de waarde #WAARDE! als resultaat. * Indien een van de argumenten nul is, is het resultaat nul. @EXAMPLES= INVSUMINV(2000;2000) is 1000. @SEEALSO=HARMEAN
pt_br: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,...) @DESCRIPTION=INVSUMINV calcula o inverso da soma dos inversos. O uso primário desta função é para o cálculo da resistência equivalente de resistores em paralelo ou a capacitância equivalente de uma série de capacitores. * Todos os argumentos devem ser não-negativos, ou então o erro #VALOR! é retornado. * Se algum argumento é zero, o resultado será zero também. @EXAMPLES= INVSUMINV(2000,2000) retorna 1000. @SEEALSO=HARMEAN
vi: @FUNCTION=INVSUMINV @SYNTAX=INVSUMINV(x1,x2,...) @DESCRIPTION=tổng INVSUMINV tính ngược của tổng nhiều ngược. Cách chính sử dụng hàm này là tính điện trở tương đương cho cái điện trở song song, hoặc tính điện dung tương đương của đợt cái tụ điện. * Mọi đối số phải không âm, nếu không thì trả lại kết quả « #VALUE! ». * Nếu đối số nào là số không thì kết quả là số không. @EXAMPLES= INVSUMINV(2000,2000) bằng 1000. @SEEALSO=HARMEAN

source: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(traffic,circuits) @DESCRIPTION=PROBBLOCK returns probability of blocking when a number of @traffic loads into a number of @circuits (servers). * @traffic cannot exceed @circuits @EXAMPLES= PROBBLOCK(24,30) returns 0.4012. @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP
dz: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(traffic,circuits) @DESCRIPTION=PROBBLOCK དེ་གིས་ བཀག་ཆ་འབྱུང་སྲིད་པ་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ @traffic གི་ཨང་གྲངས་དེ་གིས་ @circuits (སར་རབ་)གི་ཨང་གྲངས་ནང་མངོན་གསལ་འབད་བ་ཅིན། * @traffic དེ་གིས་@circuitsལྷག་མི་ཚུགས། @EXAMPLES= PROBBLOCK(24,30) དེ་གིས་0.4012.སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP
es: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(tráfico,circuitos) @DESCRIPTION=PROBBLOCK revuelve la probabilidad de bloqueo cuando se carga un número de cargas de @tráfico en un número de @circuitos (servidores). * @tráfico no puede exceder @circuitos @EXAMPLES= PROBBLOCK(24,30) devuelve 0,4012. @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP
nl: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(verkeer;circuits) @DESCRIPTION=PROBBLOCK geeft de waarschijnlijkheid van blokkeren wanneer een hoeveelheid @verkeer door een aantal @circuits (servers) moet worden verwerkt. * @verkeer mag @circuits niet overschrijden @EXAMPLES= PROBBLOCK(24;30) is 0,4012 @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP
pt_br: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(tráfego,circuitos) @DESCRIPTION=PROBBLOCK retorna a probabilidade de bloqueio quando um número de @tráfego é carregado em um número de @circuitos (servidores). probability of blocking when a number of @traffic loads into a number of @circuits (servers). * @tráfego não pode exceder @circuitos @EXAMPLES= PROBBLOCK(24,30) retorna 0.4012. @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP
vi: @FUNCTION=PROBBLOCK @SYNTAX=PROBBLOCK(traffic,circuits) @DESCRIPTION=PROBBLOCK trả lại xác suất ngăn chận khi một số @traffic (trọng tải) tải vào một số @circuits (mạch điện: máy phục vụ). * @traffic không thể vượt quá @circuits @EXAMPLES= PROBBLOCK(24,30) trả lại 0.4012. @SEEALSO=OFFTRAF, DIMCIRC, OFFCAP

source: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(traffic,circuits) @DESCRIPTION=OFFTRAF returns a predicted number of offered traffic from a number of carried @traffic (taken from measurements) on a number of @circuits. * @traffic cannot exceed @circuits @EXAMPLES= OFFTRAF(24,30) returns 25.527. @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP
dz: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(traffic,circuits) @DESCRIPTION=OFFTRAF དེ་གིས་ བྱིན་ཡོད་པའི་འགྲུལ་ལམ་གྱི་ སྔོན་བཤད་ཨང་གྲངས་འདི་ འབག་ཡོད་པའི་@traffic (ཚད་འཇལ་ལས་ལེན་ཡོདཔ་)ཨང་གྲངས་ལས་ @circuitsགི་ཨང་གྲངས་གུ་ སླར་ལོག་འབདཝ་ཨིན། * @traffic དེ་གིས་ @circuits ལྷག་མི་ཚུགས། @EXAMPLES= OFFTRAF(24,30) དེ་གིས་ 25.527.སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP
es: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(tráfico,circuitos) @DESCRIPTION=OFFTRAF devuelve la predicción de un número de tráfico ofrecido un número de tráfico acarreado @tráfico (tomado de medidas) en un número de @circuitos. * @tráfico no puede exceder @circuitos @EXAMPLES= OFFTRAF(24,30) devuelve 25,527. @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP
nl: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(verkeer;circuits) @DESCRIPTION=OFFTRAF geeft een voorspelde hoeveelheid verkeer uitgaande van een hoeveelheid verwerkt @verkeer (uit metingen verkregen) op een aantal @circuits. * @verkeer mag @circuits niet overschrijden @EXAMPLES= OFFTRAF(24;30) is 25,527 @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP
pt_br: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(tráfego,circuitos) @DESCRIPTION=OFFTRAF retorna o número previsto de tráfego ofertado a partir de um número de @tráfego carregado (obtido a partir de medições) em um número de @circuitos. * @tráfego não pode exceder @circuits @EXAMPLES= OFFTRAF(24,30) retorna 25.527. @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP
vi: @FUNCTION=OFFTRAF @SYNTAX=OFFTRAF(traffic,circuits) @DESCRIPTION=OFFTRAF trả lại một số được dự đoán là số truyền tải được đưa ra từ một số truyền tải được mang (lấy từ việc đo) trên một số mạch điện. * @traffic không thể vượt quá @circuits @EXAMPLES= OFFTRAF(24,30) trả lại 25.527. @SEEALSO=PROBBLOCK, DIMCIRC, OFFCAP

source: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(traffic,gos) @DESCRIPTION=DIMCIRC returns a number of circuits required from a number of @traffic loads with @gos grade of service. @EXAMPLES= DIMCIRC(24,1%) returns 35. @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK
dz: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(traffic,gos) @DESCRIPTION=DIMCIRC དེ་གིས་ དགོས་མཁོ་ཡོད་པའི་གློག་ལམ་གྱི་ཨང་གྲངས་ཅིག་ @traffic གི་ཨང་གྲངས་ལས་ @gos ཞབས་ཏོག་སྤྱོད་མི་གི་སྡེ་རིམ་དང་ཅིག་ཁར་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= DIMCIRC(24,1%) དེ་གིས་ 35.སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK
es: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(tráfico,gos) @DESCRIPTION=DIMCIRC devuelve un número de circuitos requeridos desde un número de cargas de @tráfico con grado de servicio @gos. @EXAMPLES= DIMCIRC(24,1%) devuelve 35. @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK
nl: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(verkeer;kgr) @DESCRIPTION=DIMCIRC geeft het aantal vereiste circuits voor een hoeveelheid @verkeer bij een kwaliteitsgraad @kgr. @EXAMPLES= DIMCIRC(24;1%) is 35 @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK
pt_br: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(tráfego,gos) @DESCRIPTION=DIMCIRC retorna o número de circuitos requeridos para uma intensidade de @tráfego com @gos grades de serviço. @EXAMPLES= DIMCIRC(24,1%) retorna 35. @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK
vi: @FUNCTION=DIMCIRC @SYNTAX=DIMCIRC(traffic,gos) @DESCRIPTION=DIMCIRC trả lại một số mạch điện cần thiết từ một số việc tải truyền với mức độ dịch vụ @gos. @EXAMPLES= DIMCIRC(24,1%) trả lại 35. @SEEALSO=OFFCAP, OFFTRAF, PROBBLOCK

source: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuits,gos) @DESCRIPTION=OFFCAP returns a number of traffic capacity given by a number of @circuits with @gos grade of service. @EXAMPLES= OFFCAP(30,1%) returns 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK
dz: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuits,gos) @DESCRIPTION=OFFCAP དེ་གིས་ @circuits གི་ཨང་གྲངས་ @gos ཞབས་ཏོག་གི་སྡེ་རིམ་དང་ཅིག་ཁར་ཡོད་པའི་ཨང་གྲངས་ཀྱིས་ བྱིན་ཡོད་པའི་འགྲུལ་ལམ་ཤོང་ཚད་ཀྱི་ཨང་གྲངས་ཅིག་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= OFFCAP(30,1%) སླར་ལོག་འབདཝ་ཨིན་ 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK
es: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuitos,gos) @DESCRIPTION=OFFCAP devuelve un número de tráfico de capacidad dada por un número de @circuitos con @gos de grados de servicio. @EXAMPLES= OFFCAP(30,1%) devuelve 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK
nl: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuits;kgr) @DESCRIPTION=OFFCAP geeft de verkeerscapaciteit bij een gegeven aantal @circuits bij een kwaliteitsgraad @kgr. @EXAMPLES= OFFCAP(30;1%) is 20,337 @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK
pt_br: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuitos,gos) @DESCRIPTION=OFFCAP retorna um número representando a capacidade de tráfego dado um número de @circuitos com @gos grades de serviço. @EXAMPLES= OFFCAP(30,1%) retorna 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK
vi: @FUNCTION=OFFCAP @SYNTAX=OFFCAP(circuits,gos) @DESCRIPTION=OFFCAP trả lại một số năng suất tải truyền được cho bởi số @circuits có mức độ dịch vụ @gos. @EXAMPLES= OFFCAP(30,1%) trả lại 20.337. @SEEALSO=DIMCIRC, OFFTRAF, PROBBLOCK

source: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT calculates the accrued interest for a security that pays periodic interest. @issue is the issue date of the security. @first_interest is the first interest date of the security. @settlement is the settlement date of the security. The settlement date is always after the issue date (the date when the security is bought). @rate is the annual rate of the security and @par is the par value of the security. @frequency is the number of coupon payments per year. Allowed frequencies are: 1 = annual, 2 = semi, 4 = quarterly. @basis is the type of day counting system you want to use: 0 US 30/360 1 actual days/actual days 2 actual days/360 3 actual days/365 4 European 30/360 * If @issue date, @first_interest date, or @settlement date is not valid, ACCRINT returns #NUM! error. * The dates must be @issue < @first_interest < @settlement, or ACCRINT returns #NUM! error. * If @rate <= 0 or @par <= 0 , ACCRINT returns #NUM! error. * If @basis is omitted, US 30/360 is applied. * If @basis < 0 or @basis > 4, ACCRINT returns #NUM! error. * If @issue date is after @settlement date or they are the same, ACCRINT returns #NUM! error. @EXAMPLES= @SEEALSO=ACCRINTM
dz: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT དེ་གིས་ དུས་ཡུན་སྐྱེད་སྤྲོད་མི་སྲུང་སྐྱོབ་ཅིག་གི་དོན་ལུ་ དགོ་པའི་སྐྱེད་འདི་རྩིས་བརྐྱབ་ཨིན། @issue འདི་ སྲུང་སྐྱོབ་ཀྱི་སྤྲོད་ནིའི་ཚེས་གྲངས་འདི་ཨིན། @first_interest འདི་ སྲུང་སྐྱོབ་ཀྱི་སྐྱེད་དང་པའི་ཚེས་གྲངས་ཨིན། @settlement འདི་སྲུང་སྐྱོབ་གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིན། གཞི་བཙུགས་ཚེས་གྲངས་འདི་ཨ་རྟག་རང་ སྤྲོད་ནིའི་ཚེས་གྲངས་ (སྲུང་སྐྱོབ་འདི་འབག་འོང་པའི་ཚེས་གྲངས་)ཀྱི་ཤུལ་ལས་ཨིན། @rate འདི་ སྲུང་སྐྱོབ་ཀྱི་ལོ་བསྟར་ཚད་དང་ @par འདི་སྲུང་སྐྱོབ་ཀྱི་གནས་གོང་རེ་རེ་ཨིན། @frequency འདི་ལོ་རེ་ནང་གི་འཛིན་ཤོག་གླ་དངུལ་གྱི་ཨང་གྲངས་ཨིན། ཆོག་པའི་འབྱུང་ཐེངས་ཚུ: 1 = ལོ་བསྟར་, 2 = ཕྱེད་, 4 = དཔྱ་བཞི་ @basis འདི་ ཁྱོད་ཀྱིས་ལག་ལེན་འཐབ་དགོ་པའི་ ཉིནམ་གྱངས་ཁའི་རིམ་ལུགས་ཨིན: 0 US 30/360 1 ཉིནམ་ངོ་མ་/ཉིནམ་ངོ་མ་ 2 ཉིནམ་ངོ་མ/360 3 ཉིནམ་ངོ་མ/365 4 ཡུ་རོ་པིན་ 30/360 * If @issue ཚེས་གྲངས་ཨིན་པ་ཅིན་, @first_interest ཚེས་གྲངས་, ཡང་ན་ @settlement ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན་, ACCRINT དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ཚེས་གྲངས་ཚུ་ @issue < @first_interest < @settlementདགོཔ་ཨིན་, ཡང་ན་ ACCRINTདེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @rate <= 0 ཨིན་པ་ཅིན་ ཡང་ན་ @par <= 0 , ACCRINT དེ་གིས་#NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @basis འདི་སྐྱུར་བཞག་པ་ཅིན་, US 30/360 འདི་འཇུག་སྤྱོད་འབདཝ་ཨིན། * If @basis < 0 ཡང་ན་ @basis > 4ཨིན་པ་ཅིན་, ACCRINT དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན * If @issue ཚེས་གྲངས་འདི་ @settlement ཚེས་གྲངས་ཀྱི་ཤུལ་ལས་ཨིན་པ་ཅིན་ ཡང་ན་ དེ་ཚུ་ཆ་མཉམ་གཅིག་པ་འབ་དབ་ཅིན་, ACCRINT དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=ACCRINTM
es: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(emisión,primer_interés, liquidación,tasa,par,frecuencia[,base]) @DESCRIPTION=ACCRINT calcula el interés acumulado para una acción que paga interés periódico. @emisión es la fecha de emisión de la acción. @primer_interés es la fecha de primer interés de la acción. @liquidación es la fecha de liquidación de la acción, La fecha de liquidación es siempre posterior a la de emisión, (la fecha cuando se compró la acción) @tasa es la tasa anual de la acción y @par es el valor par de la acción. @frecuencia es el número de pagos al cupón por año. Las frecuencias permitidas son: 1 = anual, 2 = semi, 4 = cada cuatro meses. @base es el tipo de sistema de conteo de días que quiere usar: 0 US 30/360 1 días actuales/días actuales 2 días actuales/360 3 días actuales/365 4 Europeo 30/360 * Si la fecha de @emisión, la fecha de @primer_interés o la fecha de @vencimiento no es válida, ACCRINT devuelve un error #NÚM! * Las fechas deben ser @emisión < @primer_interés < @vencimiento, o ACCRINT devuelve un error #NÚM! * Si @tasa <= 0 o @par <=0, ACCRINT revuelve un error #NÚM!. * Si se omite la @base, se aplica US 30/360. * Si @base < 0 o @base > 4, ACCRINT devuelve un error #NÚM! * Si la fecha de @emisión es posterior a la fecha de @vencimiento o son la misma, ACCRINT devuelve un error #NÚM! @EXAMPLES= @SEEALSO=ACCRINTM
fr: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(émission;premier_coupon;règlement;taux;nominal;fréquence[;base]) @DESCRIPTION=ACCRINT calcule l'intérêt couru non échu d'un titre dont l'intérêt est perçu périodiquement. @émission est la date d'émission du titre, @premier_coupon la date du premier coupon, @règlement est la date de règlement du titre, qui est toujours après la date d'émission. @taux est le taux annuel, @nominal est la valeur nominale du titre, et @fréquence indique le nombre de fois par an où les coupons sont payés (1, 2 ou 4 exclusivement). Enfin, @base indique le système de comptage de jours utilisé : 0 30/360 US (NASD) (défaut) 1 réel/réel 2 réel/360 3 réel/365 4 30/360 Européen * Si @émission, @premier_coupon ou @règlement ne sont pas des dates valides, ACCRINT renvoie l'erreur #NUM!. * Les dates doivent respecter @émission < @premier_coupon < @règlement, sinon ACCRINT renvoie #NUM!. * Si @taux <= 0 ou @nominal <= 0 , ACCRINT renvoie #NUM! error. * Si @base < 0 ou > 4, ACCRINT renvoie #NUM!. @EXAMPLES= @SEEALSO=ACCRINTM
nl: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(uitgiftedatum;eerste_rente;stortingsdatum;rente;nominale_waarde;frequentie[;soort_jaar]) @DESCRIPTION=ACCRINT (ned. SAMENG.RENTE) berekent de opgelopen rente voor een waardepapier waarvan de rente periodiek wordt uitgekeerd. @uitgiftedatum is de uitgiftedatum van het waardepapier. @eerste_rente is de datum van de eerste rentebetaling van het waardepapier. @stortingsdatum is de datum waarop het waardepapier werd verkocht. Deze valt altijd na de uitgiftedatum. @rente is de jaarlijkse rente van het waardepapier. @nominale_waarde is de nominale waarde van het waardepapier. @frequentie is het aantal coupon-uitbetalingen per jaar. Toegestane frequenties zijn: 1 = jaarlijks 2 = halfjaarlijks 4 = per kwartaal @soort_jaar is het type dagentelling dat wordt gebruikt: 0 Amerikaans 30/360 1 werkelijk/werkelijk 2 werkelijk/360 3 werkelijk/365 4 Europees 30/360 * Als @uitgiftedatum, @eerste_rente datum of @stortingsdatum ongeldig is, geeft ACCRINT een #GETAL! foutmelding. * De datums moeten voldoen aan de voorwaarden: @uitgiftedatum < @eerste_rente < @stortingsdatum, anders geeft ACCRINT een #GETAL! foutmelding. * Als @rente <= 0 of @nominale_waarde <= 0, geeft ACCRINT een #GETAL! foutmelding. * Als @soort_jaar is weggelaten, wordt uitgegaan van Amerikaans 30/360. * Als @soort_jaar < 0 of @soort_jaar > 4, geeft ACCRINT een #GETAL! foutmelding. * Als @uitgiftedatum na de @stortingsdatum ligt of als ze gelijk zijn, geeft ACCRINT een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=ACCRINTM
pt_br: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(emissão,primeiro_juro,liquidação,taxa,valor_nominal,freqüência[,base]) @DESCRIPTION=ACCRINT retorna os juros acumulados para um título que paga juros periódicos. @emissão é a data de emissão do título. @primeiro_juro é a data do primeiro pagamento de juros. @liquidação é a data de liquidação do título. A data de liquidação é sempre posterior à data de emissão (a data em que o título é comprado). @taxa é a taxa de juros nominal anualizada do título e @valor_nominal é o valor nominal do título. @freqüência é o número de cupons de pagamento por ano. As freqüências permitidas são: 1 = anual, 2 = semestral, 4 = trimestral. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) * Se @emissão, @primeiro_juro, ou @liquidação não são datas válidas, ACCRINT retorna o erro #NUM! * As datas devem ser @emissão < @primeiro_juro < @liquidação ou ACCRINT retorna o erro #NUM! * Se @taxa <= 0 ou @par <= 0, ACCRINT retorna o erro #NUM! * Se @base for omitida, a base US 30/360 é utilizada. * Se @base < 0 ou @base > 4, ACCRINT retorna o erro #NUM! * Se a data @emissão é posterior a data @liquidação, ou mesmo se elas são as mesmas, ACCRINT retorna o erro #NUM! @EXAMPLES= @SEEALSO=ACCRINTM
sk: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(emisia,prvý_úrok,vyrovnanie,úrok,nom_hod,frekvencia[,základňa]) @DESCRIPTION=ACCRINT počíta nahromadený úrok z cenného papiera, z ktorého je úrok platený v pravidelných intervaloch. @úrok je ročný úrok cenného papiera a @nom_hod je jeho nominálna hodnota. @frekvencia je počet kuponov za rok. Možné hodnoty sú: 1 = ročný, 2 = polročný, 4 = štvťročný. @základňa je typ účtovníckeho systému, ktorý sa má použiť: 0 US 30/360 1 aktuálne dni/aktuálne dni 2 aktuálne dni/360 3 aktuálne dni/365 4 Európsky 30/360 Ak je @základňa neuvedená, použije sa US 30/360. Ak je dátum @emisie alebo dátum @vyrovnania neplatný, ACCRINT vracia chybu #NUM!. Ak je @úrok alebo @nom_hod 0 alebo záporná, ACCRINT vracia chybu #NUM!. Ak je @základňa < 0 alebo @základňa > 4, ACCRINT vracia chybu #NUM!. Ak je dátum @emisie po dátume @vyrovnania alebo sú rovnaké, ACCRINT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=ACCRINTM
vi: @FUNCTION=ACCRINT @SYNTAX=ACCRINT(issue,first_interest,settlement,rate,par,frequency[,basis]) @DESCRIPTION=ACCRINT tính tiền lãi để dồn lại cho một chứng khoán trả tiền lãi chu kỳ. @issue là ngày _phát hành_ chứng khoán. @first_interest là ngày _tiền lãi thứ nhất_ của chứng khoán. @settlement là ngày _thanh toán_ chứng khoán. Ngày thanh toán luôn luôn sau ngày phát hành (ngày mua chứng khoán). @rate là _lãi xuất_ mỗi năm của chứng khoán. @par là giá trị _danh nghĩa_ của chứng khoán. @frequency là số phiếu lãi được trả trong mỗi năm (_tần số_). Tần số được phép: 1 = mỗi năm, 2 = hai lần mỗi năm, 4 = bốn lần mỗi năm. @basis là loại hệ thống đếm ngày bạn muốn dùng: 0 Mỹ 30/360 1 ngày thật/ngày thật 2 ngày thật/360 3 ngày thật/365 4 Châu Âu 30/360 * Nếu ngày @issue, ngày @first_interest date, hay ngày @settlement không hợp lệ thì ACCRINT trả lại lỗi « #NUM! ». * Những ngày này phải là: @issue < @first_interest < @settlement, nếu không thì ACCRINT trả lại lỗi « #NUM! ». * Nếu « @rate ≤ 0 » hay « @par ≤ 0 » thì ACCRINT trả lại lỗi « #NUM! ». * Nếu « @basis » bỏ trống thì áp dụng hệ thống « Mỹ 30/360 ». * Nếu « @basis < 0 » hay « @basis > 4 » thì ACCRINT trả lại lỗi « #NUM! ». * Nếu ngày @issue sau ngày @settlement hoặc hai ngày này là cùng một ngày thì ACCRINT trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=ACCRINTM
