Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=CONVERT @SYNTAX=CONVERT(number,from_unit,to_unit) @DESCRIPTION=CONVERT returns a conversion from one measurement system to another. For example, you can convert a weight in pounds to a weight in grams. @number is the value you want to convert, @from_unit specifies the unit of the @number, and @to_unit is the unit for the result. @from_unit and @to_unit can be any of the following: Weight and mass: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomic mass) 'ozm' Ounce Distance: 'm' Meter 'mi' Statute mile 'Nmi' Nautical mile 'in' Inch 'ft' Foot 'yd' Yard 'ang' Angstrom 'Pica' Pica Time: 'yr' Year 'day' Day 'hr' Hour 'mn' Minute 'sec' Second Pressure: 'Pa' Pascal 'atm' Atmosphere 'mmHg' mm of Mercury Force: 'N' Newton 'dyn' Dyne 'lbf' Pound force Energy: 'J' Joule 'e' Erg 'c' Thermodynamic calorie 'cal' IT calorie 'eV' Electron volt 'HPh' Horsepower-hour 'Wh' Watt-hour 'flb' Foot-pound 'BTU' BTU Power: 'HP' Horsepower 'W' Watt Magnetism: 'T' Tesla 'ga' Gauss Temperature: 'C' Degree Celsius 'F' Degree Fahrenheit 'K' Degree Kelvin Liquid measure: 'tsp' Teaspoon 'tbs' Tablespoon 'oz' Fluid ounce 'cup' Cup 'pt' Pint 'qt' Quart 'gal' Gallon 'l' Liter For metric units any of the following prefixes can be used: 'Y' yotta 1E+24 'Z' zetta 1E+21 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' deka 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 'z' zepto 1E-21 'y' yocto 1E-24 * If @from_unit and @to_unit are different types, CONVERT returns #N/A error. * This function is Excel compatible. @EXAMPLES= CONVERT(3,"lbm","g") equals 1360.7769. CONVERT(5.8,"m","in") equals 228.3465. CONVERT(7.9,"cal","J") equals 33.07567. @SEEALSO=
dz: @FUNCTION=CONVERT @SYNTAX=CONVERT(ཨང་གྲངས་,from_unit,to_unit) @DESCRIPTION=CONVERT དེ་གིས་ ཚད་འཇལ་རིམ་ལུགས་གཅིག་ལས་གཞན་མི་ལུ་གཞི་བསྒྱུར་ཅིག་སླར་ལོག་འབདཝ་ཨིན། དཔེར་ན་ པ་འུནཌ་ནང་གི་ལྗིད་ཚད་འདི་ག་རཱམསི་ནང་གི་ལྗིད་ཚད་ལུ་ཁྱོད་ཀྱིས་གཞི་བསྒྱུར་འབད་ཚུགས།@number འདི་ ཁྱོད་ཀྱིས་གཞི་བསྒྱུར་འབད་དགོ་པའི་གནས་གོང་ཨིན་་, @from_unit དེ་གིས་ @numberགི་ཆ་ཕྲན་འདི་གསལ་བཀོད་འབད་ནི་དང་, @to_unit འདི་གྲུབ་འབྲས་ཀྱི་ཆ་ཕྲན་ཨིན། @from_unit དང་ @to_unit འདི་འགོ་གི་གང་རུང་ཅིག་བཏུབ: ལྗིད་ཚད་དང་མསི་: 'g' Gram 'sg' Slug 'lbm' Pound 'u' U (atomic mass) 'ozm' Ounce གྱང་ཚད: 'm' Meter 'mi' Statute mile 'Nmi' Nautical mile 'in' Inch 'ft' Foot 'yd' Yard 'ang' Angstrom 'Pica' Pica ཆུ་ཚོད་: 'yr' Year 'day' Day 'hr' Hour 'mn' Minute 'sec' Second ཨེབ་ཤུགས: 'Pa' Pascal 'atm' Atmosphere 'mmHg' mm of Mercury ཤུགས་ཚད: 'N' Newton 'dyn' Dyne 'lbf' Pound force ནུས་ཤུགས: 'J' Joule 'e' Erg 'c' Thermodynamic calorie 'cal' IT calorie 'eV' Electron volt 'HPh' Horsepower-hour 'Wh' Watt-hour 'flb' Foot-pound 'BTU' BTU ནུས་ཤུགས: 'HP' Horsepower 'W' Watt རྡེ་ཁབ་ལེན་གྱི་རང་བཞིན: 'T' Tesla 'ga' Gauss ཚ་དྲོད: 'C' Degree Celsius 'F' Degree Fahrenheit 'K' Degree Kelvin གཤེར་ཁུའི་ཚད་འཇལ: 'tsp' Teaspoon 'tbs' Tablespoon 'oz' Fluid ounce 'cup' Cup 'pt' Pint 'qt' Quart 'gal' Gallon 'l' Liter མེ་ཊིཀ་ཆ་ཕྲན་ཚུ་གི་དོན་ལུ་འོག་ལུ་ཡོད་མི་སྔོན་ཚིག་གང་རུང་ལག་ལེན་འཐབ་བཏུབ: 'Y' yotta 1E+24 'Z' zetta 1E+21 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' deka 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 'z' zepto 1E-21 'y' yocto 1E-24 * @from_unit དང་ @to_unit ཚུ་དབྱེ་བ་སོ་སོ་ཨིན་པ་ཅིན་, CONVERT དེ་གིས་ #N/A འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CONVERT(3,"lbm","g") equals 1360.7769. CONVERT(5.8,"m","in") equals 228.3465. CONVERT(7.9,"cal","J") equals 33.07567. @SEEALSO=
es: @FUNCTION=CONVERT @SYNTAX=CONVERT(número,unidad_origen,unidad_destino) @DESCRIPTION=CONVERT devuelve una conversión de un sistema de medida a otro. Por ejemplo, puede convertir un peso en libras a un peso en gramos. @número es el valor que quiere convertir, @unidad_origen especifica la unidad del @número y @unidad_destino es la unidad del resultado. @unidad_origen e @unidad_destino pueden ser cualesquiera de las siguientes: Peso y masa: 'g' Gramo 'sg' Slug 'lbm' Libra 'u' U (masa atómica) 'ozm' Onza Distancia: 'm' Metro 'mi' Milla imperial 'Nmi' Milla náutica 'in' Pulgada 'ft' Pie 'yd' Yarda 'ang' Angstrom 'Pica' Pica Tiempo: 'yr' Año 'day' Día 'hr' Hora 'mn' Minuto 'sec' Segundo Presión: 'Pa' Pascal 'atm' Atmósfera 'mmHg' mm de mercurio Fuerza: 'N' Newton 'dyn' Dina 'lbf' Libra de fuerza Energía: 'J' Julio 'e' Ergio 'c' Caloría termodinámica 'cal' Caloría IT 'eV' electrón-voltio 'HPh' Caballo de vapor por hora 'Wh' Watios hora 'flb' Libra pie 'BTU' BTU Potencia: 'HP' Caballos de vapor 'W' Watios Magnetismo: 'T' Tesla 'ga' Gauss Temperatura: 'C' Grado Celsius 'F' Grado Fahrenheit 'K' Grado Kelvin Medida líquida: 'tsp' Cuchara de té 'tbs' Cuchara de mesa 'oz' Onza fluida 'cup' Taza 'pt ' Pinta 'qt ' Cuarto 'gal' Galón 'l' Litro Se pueden emplear los siguiente prefijos para las unidades métricas: 'Y' yotta 1E+24 'Z' zetta 1E+21 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' deka 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 'z' zepto 1E-21 'y' yocto 1E-24 * Si @unidad_origen y @unidad_destino son de tipos diferentes, CONVERT devuelve el error #N/A. * Esta función es compatible con Excel. @EXAMPLES= CONVERT(3,"lbm","g") es igual a 1360.7769. CONVERT(5.8,"m","in") es igual a 228.3465. CONVERT(7.9,"cal","J") es igual a 33.07567. @SEEALSO=
vi: @FUNCTION=CONVERT @SYNTAX=CONVERT(number,from_unit,to_unit) @DESCRIPTION=CONVERT trả lại giá trị chuyển đổi từ hệ thống đo lường này sang hệ thống khác. Ví dụ, bạn có thể chuyển khối lượng từ pound thành gram. @number là giá trị cần chuyển đổi, @from_unit xác định đơn vị của @number @to_unit là đơn vị của giá trị trả lại là kết quả. @from_unit và @to_unit có thể là: Trọng lượng và khối lượng: 'g' Gam 'sg' Slug 'lbm' Pao 'u' U (trọng lượng nguyên tử) 'ozm' Aoxơ, oz. Khoảng cách: 'm' Mét 'mi' Đặm/lý theo đúng luật 'Nmi' Đặm/lý hải 'in' Insơ 'ft' Phút 'yd' Iát 'ang' Angstrom 'Pica' Pica Thời gian: 'yr' Năm 'day' Ngày 'hr' Giờ 'mn' Phút 'sec' Giây Áp suất: 'Pa' Pascal 'atm' Atmôfe 'mmHg' mm Thần Méc-cua Lực: 'N' Newton 'dyn' Dyne 'lbf' Lực pao Năng lượng: 'J' Jun 'e' Éc 'c' Ca-lo-ri nhiệt động 'cal' Ca-lo-ri IT 'eV' Vôn điện tử 'HPh' Mã lực/giờ 'Wh' Oát-giờ 'flb' Phút-pao 'BTU' Đơn vị nhiệt Anh Công suất: 'HP' Mã lực 'W' Oát Từ trường: 'T' Tesla 'ga' Gauss Nhiệt độ: 'C' Độ bách phân 'F' Độ Fa-ren-hét 'K' Độ kenvin Đo lường chất lỏng: 'tsp' Thìa uống trà 'tbs' Thìa xúp 'oz' Aozơ chất lỏng 'cup' Tách 'pt' Panh 'qt' Góc tư galông 'gal' Galông 'l' Lít Các tiền tố sau đây có thể dùng trước @from_unit và @to_unit: 'Y' yotta 1E+24 'Z' zetta 1E+21 'E' exa 1E+18 'P' peta 1E+15 'T' tera 1E+12 'G' giga 1E+09 'M' mega 1E+06 'k' kilo 1E+03 'h' hecto 1E+02 'e' dekao 1E+01 'd' deci 1E-01 'c' centi 1E-02 'm' milli 1E-03 'u' micro 1E-06 'n' nano 1E-09 'p' pico 1E-12 'f' femto 1E-15 'a' atto 1E-18 'z' zepto 1E-21 'y' yocto 1E-24 * Nếu @from_unit và @to_unit khác loại, CONVERT sẽ trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= CONVERT(3,"lbm","g") bằng 1360.7769. CONVERT(5.8,"m","in") bằng 228.3465. CONVERT(7.9,"cal","J") bằng 33.07567. @SEEALSO=

source: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=ERF returns the error function. With a single argument ERF returns the error function, defined as erf(x) = 2/sqrt(pi)* integral from 0 to x of exp(-t*t) dt. If two arguments are supplied, they are the lower and upper limits of the integral. * If either @lower_limit or @upper_limit is not numeric a #VALUE! error is returned. * This function is upward-compatible with that in Excel. (If two arguments are supplied, Excel will not allow either to be negative.) @EXAMPLES= ERF(0.4) equals 0.428392355. ERF(1.6448536269515/SQRT(2)) equals 0.90. The second example shows that a random variable with a normal distribution has a 90 percent chance of falling within approximately 1.645 standard deviations of the mean. @SEEALSO=ERFC
dz: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=ERF དེ་གིས་ འཛོལ་བའི་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན། སྒྲུབ་རྟགས་གཅིག་གིས་ ཨི་ཨར་ཨེཕ་དེ་གིས་ འཛོལ་བའི་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་, ངོས་འཛིན་འབད་ཡོདཔ་བཟུམ་ erf(x) = 2/sqrt(pi)* ཧྲིལ་གྲངས་ 0 to x གི་exp(-t*t) dtལས། སྒྲུབ་རྟགས་གཉིས་བཀྲམ་སྤེལ་འབད་དེ་ཡོད་པ་ཅིན་ དེ་ཚུ་འོག་གི་དང་ལྟག་གི་ཧྲིལ་གྲངས་ཀྱི་ཚད་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @lower_limit or @upper_limit འདི་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་ནང་བཟུམསྦེ་ ཡར་ཕྱོགས་མཐུན་འགྱུར་ཅན་ཨིན། (སྒྲུབ་རྟགས་གཉིས་བཀྲམ་སྤེལ་འབད་དེ་ཡོད་པ་ཅིན་, མེད་ཆ་འབད་ནི་ལུ་ཡང་ ཨེགསི་སེལ་དེ་གིས་འབད་མི་བཅུག།) @EXAMPLES= ERF(0.4) equals 0.428392355. ERF(1.6448536269515/SQRT(2)) equals 0.90. དཔེ་གཉིས་པ་དེ་གིས་ སྤྱིར་གཏང་བཀྲམ་སྤེལ་ཅིག་དང་ཅིག་ཁར་ཡོད་པའི་གང་བྱུང་འགྱུར་ཅན་འདི་ལུ་ བར་མའི་ཆ་གྲངས་ཀྱི་ཚད་ལྡན་འགྱུར་བ་ 1.645 གི་ནང་འཁོད་འབུད་ནིའི་གོ་སྐབས་ བརྒྱ་ཆ་ ༩༠་ཡོད། @SEEALSO=ERFC
es: @FUNCTION=ERF @SYNTAX=ERF([límite inferior,]límite_superior) @DESCRIPTION=ERF devuelve la función de error, Con un simple argumento ERF devuelve la función de error definida como erf(x) = 2/sqrt(pi)* integral de 0 a x de exp(-t*t) dt. Si se suministran dos argumentos, son los límites inferior y superior de la integral. * Si @límite_inferior o @límite_superior no son numéricos se devuelve un error #VALOR!. * Esta función es compatible en parte con Excel. (Si se dan dos argumentos, Excel no permitirá que alguno sea negativo.) @EXAMPLES= ERF(0.4) igual a 0.428392355. ERF(1.6448536269515/SQRT(2)) igual a 0.90. El segundo ejemplo muestra que una variable aleatoria con una distribución normal tiene una oportunidad de un 90 por ciento de fallo en aproximadamente 1.645 desviaciones estándar de la media. @SEEALSO=ERFC
fr: @FUNCTION=ERF @SYNTAX=ERF([limite_inf;]limite_sup) @DESCRIPTION=Avec un seul argument, ERF renvoie la valeur de la fonction d'erreur, définie comme erf(x) = 2/racine(pi)* intégrale de 0 à x de exp(-t*t) dt. Si deux arguments sont fournis, ils représentent les limites de l'intégrale. Si @limite_inf ou @limite_sup n'est pas numérique, une erreur #VALUE! est renvoyée. Cette fonction est en compatibilité ascendante avec celle d'Excel. (Avec deux arguments, Excel ne permet pas qu'ils soient négatifs). @EXAMPLES= ERF(0,4) vaut 0,428392355. ERF(1,6448536269515/SQRT(2)) vaut 0,90. Le deuxième exemple montre qu'une variable aléatoire avec une distribution normale a une probabilité de 90% d'être à moins de 1,645 écart-types de la moyenne. @SEEALSO=ERFC
nl: @FUNCTION=ERF @SYNTAX=ERF([onder_limiet;]boven_limiet) @DESCRIPTION=ERF geeft de error-functie. Met een enkel argument geeft ERF de error functie, gedefinieerd door erf(x) = 2/sqrt(pi)* integraal van 0 tot x van exp(-t*t) dt. Als twee argumenten worden gegeven zijn het de onder en boven limiet van de integraal. * Als @onder_limiet of @boven_limiet geen getallen zijn, wordt er een #WAARDE! foutmelding gegenereerd. * Deze functie is boven-compatibel met Excel. (Als twee argumenten worden gegeven, mogen deze in Excel niet negatief zijn.) @EXAMPLES= ERF(0,4) is 0,428392355. ERF(1,6448536269515/SQRT(2)) is 0,90. Het tweede voorbeeld laat zien dat een willekeurige variabele met een normale verdeling, 90 procent kans heeft te vallen binnen ongeveer 1,645 standaard deviaties van de mediaan. @SEEALSO=ERFC
pt_br: @FUNCTION=ERF @SYNTAX=ERF([limite_inferior,]limite_superior) @DESCRIPTION=ERF retorna a função erro. Com um argumento apenas, ERF calcula a função erro, definida como: erf(x) = 2/sqrt(pi)* integral de 0 a x de exp(-t*t) dt. Se dois argumentos forem fornecidos, eles serão os limites inferior e superior da integral. * Se @limite_inferior ou @limite_superior não forem numéricos, será retornado o erro #VALOR! * Esta função é compatível com a de mesmo nome no Excel. (Se dois argumentos forem fornecidos, o Excel não permite que ambos sejam negativos.) @EXAMPLES= ERF(0.4) retorna 0.428392355. ERF(1.6448536269515/SQRT(2)) retorna 0.90. O segundo exemplo mostra que uma variável aleatória com distribuição normal tem 90% de chance de cair 1.645 desvios padrões abaixo da média. @SEEALSO=ERFC
sk: @FUNCTION=ERF @SYNTAX=ERF([dolný_limit,]horný_limit) @DESCRIPTION=S jedným argumentom ERF vracia hodnotu chybovej funkcie, definovanej ako erf(x) = 2/sqrt(pi)* integrál od 0 od x z exp(-t*t) dt. Ak sú dané dva argumenty, sú použité ako dolná a horná hranica integrálu. * Ak nie je @dolný_limit alebo @hodný_limit číslo, je vrátená chyba #VALUE!. * Táto funkcia je kompatibilná s Excelom (ak sú dané dva argumenty v Exceli, nie je dovolené, aby boli záporné.) @EXAMPLES= ERF(0.4) sa rovná 0.428392355. ERF(1.6448536269515/SQRT(2)) sa rovná 0.90. Druhý príklad ukazuje, že náhodná premenná s normálnym rozdelením má 90 percentnú pravdepodobnosť, že bude mimo približne 1.645 smerodajných odchýliek priemeru. @SEEALSO=ERFC
vi: @FUNCTION=ERF @SYNTAX=ERF([lower limit,]upper_limit) @DESCRIPTION=ERF trả lại hàm lỗi. Với một đối số riêng lẻ, ERF trả lại hàm lỗi, được định nghĩa là erf(x) = 2/sqrt(pi)* tích phân từ 0 đến x của exp(-t*t) dt. Nếu cung cấp hai đối số thì chúng là giới hạn thấp và cao cũa tích phân. * Nếu hoặc « @lower_limit » (giới hận thấp) hay « @upper_limit » (giới hạn cao) không phải là số thì trả lại lỗi « #VALUE! ». * Hàm này tương tích lên với hàm trong Excel. (Nếu cung cấp hai đối số thì Excel sẽ không cho phép đối số nào là âm.) @EXAMPLES= ERF(0.4) bằng 0.428392355. ERF(1.6448536269515/SQRT(2)) bằng 0.90. Thí dụ thứ hai chỉ là một biến ngẫu nhiên có phân phối chuẩn thì có xác suất 90% sẽ nằm khoảng 1.645 độ lệch chuẩn từ giá trị trung bình. @SEEALSO=ERFC

source: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC function returns the complementary error function, defined as 1 - erf(x). erfc(x) is calculated more accurately than 1 - erf(x) for arguments larger than about 0.5. * If @x is not numeric a #VALUE! error is returned. @EXAMPLES= ERFC(6) equals 2.15197367e-17. @SEEALSO=ERF
dz: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC ལཱ་འགན་དེ་གིས་ ལྷན་ཐབས་འཛོལ་བའི་ལཱ་འགན་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་འོག་ལུ་ངོས་འཛིན་འབད་ཡོདཔ་བཟུམ་ 1 - erf(x). erfc(x) འདི་ 1 ལས་ལྷག་སྟེ་ཀྲིཀ་ཀྲི་སྦེ་རྩིས་སྟོན་ཏེཡོད་- erf(x) འདི་0.5.ལས་སྒྲུབ་རྟགས་སྦོམ། * If @x འདི་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= ERFC(6) equals 2.15197367e-17. @SEEALSO=ERF
es: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=La función ERFC devuelve la función de error complementaria, definida como: 1 - erf(x). erfc(x) se calcula de forma más exacta que 1 - erf(x) para argumentos mayores que 0.5. * Si @x no es numérico se devuelve un error #VALOR!. @EXAMPLES= ERFC(6) igual a 2.15197367e-17. @SEEALSO=ERF
fr: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=La fonction ERFC renvoie le complémentaire de la fonction d'erreur, défini comme 1 - erf(x). Cette fonction renvoie une valeur plus précise que 1-erf(x) si @x est supérieur à 0.5 environ. Si x n'est pas une valeur numérique, l'erreur #VALEUR! est renvoyée. @EXAMPLES= ERFC(6) = 2,15197367e-17. @SEEALSO=ERF
nl: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION= ERFC geeft de complementaire error functie, gedefinieerd als 1 - erf(x). erfc(x) is nauwkeuriger dan 1 - erf(x) voor argumentwaarden groter dan ongeveer 0,5. * Als @x geen getal is wordt een #WAARDE! foutmelding gegenereerd. @EXAMPLES= ERFC(6) is 2,15197367e-17. @SEEALSO=ERF
pt_br: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=ERFC calcula a função erro complementar, definida como: 1 - erf(x). erfc(x) é calculada com mais precisão do que 1 - erf(x) para valores de x maiores que aproximadamente 0.5. * Se @x não for numérico, é retornado o erro #VALOR! @EXAMPLES= ERFC(6) retorna 2.15197367e-17. @SEEALSO=ERF
sk: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=Funkcia ERFC vracia doplnkovú chybovú funkciu, definovanú ako 1 - erf(x). erfc(x) je počítaná presnejšie ako erf(x) pre argumenty väčšie ako 0.5. * Ak @x nie je číslo, je vrátená chyba #VALUE!. @EXAMPLES= ERFC(6) sa rovná 2.15197367e-17. @SEEALSO=ERF
vi: @FUNCTION=ERFC @SYNTAX=ERFC(x) @DESCRIPTION=hàm ERFC trả lại hàm lỗi bù, được định nghĩa là 1 - erf(x). « erfc(x) » được tính một cách chính xác hơn « 1 - erf(x) » với đối số lớn hơn khoảng. * Nếu @x không phải là số thì trả lại lỗi « #VALUE! ». @EXAMPLES= ERFC(6) bằng 2.15197367e-17. @SEEALSO=ERF

source: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA function tests for numerical equivalence of two arguments, returning 1 in case of equality. * @y is optional, and defaults to 0. * If either argument is non-numeric returns a #VALUE! error. * This function is Excel compatible. @EXAMPLES= DELTA(42.99,43) equals 0. @SEEALSO=EXACT,GESTEP
dz: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=DELTA ལཱ་འགན་དེ་གིས་ སྒྲུབ་རྟགས་གཉིས་ཀྱི་ཨང་གྲངས་འདྲ་མཉམ་གྱི་དོན་ལུ་བརྟག་ཞིབ་འབདཝ་ཨིན་, དེ་ཡང་འདྲ་མཉམ་གྱི་ཐད་ཁར་འབད་བ་ཅིན་ ༡་ སླར་ལོག་འབད་ཐོག་ལས་ཨིན། * @y འདི་གདམ་ཁ་ཅན་ཨིནམ་, དང་སྔོན་སྒྲིག་འདི་ ༠་ལུ་ཨིན། * སྒྲུབ་རྟགས་གཉིས་ཆ་རང་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱའགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DELTA(42.99,43) equals 0. @SEEALSO=EXACT,GESTEP
es: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=Verifica la equivalencia numérica de dos argumentos, devolviendo 1 en caso de igualdad. * @y es opcional, cuyo valor por omisión es 0. * Si alguno de los argumentos no es numérico devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= DELTA(42.99,43) es igual a 0. @SEEALSO=EXACT, GESTEP
fr: @FUNCTION=DELTA @SYNTAX=DELTA(x[;y]) @DESCRIPTION=La fonction DELTA teste l'équivalence numérique de deux arguments et renvoie 1 en cas d'égalité. @y est un paramètre optionnel et vaut zéro par défaut. Si un des arguments n'est pas numérique, une erreur #VALEUR! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= DELTA(42,99;43) = 0. @SEEALSO=EXACT,GESTEP
nl: @FUNCTION=DELTA @SYNTAX=DELTA(x[;y]) @DESCRIPTION=DELTA voer een test uit om te kijken of twee argumenten gelijk zijn. In dat geval is het resultaat 1. * @y is optioneel. Indien het wordt weggelaten, wordt @x met 0 vergeleken. * Als een van de argumenten geen getal is geeft DELTA een #WAARDE! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= DELTA(42,99;43) is 0 @SEEALSO=EXACT,GESTEP
pt_br: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=A função DELTA testa a equivalência numérica de dois argumentos, retornando 1 em caso de igualdade. * @y é opcional e por padrão é 0. * Se algum argumento for não-numérico, DELTA retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= DELTA(42.99,43) retorna 0. @SEEALSO=EXACT,GESTEP
sk: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=Funkcia DELTA testuje dva argumenty na numerickú ekvivalenciu. Vracia 1 pri zhodnosti. * @y je nepovinné a štandardne je 0. * Ak nie je jeden z argumentov číslo, vracia chybu #VALUE!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DELTA(42.99,43) sa rovná 0. @SEEALSO=EXACT,GESTEP
vi: @FUNCTION=DELTA @SYNTAX=DELTA(x[,y]) @DESCRIPTION=hàm DELTA kiểm tra nếu hai đối số là số bằng nhau, trả lại 1 nếu có. * @y tùy chọn, mặc định là số 0. * Nếu đối số nào không phải là số thì trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= DELTA(42.99,43) bằng 0. @SEEALSO=EXACT,GESTEP

source: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP function tests if @x is >= @y, returning 1 if it is so, and 0 otherwise. @y is optional, and defaults to 0. * If either argument is non-numeric returns a #VALUE! error. * This function is Excel compatible. @EXAMPLES= GESTEP(5,4) equals 1. @SEEALSO=DELTA
dz: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP ལཱ་འགན་གེ་གིས་ @x འདི་ >= @yཨིན་པ་ཅིན་བརྟག་ཞིབ་འབདཝ་ཨིན་, འདི་ཨིན་པ་ཅིན་ ༡་ སླར་ལོག་འབདཝ་ཨིནམ་, དང་ དེ་མེན་པ་ཅིན་ ༠། @y འདི་གདམ་ཁ་ཅན་ཨིནམ་, དང་ ༠་ ལུ་སྔོན་སྒྲིག་འབདཝ་ཨིན། * སྒྲུབ་རྟགས་གཉིས་ཆ་རང་ཨང་གྲངས་ཀྱི་མེན་པ་ཅིན་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= GESTEP(5,4) equals 1. @SEEALSO=DELTA
es: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=GESTEP Evalúa si @x es >= @y, devolviendo 1 si es así y 0 en caso contrario. @y es opcional y su valor predeterminado es 0. * Si alguno de los argumentos no es numérico, devuelve el error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= GESTEP(5,4) es igual a 1. @SEEALSO=DELTA
nl: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[;y]) @DESCRIPTION=GESTEP test of @x groter of gelijk is aan @y. In dat geval is het resultaat 1. In de andere gevallen is het resultaat 0. @y is optioneel. Indien het wordt weggelaten wordt @x met 0 vergeleken. * Indien een van de argumenten geen getal is geeft GESTEP de foutmelding: #WAARDE!. * Deze functie is compatibel met Excel. @EXAMPLES= GESTEP(5;4) is 1 @SEEALSO=DELTA
pt_br: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=A função GESTEP testa se @x >= @y, retornando 1, caso verdadeiro e 0, caso contrário. @y é opcional, e por padrão é 0. * Se algum argumento for não-numérico, GESTEP retorna o erro #VALOR! * Esta função é compatível com o Excel. @EXAMPLES= GESTEP(5,4) retorna 1. @SEEALSO=DELTA
vi: @FUNCTION=GESTEP @SYNTAX=GESTEP(x[,y]) @DESCRIPTION=hàm GESTEP kiểm tra có « @x ≥ @y », trả lại số 1 nếu có và số 0 nếu không. * Nếu đối số nào không phải là số thì trả lại lỗi « #VALUE! ». * Hàm này tương thích với Excel. @EXAMPLES= GESTEP(5,4) bằng 1. @SEEALSO=DELTA
