Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significance]) @DESCRIPTION=PERCENTRANK function returns the rank of a data point in a data set. @array is the range of numeric values, @x is the data point which you want to rank, and the optional @significance specifies the number of significant digits for the returned value, truncating the remainder. If @significance is omitted, PERCENTRANK uses three digits. * If @array contains no data points, PERCENTRANK returns #NUM! error. * If @significance is less than one, PERCENTRANK returns #NUM! error. * If @x exceeds the largest value or is less than the smallest value in @array, PERCENTRANK returns #NUM! error. * If @x does not match any of the values in @array or @x matches more than once, PERCENTRANK interpolates the returned value. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
dz: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significance]) @DESCRIPTION=PERCENTRANK ལས་འགན་འདི་གིས་ གནས་སྡུད་གཞི་སྒྲིག་ནང་ལུ་ གནས་སྡུད་དོན་ཚན་གྱི་གྲལ་རིམ་འདི་སླར་ལོག་འབདཝ་ཨིན། @array འདི་ ཨང་གྲངས་ཀྱི་གནས་གོང་ཚུ་གི་གྲལ་རིམ་ཨིན་, @x འདི་ ཁྱོད་ཀྱིས་གྲལ་རིམ་བཟོ་དགོ་པའི་གནས་སྡུད་དོན་ཚན་ཨིནམ་དང་, གདམ་ཁ་ཅན་ @significance དེ་གིས་ སླར་ལོག་འབད་ཡོད་པའི་གནས་གོང་གི་དོན་ལུ་ གལ་ཅན་གྱི་ཨང་ཡིག་གི་ཨང་གྲངས་འདི་གསལ་བཀོད་འབདཝ་ཨིན་ དེ་ཡང་ལྷག་ལུད་ཆུང་ཀུ་བཟོ་ཐོག་ལས་ཨིན། @significance འདི་སྐྱུར་བཞག་པ་ཅིན་, PERCENTRANK དེ་གིས་ཨང་ཡིག་གསུམ་ལག་ལེན་འཐབ་ཨིན། * If @array དེ་གིས་ གནས་སྡུད་དོན་ཚན་མེད་པ་ཅིན་, PERCENTRANK དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @significance འདི་ གཅིག་ལས་ཉུང་པ་ཅིན་, PERCENTRANK དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x གནས་གོང་སྦོམ་འདི་ལུ་ལྷག་པ་ཅིན་ ཡང་ན་ @arrayནང་གི་གནས་གོང་ཆུང་ཀུ་ལས་ཉུང་པ་ཅིན་, PERCENTRANK དེ་གིས་#NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x འདི་གིས་ @arrayནང་གི་གནས་གོང་ཅི་ཡང་མ་མཐུན་པ་ཅིན་ ཡང་ན་ @xའདི་གིས་གཅིག་ལས་ལྷག་སྟེ་མཐུན་པ་ཅིན་, PERCENTRANK འདི་གིས་སླར་ལོག་འབད་ཡོད་པའི་གནས་གོང་འདི་བསྐྱར་བསྣོན་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
es: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significatividad]) @DESCRIPTION=La función PERCENTRANK devuelve el rango de un punto de datos en un conjunto de datos. @array es el rango de valores numéricos, @x es el punto de datos que quiere clasificar, y la @significatividad opcional identifica el número de dígitos con significatividad para el valor devuelto, truncando lo restante. Si se omite @significatividad, PERCENTRANK usa tres dígitos. * Si @array no contiene puntos, PERCENTRANK devuelve el error #NÚM!. * Si @signatividad < 1, PERCENTRANK devuelve el error #NÚM!. * Si @x supera el valor más grande o es menor que el más pequeño del @array, PERCENTRANK devuelve el error #NÚM!. * Si @x no coincide con ninguno de los valores de @array ó @x coincide con más de uno, PERCENTRANK interpola el valor devuelto. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
fr: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(tableau;x[; précision]) @DESCRIPTION=La fonction PERCENTRANK renvoie le rang d'une donnée dans un ensemble de données. @tableau est l'intervalle de valeurs numériques, @x est la donnée à classer, et le paramètre optionnel @précision identifie le nombre de chiffres significatifs pour la valeur renvoyée (3 par défaut). * Si @tableau ne contient pas de données, PERCENTRANK renvoie l'erreur #NUM!. * Si @précision < 1, PERCENTRANK renvoie l'erreur #NUM!. * Si @x est en-dehors des valeurs du tableau, PERCENTRANK renvoie #NUM! * Si @x ne correspond à aucune des valeurs de @tableau ou bien si @x correspond à plusieurs valeurs, la valeur renvoyée est une interpolation. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
nl: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array;x[;significantie]) @DESCRIPTION=PERCENTRANK geeft de rang van een datapunt in een dataverzameling. @array is het bereik van de getalwaarden, @x is het datapunt waarvan je de rang wilt weten. De optionele significantie geeft het aantal significante cijfers van het resultaat. Als @significantie wordt weggelaten gebruikt PERCENTRANK 3 cijfers. * Als @array geen datapunten bevat geeft PERCENTRANK een #GETAL! foutmelding. * Als @significantie minder dan 1 is, geeft PERCENTRANK een #GETAL! foutmelding. * Als @x de grootste waarde uit @array overstijgt of minder is dan de kleinste waarde waarde uit @array, geeft PERCENTRANK een #GETAL! foutmelding. * Als @x niet overeenkomt met een van de waarden in @array, of x komt overeen met meerdere waarden, interpoleert PERCENTRANK de resultaatwaarde. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
pt_br: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(vetor,x[,significância]) @DESCRIPTION=PERCENTRANK retorna a classificação em porcentagem de um dado em relação a um conjunto de dados. @vetor é a região dos valores numéricos, @x é o dado que você deseja classificar e @significância indentifica o número de dígitos de significância para o valor retornado. Se @significância for omitido, PERCENTRANK utiliza três dígitos. * Se @vetor não contém dados, PERCENTRANK retorna o erro #NUM! * Se @significância é menor do que 1, PERCENTRANK retorna o erro #NUM! * Se @x ultrapassa o maior valor ou é menor do que o menor valor de @vetor, PERCENTRANK retorna o erro #NUM! * Se @x não é igual a nenhum valor em @vetor ou @x se repete em @vetor, então PERCENTRANK interpola o valor retornado. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
sk: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(pole,x[,platných]) @DESCRIPTION=Funkcia PERCENTRANK vracia rozloženie hodnôt v množine dát. @pole je rozsah číselných hodnôt, @x sú dáta, ktoré sa majú spočítať, a nepovinná @platných určuje počet platných číslic návratovej hodnote. Ak nie je @platných uvedené, PERCENTRANK použije 3 číslice. * Ak @pole neobsahuje žiadne dáta, PERCENTRANK vracia chybu #NUM!. * Ak @platných je menej než 1, PERCENTRANK vracia chybu #NUM!. * Ak @x neodpovedá žiadnej hodnote v @pole alebo @x odpovedá viac ako jednej, PERCENTRANK interpoluje návratovú hodnotu. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL
vi: @FUNCTION=PERCENTRANK @SYNTAX=PERCENTRANK(array,x[,significance]) @DESCRIPTION=hàm PERCENTRANK trả lại vị trí thứ tự của một điểm dữ liệu trong một tập hợp dữ liệu. @array (mảng) là phạm vi các giá trị thuộc số, @x là điểm dữ liệu cần tìm vị trí thứ tự, @significance (độ quan trọng) tùy chọn thì xác định số lần số trong giá trị được trả lại, cắt xén các số còn lại. Nếu không có tùy chọn @significance thì PERCENTRANK trả lại giá trị có ba lần số. * Nếu mảng @array không có điểm dữ liệu nào thì PERCENTRANK trả lại lỗi « #NUM! ». * Nếu @significance nhỏ hơn 1 thì PERCENTRANK trả lại lỗi « #NUM! ». * Nếu @x lớn hơn giá trị lớn nhất, hoặc nhỏ hơn giá trị nhỏ nhất, trong mảng @array thì PERCENTRANK trả lại lỗi « #NUM! ». * Nếu @x không khớp với giá trị nào trong mảng @array hoặc nếu @x khớp với nhiều giá trị thì PERCENTRANK nội suy giá trị được trả lại. @EXAMPLES= @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,QUARTILE,SMALL

source: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=PERCENTILE function returns the 100*@k-th percentile of the given data points (that is, a number x such that a fraction @k of the data points are less than x). * If @array is empty, PERCENTILE returns #NUM! error. * If @k < 0 or @k > 1, PERCENTILE returns #NUM! error. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then PERCENTILE(A1:A5,0.42) equals 20.02. @SEEALSO=QUARTILE
dz: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=PERCENTILE ལས་འགན་དེ་གིས་ བྱིན་ཡོད་པའི་གནས་སྡུད་དོན་ཚན་(དེ་ཡང་, ཨང་གྲངས་ཨེགསི་ གནས་སྡུད་དོན་ཚན་ཚུ་གི་བགོ་གྲངས་ @k འདི་ཨེགསི་ལས་ཉུང་མི་)གི་ 100*@k-th པར་སིན་ཊཡིལ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @array སྟོནམ་ཨིན་པ་ཅིན་, PERCENTILE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @k < 0 or @k > 1ཨིན་པ་ཅིན་, PERCENTILE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན།* ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ PERCENTILE(A1:A5,0.42) equals 20.02. @SEEALSO=QUARTILE
es: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=La función PERCENTILE devuelve el 100*@k-ésimo percentil de los puntos de datos dados (esto es, un número x tal que una fracción @k de los puntos de datos es menor que x.). * Si @array está vacío, PERCENTILE devuelve el error #NÚM!. * Si @k < 0 o @k > 1, PERCENTILE devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces PERCENTILE(A1:A5,0.42) igual a 20.02. @SEEALSO=QUARTILE
fr: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(tableau;k) @DESCRIPTION=La fonction PERCENTILE renvoie le @k-ième centile des données de @tableau, c'est-à-dire le nombre x tel que la fraction @k des points de @tableau sont inférieurs à x. * Si @tableau est vide, PERCENTILE renvoie #NUM!. * Si @k < 0 ou @k > 1, PERCENTILE renvoie #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, alors PERCENTILE(A1:A5;0,42) vaut 20,02. @SEEALSO=QUARTILE
nl: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array;k) @DESCRIPTION=PERCENTILE geeft de 100*@k-de percentiel van de gegeven datapunten (dat wil zeggen, een getal x zodat een deel @k van de datapunten kleiner zijn x). * Als @array leeg is geeft PERCENTILE een #GETAL! foutmelding. * Als @k < 0 of @k > 1 geeft PERCENTILE een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1. bevatten, dan geldt: PERCENTILE(A1:A5;0,42) is 20,02 @SEEALSO=QUARTILE
pt_br: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(vetor,k) @DESCRIPTION=PERCENTILE retorna o 100*@k-ésimo percentil de um conjunto de dados fornecidos (isto é, um número x tal que uma fração @k dos dados são menores do que x). * Se @vetor for vazio, PERCENTILE retorna o erro #NUM! * Se @k < 0 ou @k > 1, PERCENTILE retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: PERCENTILE(A1:A5,0.42) retorna 20.02. @SEEALSO=QUARTILE
sk: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(pole,k) @DESCRIPTION=Funkcia PERCENTILE vracia 100*@k-ty percentil daných hodnôt (t.j., číslo x, ktoré je časť @k počtu hodnôt menších ako x). * Ak je @pole prázdne, PERCENTILE vracia chybu #NUM!. * Ak je @k < 0 alebo @k > 1, PERCENTILE vracia chybu #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom PERCENTILE(A1:A5,0.42) sa rovná 20.02. @SEEALSO=QUARTILE
vi: @FUNCTION=PERCENTILE @SYNTAX=PERCENTILE(array,k) @DESCRIPTION=hàm PERCENTILE trả lại vùng phần trăm thứ tự 100*@k của các điểm dữ liệu cho trước (tức là, một số x như lả phân số @k của các điểm dữ liệu có nhỏ hơn x). * Nếu mảng @array rỗng thì PERCENTILE trả lại lỗi « #NUM! ». * Nếu @k < 0 hoặc @k > 1 thì PERCENTILE trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì PERCENTILE(A1:A5,0.42) bằng 20.02. @SEEALSO=QUARTILE

source: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,quart) @DESCRIPTION=QUARTILE function returns the quartile of the given data points. If @quart is equal to: QUARTILE returns: 0 the smallest value of @array. 1 the first quartile 2 the second quartile 3 the third quartile 4 the largest value of @array. * If @array is empty, QUARTILE returns #NUM! error. * If @quart < 0 or @quart > 4, QUARTILE returns #NUM! error. * If @quart is not an integer, it is truncated. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1. Then QUARTILE(A1:A5,1) equals 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
dz: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,quart) @DESCRIPTION=QUARTILE ལས་འགན་འདི་གིས་ བྱིན་ཡོད་པའི་གནས་སྡུད་དོན་ཚན་ཚུ་གི་ཀོའིར་ཊཡིལ་འདི་སླར་ལོག་འབདཝ་ཨིན། If @quart འདི་མཉམ་པ་ཅིན་: QUARTILE སླར་ལོག་འབདཝ་ཨིན: 0 @arrayགི་གནས་གོང་ཆུང་ཀུ་ 1 ཀོའིར་ཊཡིལ་དང་པ 2 ཀོའིར་ཊཡིལ་གཉིས་པ་ 3 ཀོའིར་ཊཡིལ་གསུམ་པ་ 4 @arrayགི་གནས་གོང་སྦོམ * If @array འདི་སྟོངམ་ཨིན་པ་ཅིན་, QUARTILE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @quart < 0 ཡང་ན་ @quart > 4ཨིན་པ་ཅིན་, QUARTILE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @quart འདི་ཧྲིལ་གྲངས་མེན་པ་ཅིན་, འདི་ཆུང་ཀུ་བཟོཝ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་11.4, 17.3, 21.3, 25.9, དང་ 40.1 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བསམ་བཞག་གེ། དེ་ལས་ QUARTILE(A1:A5,1) equals 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
es: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,cuart) @DESCRIPTION=La función QUARTILE devuelve el cuartil de los puntos de datos dados. Si @cuart es igual a: QUARTILE devuelve: 0 el valor más pequeño del @array. 1 el primer cuartil. 2 el segundo cuartil. 3 el tercer cuartil. 4 el valor más grande del @array. * Si @array está vacío, QUARTILE devuelve el error #NÚM!. * Si @cuart < 0 ó @quart > 4, QUARTILE devuelve el error #NÚM!. * Si @cuart no es un entero, se trunca. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1. Entonces QUARTILE(A1:A5,1) igual a 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
fr: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(tableau;quart) @DESCRIPTION=La fonction QUARTILE renvoie le quartile d'une série de données. Si @quart vaut: QUARTILE renvoie: 0 la valeur minimale de @tableau 1 le premier quartile (25ème centile) 2 le deuxième quartile (50ème centile) 3 le troisième quartile (75ème centile) 4 la valeur maximale de @tableau * Si @tableau est vide, QUARTILE renvoie #NUM!. * Si @quart < 0 ou @quart > 4, QUARTILE renvoie #NUM!. * Si @quart n'est pas entier, il est tronqué. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1 : QUARTILE(A1:A5;1) vaut 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
nl: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array;quart) @DESCRIPTION=QUARTILE geeft het kwartiel van de gegeven dataverzameling. Als @quart gelijk is aan: QUARTILE geeft: 0 de kleinste waarde uit @array 1 het eerste kwartiel 2 het tweede kwartiel 3 het derde kwartiel 4 de grootste waarde uit @array * Als @array leeg is geeft QUARTILE eeb #GETAL! foutmelding. * Als @quart < 0 of @quart > 4, geeft QUARTILE een #GETAL! foutmelding. * Als @quart geen geheel getal is wordt het afgekapt. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4 17,3 21,3 25,9 en 40,1 bevatten, dan geldt: QUARTILE(A1:A5;1) is 17,3 @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
pt_br: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(vetor,quart) @DESCRIPTION=QUARTILE retorna o quartil do conjunto de dados fornecido. Se @quart for igual a: QUARTILE retorna: 0 o menor valor do @vetor. 1 o primeiro quartil 2 o segundo quartil 3 o terceiro quartil 4 o maior valor do @vetor. * Se @vetor for vazio, QUARTILE retorna o erro #NUM! * Se @quart < 0 ou @quart > 4, QUARTILE retorna o erro #NUM! * Se @quart não for um inteiro, então ele é truncado. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1. Então: QUARTILE(A1:A5,1) retorna 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
sk: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(pole,kvart) @DESCRIPTION=Funkcia QUARTILE vracia kvartil pre dané hodnoty. Ak je @kvart: QUARTILE vracia: 0 najmenšia hodnota v @pole. 1 prvý kvartil 2 druhý kvartil 3 tretí kvartil 4 najväčšia hodnota v @pole. * Ak je @pole prázdne, QUARTILE vracia chybu #NUM!. * Ak je @kvart < 0 alebo @kvart > 4, QUARTILE vracia chybu #NUM!. * Ak nie je @kvart celé číslo, je orezané. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1. Potom QUARTILE(A1:A5,1) sa rovná 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL
vi: @FUNCTION=QUARTILE @SYNTAX=QUARTILE(array,quart) @DESCRIPTION=hàm QUARTILE trả lại vùng phần tư của các điểm dữ liệu. Nếu @quart bằng số này thì QUARTILE returns: 0 giá trị nhỏ nhất trong mảng @array. 1 vùng phần tư thứ nhất 2 vùng phần tư thứ hai 3 vùng phần tư thứ ba 4 giá trị lớn nhất trong mảng @array. * Nếu mảng @array rỗng thì QUARTILE trả lại lỗi « #NUM! ». * Nếu @quart < 0 hoặc nếu @quart > 4 thì QUARTILE trả lại lỗi « #NUM! ». * Nếu @quart không phải là số nguyên thì nó bị cắt xén. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, [thiếu], 25.9, 40.1 ». Thì QUARTILE(A1:A5,1) bằng 17.3. @SEEALSO=LARGE,MAX,MEDIAN,MIN,PERCENTILE,SMALL

source: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=FTEST function returns the two-tailed probability that the variances in the given two data sets are not significantly different. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 11.4, 17.3, 21.3, 25.9, and 40.1, and the cells B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, and 42.7. Then FTEST(A1:A5,B1:B5) equals 0.510815017. @SEEALSO=FDIST,FINV
dz: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=FTEST ལས་འགན་འདི་གིས་ མཇུག་གཉིས་འབྱུང་སྲིད་པ་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ བྱིན་ཏེ་ཡོད་པའི་གནས་སྡུད་གཞི་སྒྲིག་གཉིསཔ་འདི་ གལ་ཅན་སྦེ་སོ་སོ་མེན་པའི་ནང་གི་འགྱུར་བ་ཚུ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་A1, A2, ..., A5 ཚུ་ལུ་ཨང་གྲངས་ 11.4, 17.3, 21.3, 25.9, དང་40.1,ཡོདཔ་ དང་ནང་ཐིག་ B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, ཚུ་དང་ 42.7 ཡོདཔ་སྦེ་ང་བཅས་ཚུ་གིས་བཞག་གེ། དེ་ལས་ FTEST(A1:A5,B1:B5) equals 0.510815017. @SEEALSO=FDIST,FINV
es: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=La función FTEST devuelve la probabilidad de que las varianzas de los dos conjuntos de datos dados no se diferencien significativamente. * Esta función es compatible con Excel. @EXAMPLES= Supongamos que las celdas A1, A2, …, A5 contienen los números 11.4, 17.3, 21.3, 25.9 y 40.1, y las celdas B1, B2, … B5 23.2, 25.8, 29.9, 33.5 y 42.7. Entonces FTEST(A1:A5,B1:B5) igual a 0.510815017. @SEEALSO=FDIST,FINV
fr: @FUNCTION=FTEST @SYNTAX=FTEST(tableau1;tableau2) @DESCRIPTION=La fonction FTEST renvoie la probabilité, dans une distribution F bilatérale, que les variances dans les deux différents ensembles de données ne soient pas significativement différentes. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 11,4, 17,3, 21,3, 25,9, et 40,1, et que B1, B2,... B5 contiennent 23,2, 25,8, 29,9, 33,5, et 42,7, alors FTEST(A1:A5;B1:B5) vaut 0,510815017. @SEEALSO=FDIST,FINV
nl: @FUNCTION=FTEST @SYNTAX=FTEST(array1;array2) @DESCRIPTION=FTEST geeft de twee-staarts waarschijnlijkheid dat de varianties in de twee verzamelingen niet significant van elkaar verschillen. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1, A2, ..., A5 de getallen 11,4, 17,3, 21,3, 25,9, en 40,1 bevatten, en B1, B2, ..., B5 de getallen 23,2, 25,8, 29,9, 33,5, en 42,7, dan geldt: FTEST(A1:A5;B1:B5) is 0,510815017 @SEEALSO=FDIST,FINV
pt_br: @FUNCTION=FTEST @SYNTAX=FTEST(vetor1,vetor2) @DESCRIPTION=FTEST retorna a probabilidade bicaudal de que as variâncias em um conjunto de dados fornecidos não são significantemente diferentes. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1, A2, ..., A5 contêm os números 11.4, 17.3, 21.3, 25.9, e 40.1, e as células B1, B2, ... B5 contêm os números 23.2, 25.8, 29.9, 33.5, e 42.7. Então: FTEST(A1:A5,B1:B5) retorna 0.510815017. @SEEALSO=FDIST,FINV
sk: @FUNCTION=FTEST @SYNTAX=FTEST(pole1,pole2) @DESCRIPTION=Funkcia FTEST vracia pravdepodobnosť pre jednostrannú alternatívu, že rozptyly v daných dvoch množinách nie sú výrazne rôzne. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 11.4, 17.3, 21.3, 25.9, a 40.1, a bunky B1, B2, ... B5 23.2, 25.8, 29.9, 33.5, a 42.7. Potom FTEST(A1:A5,B1:B5) sa rovná 0.510815017. @SEEALSO=FDIST,FINV
vi: @FUNCTION=FTEST @SYNTAX=FTEST(array1,array2) @DESCRIPTION=hàm FTEST trả lại xác suất đuôi đôi phương sai trong hai bộ dữ liệu cho trước không khác nhau một cách quan trọng. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô « A1, A2, ..., A5 » chứa số « 11.4, 17.3, 21.3, 25.9, 40.1 », và các ô « B1, B2, ... B5 » chứa số « 23.2, 25.8, 29.9, 33.5, 42.7 ». Thì FTEST(A1:A5,B1:B5) bằng 0.510815017. @SEEALSO=FDIST,FINV
