Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt[,fv,type]) @DESCRIPTION=PV calculates the present value of an investment. @rate is the periodic interest rate, @nper is the number of periods used for compounding. @pmt is the payment made each period, @fv is the future value and @type is when the payment is made. * If @type = 1 then the payment is made at the beginning of the period. * If @type = 0 (or omitted) it is made at the end of each period. @EXAMPLES= @SEEALSO=FV
dz: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt[,fv,type]) @DESCRIPTION=PV དེ་གིས་ ཟད་གྲོ་གི་ད་ལྟོའི་གནས་གོང་འདི་རྩིས་སྟོནམ་ཨིན། @rate འདི་ དུས་ཡུན་སྐྱེད་ཚད་ཨིན, @nper འདི་ སྐྱེད་ཅུང་འབད་ནིའི་དོན་ལུ་ལག་ལེན་འཐབ་པའི་དུས་ཡུན་ཚུ་གི་ཨང་གྲངས་ཨིན། @pmt འདི་ དུས་ཡུན་རེ་རེ་བཟོ་ཡོད་པའི་གླ་དངུལ་ཨིན, @fv འདི་མ་འོངས་པའི་གནས་གོང་དང་ @type འདི་གླ་དངུལ་འདི་བཟོ་ཡོདཔ་ད་ཨིན། * If @type = 1 ཨིན་པ་ཅིན་ གླ་དངུལ་འདི་དུས་ཡུན་འགོ་བཙུགསཔ་ད་བཟོཝ་ཨིན། * If @type = 0 (སྐྱུར་བཞག་པ་)པ་ཅིན་ དེ་དུས་ཡུན་རེ་གི་མཇུག་ལུ་བཟོ་ཡོདཔ་ཨིན། @EXAMPLES= @SEEALSO=FV
es: @FUNCTION=PV @SYNTAX=PV(tasa,nper,pmt[,fv,tipo]) @DESCRIPTION=PV calcula el valor presente de una inversión. @tasa es la tasa periódica de interés, @nper es el número de períodos usados para la composición.@pmt es el pago hecho cada periodo, @fv es el valor futuro y @tipo es cuándo se hace el pago. * Si @tipo = 1 entonces el pago se hace al principio del período. * Si @tipo = 0 (u omitido) se hace al final de cada período. @EXAMPLES= @SEEALSO=FV
fr: @FUNCTION=PV @SYNTAX=PV(taux;nper;versement[;val_fut;type]) @DESCRIPTION=PV calcule la valeur présente (initiale) d'un investissement. @taux est le taux d'intérêt par période, @nper est le nombre de périodes de calcul. @versement est le montant versé à chaque période, @val_fut est la valeur future (finale) et @type indique quand chaque versement est fait. * @type = 1 indique un versement en debut de période, @type = 0 ou omis indique un versement en fin de période. @EXAMPLES= @SEEALSO=FV
nl: @FUNCTION=PV @SYNTAX=PV(rente;aantal_termijnen;bet[;tw;type]) @DESCRIPTION=PV (ned. HW) berekent de huidige waarde van een investering. @rente is het rentepercentage per termijn, @aantal_termijnen is het aantal termijnen in een annuïteit. @bet is de betaling die iedere termijn wordt verricht. @tw is de toekomstige waarde en @type geeft aan wanneer betalingen plaatsvinden. * Als @type = 1 vindt de betaling aan het begin van de termijn plaats. * Als @type = 0 (of is weggelaten) vindt de betaling aan het einde van de termijn plaats. @EXAMPLES= @SEEALSO=FV
pt_br: @FUNCTION=PV @SYNTAX=PV(taxa,nper,pagamento[,vf,tipo]) @DESCRIPTION=PV calcula o valor presente de um investimento. @taxa é a taxa de juros por período, @nper é o número de períodos de pagamento. @pagamento é o valor do pagamento realizado em cada período, @vf é o valor futuro e @tipo é um número (0 ou 1) que identifica quando o pagamento é feito. * Se @tipo = 1, então o pagamento é feito no início do período. * Se @tipo = 0 (ou omitido), então o pagamento é feito ao final de cada período. @EXAMPLES= @SEEALSO=FV
sk: @FUNCTION=PV @SYNTAX=PV(úrok,periódy,pmt[,fv,typ]) @DESCRIPTION=PV počíta aktuálnu hodnotu investície. @úrok je periodická úroková miera, @periódy je počet období, @pmt je suma za každé obdobie, @fv je budúca hodnota a @typ hovorí, kedy sa platí. Ak je @typ = 1, platba je na začiatku obdobia. Ak je @typ = 0 (alebo neuvedený) je platba na konci každého obdobia.@EXAMPLES= @SEEALSO=FV
vi: @FUNCTION=PV @SYNTAX=PV(rate,nper,pmt[,fv,type]) @DESCRIPTION=PV tính giá trị hiện tại của một đầu tư. @rate là _lãi xuất_ chu kỳ. @nper là _số thời gian_ cần kép. @pmt là số tiền được trả trong mỗi thời gian. @fv là giá trị tương lai. @type là khi nào trả. * Nếu « @type = 1 » thì trả tại đầu của mỗi thời gian. * Nếu « @type = 0 » (hoặc bỏ trống) thì trả tại kết thúc của mỗi thời gian. @EXAMPLES= @SEEALSO=FV

source: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV calculates the net present value of an investment generating periodic payments. @rate is the periodic interest rate and @v1, @v2, ... are the periodic payments. If the schedule of the cash flows are not periodic use the XNPV function. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) equals 186.30673. @SEEALSO=PV,XNPV
dz: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV དེ་གིས་ ཟད་གྲོ་བཟོ་བཏོན་དུས་མཚམས་གླ་དངུལ་ཚུ་གི་ད་ལྟོའི་གནས་གོང་ངེས་ཏིག་འདི་རྩིས་སྟོནམ་ཨིན། @rate འདི་ དུས་མཚམས་སྐྱེད་ཚད་དང་ @v1, @v2, ... ཚུ་ དུས་མཚམས་གླ་དངུལ་ཚུ་ཨིན། དངུལ་འབབ་རྒྱུན་ཚུ་དུས་མཚམས་ཁག་ཆེཝ་མེད་པ་ཅིན་ ཨེགསི་ཨེལ་པི་ཝི་ལཱ་འགན།I @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) equals 186.30673. @SEEALSO=PV,XNPV
es: @FUNCTION=NPV @SYNTAX=NPV(tasa,v1,v2,…) @DESCRIPTION=NPV calcula el valor presente neto de una inversión que genera pagos periódicos. @tasa es la tasa periódica de interés y @v1, @v2, … son los pagos periódicos. Si la planificación de los flujos de capital no es periódica use la función XNPV. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) es igual a 186.30673. @SEEALSO=PV,XNPV
fr: @FUNCTION=NPV @SYNTAX=NPV(taux;v1;v2;...) @DESCRIPTION=NPV calcule la valeur présente (initiale) nette d'un investissemen rapportant des sommes à intervalles réguliers. @rate est le taux d'intérêt, @v1, @v2... sont les sommes perçues. Si elles ne sont pas perçues à intervalles réguliers, utilisez la fonction XNPV. @EXAMPLES= NPV(0,17;-10000;3340;2941;2493;3233;1732;2932) vaut 186,30673. @SEEALSO=PV,XNPV
nl: @FUNCTION=NPV @SYNTAX=NPV(rente;w1;w2;...) @DESCRIPTION=NPV (ned. NHW) berekent de netto huidige waarde van een investering die betalingen en inkomsten genereert. @rente is het discontopercentage en @w1, @w2,.... zijn de periodieke betalingen en inkomsten. Als de transacties met waarde @w1, @w2 enz niet met regelmatige tussenpozen plaatsvinden, gebruik dan de functie XNPV. @EXAMPLES= NPV(0,17;-10000;3340;2941;2493;3233;1732;2932) is 186,30673 @SEEALSO=PV,XNPV
pt_br: @FUNCTION=NPV @SYNTAX=NPV(taxa,v1,v2,...) @DESCRIPTION=NPV calcula o valor presente líquido de um investimento gerado a partir de um fluxo de caixa com pagamentos periódicos. @taxa é a taxa de juros periódica e @v1, @v2, ... são os pagamentos periódicos. Se a programação do fluxo de caixa não for periódica, utilize a função XNPV. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) retorna 186.30673. @SEEALSO=PV,XNPV
sk: @FUNCTION=NPV @SYNTAX=NPV(úrok,v1,v2,...) @DESCRIPTION=NPV počíta čistú aktuálnu hodnotu investície generujúcej periodické úroky. @úrok je periodická úroková miera a @v1, @v2, ... sú periodické úroky. Ak úroky nie sú periodické, použite funkciu XNPV. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) sa rovná 186.30673. @SEEALSO=PV,XNPV
vi: @FUNCTION=NPV @SYNTAX=NPV(rate,v1,v2,...) @DESCRIPTION=NPV tính giá trị hiện tại ròng của một đầu tư tạo ra sự trả tiền chu kỳ. @rate là lãi xuất chu kỳ. @v1, @v2, ... là sự trả tiền chu kỳ. Nếu kế hoạch của luồng tiền không phải chu kỳ thì hãy dùng hàm XNPV. @EXAMPLES= NPV(0.17,-10000,3340,2941,2493,3233,1732,2932) bằng 186.30673. @SEEALSO=PV,XNPV

source: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV calculates the net present value of an investment. The schedule of the cash flows is given in @dates array. The first date indicates the beginning of the payment schedule. @rate is the interest rate and @values are the payments. * If @values and @dates contain unequal number of values, XNPV returns the #NUM! error. @EXAMPLES= @SEEALSO=NPV,PV
dz: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV དེ་གིས་ ཟད་གྲོ་གི་ངེ་ཏིག་ད་ལྟོའི་གནས་གོང་འདི་རྩིས་སྟོནམ་ཨིན།་དངུལ་འབབ་རྒྱུན་གྱི་འཆར་རིམ་འདི་ @dates ཨེ་རེ་ནང་བྱིན་ཡོད། ཚེས་གྲངས་དང་པ་དེ་གིས་ གླ་དངུལ་འཆར་རིམ་གྱི་འགོ་འདི་བརྡ་སྟོནམ་ཨིན། @rate འདི་ སྐྱེད་ཚད་དང་@values ཚུ་ གླ་དངུལ་ཨིན། * If @values དང་@dates དེ་གིས་ གནས་གོང་གི་ཨང་གྲངས་མི་མཉམ་པ་ཡོད་པ་ཅིན་ , XNPV དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=NPV,PV
es: @FUNCTION=XNPV @SYNTAX=XNPV(tasa,valores,fechas) @DESCRIPTION=XNPV calcula el valor neto actual de una inversión. La planificación de los flujos de capital se da en el array @fechas. La primera fecha indica el principio de la planificación de pagos.. @tasa es la tasa de interés y @valores son los pagos. * Si @valores y @fechas contienen distinto número de valores, XNPV devuelve el error #NÚM! @EXAMPLES= @SEEALSO=NPV,PV
fr: @FUNCTION=XNPV @SYNTAX=XNPV(taux;valeurs;dates) @DESCRIPTION=XNPV calcule la valeur présente (initiale) nette d'un investissement. @date indique les dates des flux de trésorerie, la première date étant le début de l'échéancier. @taux est le taux d'intérêt et @valeurs sont les flux. * Si @valeurs et @dates n'ont pas le même nombre de valeurs, XNPV renvoie une erreur #NUM!. @EXAMPLES= @SEEALSO=NPV,PV
nl: @FUNCTION=XNPV @SYNTAX=XNPV(rente;waarden;datums) @DESCRIPTION=XNPV berekent de netto huidige waarde van een investering. Het schema van de cash flows wordt gegeven in de @datums array. De eerste datum geeft het begin aan van het betalings schema. @rente is het rentepercentage en @waarden zijn de waarden van de betalingen. * Als @waarden en @datums een ongelijk aantal waarden bevatten, geeft XNPV een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=NPV,PV
pt_br: @FUNCTION=XNPV @SYNTAX=XNPV(taxa,valores,datas) @DESCRIPTION=XNPV calcula o valor presente líquido de um investimento, baseado em um fluxo de caixa com uma programação de pagamentos fornecida em @datas. A primeira data indica o início da programação de pagamentos. @taxa é a taxa de juros e @valores são os valores dos pagamentos. * Se @valores e @datas não possuem o mesmo número de valores, a função XNPV retorna o erro #NUM! @EXAMPLES= @SEEALSO=NPV,PV
sk: @FUNCTION=XNPV @SYNTAX=XNPV(úrok,hodnoty,dátumy) @DESCRIPTION=XNPV počíta čistú aktuálnu hodnotu investície generujúcej periodické úroky. Kalendár je daný v poli @dátumy. Prvý dátum určuje začiatok kalendára. @úrok je úroková miera a @hodnoty sú platby. Ak @hodnoty a @dátumy neobsahujú rovnaký počet dát, XNPV vracia chybu #NUM!. @EXAMPLES= @SEEALSO=NPV,PV
vi: @FUNCTION=XNPV @SYNTAX=XNPV(rate,values,dates) @DESCRIPTION=XNPV tính giá trị hiện tại ròng của một đầu tư. Kế hoạch luồng tiền cho trong mảng @dates (ngày). Ngày đầu ngụ ý điểm bắt đầu kế hoạch trả tiền. @rate là _lãi xuất_. @values (_giá trị_) là các sự trả tiền. * Nếu @values và @dates chứa số giá trị không bằng thì XNPV trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=NPV,PV

source: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR calculates and returns the internal rate of return of an investment that has not necessarily periodic payments. This function is closely related to the net present value function (NPV and XNPV). The XIRR is the interest rate for a series of cash flows where the XNPV is zero. @values contains the series of cash flows generated by the investment. @dates contains the dates of the payments. The first date describes the payment day of the initial payment and thus all the other dates should be after this date. The optional @guess is the initial value used in calculating the XIRR. You do not have to use that, it is only provided for the Excel compatibility. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A5 contain the numbers -6000, 2134, 1422, 1933, and 1422, and the cells B1:B5 contain the dates "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", and "2000-05-1". Then XIRR(A1:A5,B1:B5) returns 0.224838. @SEEALSO=IRR,XNPV
dz: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR དེ་གིས་ དུས་མཚམས་ཀྱི་གླ་དངུལ་གལ་ཅན་མེད་པའི་ ཟད་འགྲོའི་སླར་ལོག་གི་ནང་འཁོད་ཚད་འདི་རྩིས་བཏོན་ནི་དང་སླར་ལོག་འབདཝ་ཨིན། ལས་འགན་འདི་ངོ་མའི་གནས་གོང་ལས་འགན་ (NPV དང་ XNPV) ལུ་འབྲེལ་བ་ཡོད་མི་ཨིན། XIRR འདི་ XNPV འདི་ཀླད་ཀོར་ཨིན་པའི་ དངུལ་འབབ་རྒྱུན་གྱི་ཨང་རིམ་ཅིག་གི་དོན་ལུ་ སྐྱེད་ཚད་ཨིན། @values དེ་གིས་ ཟད་འགྲོ་གིས་གཏན་འབབ་བཟོ་ཡོད་པའི་དངུལ་གྱི་འབབ་རྒྱུན་ཨང་རིམ་འདི་་ཡོདཔ་ཨིན། @dates དེ་གིས་ གླ་དངུལ་ཚུ་གི་ཚེས་གྲངས་འདི་ཡོདཔ་ཨིན། ཚེས་གྲངས་དང་པ་དེ་གིས་ འགོ་ཐོག་གླ་དངུལ་གྱི་གླ་དངུལ་ཉིནམ་འདི་འགྲེལ་བཤད་འབདཝ་ཨིནམ་དང་ ཚེས་གྲངས་ཆ་མཉམ་ཚེས་གྲངས་དེའི་ཤུལ་ལུ་འོང་དགོཔ་ཨིན། གདམ་ཁ་ཅན་ @guess འདི་ XIRR རྩིས་བཏོན་མིའི་ནང་ལག་ལེན་འཐབ་པའི་འགོ་ཐོག་གནས་གོང་ཨིན། ཁྱོད་ཀྱིས་འདི་ལག་ལནེ་འཐབ་མི་དགོ་ འདི་ཨེགསི་སེལ་མཐུན་འགཡུར་ཅན་གྱི་དོན་ལུ་རྐྱངམ་ཅིག་བྱིན་ཏེ་ཡོདཔ་ཨིན། * ལས་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ནང་ཐིག་ A1:A5ཚུ་ལུ་ ཨང་གྲངས་ -6000, 2134, 1422, 1933, དང་ 1422, དང་ནང་ཐིག་ B1:B5ཚུ་གིས་ ཚེས་གྲངས་ "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", དང་ "2000-05-1"ཡོདཔ་སྦེ་བཞག་གེ། དེ་ལས་ XIRR(A1:A5,B1:B5) returns 0.224838. @SEEALSO=IRR,XNPV
es: @FUNCTION=XIRR @SYNTAX=XIRR(valores,fechas[,estimar]) @DESCRIPTION=XIRR calcula y devuelve la tasa interna de retorno de una inversión que no tiene necesariamente pagos periódicos. Esta función está relacionada cercanamente con la función de valor presente (NPV y XNPV). La función XIRR es la tasa de interés para una serie de flujo de caja donde el XNPV es cero. @valores contiene la serie de flujo de capitales generados por la inversión. @fechas contiene las fechas de pagos. La primera fecha describe el día de pago del pago inicial así que todas las demás fechas deberán ir tras esta fecha . El parámetro opcional @estimar es el valor inicial usado en el cálculo de XIRR. No tiene que usar lo, tan sólo se proporciona por compatibilidad con Excel. * Esta función es compatible con Excel. @EXAMPLES= Asumamos que las celdas A1:A5 contienen los números -6000, 2134, 1422, 1933, y 1422, y las celdas B1:B5 contienen las fechas "15-01-1991", "04-04-19991", "05-09-1991", "12-03-2000", y"01-05-2000". Entonces XIRR(A1:A5,B1:B5) devuelve 0.224838. @SEEALSO=IRR,XNPV
fr: @FUNCTION=XIRR @SYNTAX=XIRR(valeurs;dates[;devine]) @DESCRIPTION=XIRR calcule le taux interne de rendement d'un investissement, dont les flux de trésorerie ne sont pas nécessairement périodiques. Cette fonction est associée à NPV et XNPV, puisque XIRR est le rendement d'une série de flux dont le XNPV est 0. @valeurs contient les flux de trésorerie, @dates sont leurs dates. La première valeur est la date du premier versement, et donc toutes les autres doivent être postérieures. @devine est la valeur initiale pour le calcul de XIRR, et n'est présente que par compatibilité avec Excel. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1:A5 contiennent -6000, 2134, 1422, 1933 et 1422, et que B1:B5 contiennent les dates "15-01-1999", "04-04-1999", "09-05-1999", "12-03-2000", et "1-05-2000", alors XIRR(A1:A5;B1:B5) renvoie 0,224838. @SEEALSO=IRR,XNPV
nl: @FUNCTION=XIRR @SYNTAX=XIRR(waarden;datums[;schatting]) @DESCRIPTION=XIRR berekent de interne rentabiliteit van een investering, niet noodzakelijk op basis van vaste, periodieke betalingen. Deze functie is nauw verwant aan de functie: netto huidige waarde (NPV en XNPV). De XIRR is het rentepercentage voor een serie cash-flows waarbij de XNPV nul is. @waarden bevat de array met de serie cash-flows gegenereerd door de investering. @datums bevat de datums waarop de betalinge plaatsvinden. De eerste datum is de betalingsdag van de eerste betaling en alle datums moeten dus na deze datum vallen. De optionele @schatting is de initiële waarde die voor de berekening van XIRR wordt gebruikt. Je hoeft deze niet te gebruiken, hij wordt hier alleen geboden voor compatibiliteit met Excel. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1:A5 de getallen -6000, 2134, 1422, 1933, en 1422 bevatten, en B1:B5 de datums "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", en "2000-05-1", dan geldt: XIRR(A1:A5;B1:B5) is 0,224838 @SEEALSO=IRR,XNPV
pt_br: @FUNCTION=XIRR @SYNTAX=XIRR(valores,datas[,estimativa]) @DESCRIPTION=XIRR calcula e retorna a taxa interna de retorno de um investimento que não tem, necessariamente, pagamentos periódicos. Esta função está relacionada com as funções de valor presente líquido (NPV e XNPV). A função XIRR retorna uma taxa de interesse para um fluxo de caixa onde XNPV é zero. @valores contém a série do fluxo de caixa gerado pelo investimento. @datas contém as datas dos pagamentos. A primeira data descreve o dia do primeiro pagamento e, portanto, todas as datas seguintes devem ser posteriores a ela. O campo opcional @estimativa é utilizado para o cálculo do XIRR. Contudo, você não deve utilizá-lo, pois ele só existe para manter a compatibilidade com o Excel. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células A1:A5 contêm os números -6000, 2134, 1422, 1933, e 1422, e as células B1:B5 contêm as datas "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", e "2000-05-1". Então: XIRR(A1:A5,B1:B5) retorna 0.224838. @SEEALSO=IRR,XNPV
sk: @FUNCTION=XIRR @SYNTAX=XIRR(hodnoty,dátumy[,odhad]) @DESCRIPTION=XIRR počíta vnútorné výnosové percento pre nie nutne periodické platby. Táto funkcia má blízky vzťah k funkcii pre čistú aktuálnu hodnotu (NPV a XNPV). XIRR je úroková miera pre sériu peňažných tokov, kde XNPV je 0. @hodnoty obsahuje sériu peňažných tokov generovaných investíciou. @dátumy obsahuje dátumy platieb. Prvý dátum popisuje dátum prvej platby, takže všetky ďalšie dátumy by mali byť až po tomto dátume. Nepovinný @odhad je počiatočná hodnota použitá pre vypočítanie XIRR. Nemusíte ju používať, je uvedená len pre kompatibilitu s Excelom. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1:A5 obsahujú čísla -6000, 2134, 1422, 1933, a 1422, a že bunky B1:B5 obsahujú dátumy "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", a "2000-05-1". Potom XIRR(A1:A5,B1:B5) sa rovná 0.224838. @SEEALSO=IRR,XNPV
vi: @FUNCTION=XIRR @SYNTAX=XIRR(values,dates[,guess]) @DESCRIPTION=XIRR tinh rồi trả lại tỷ suất lợi tức và trả lại tỷ suất lợi tức nội bộ của một đầu tư không nhất thiết có sự trả tiền chu kỳ. Hàm này liên quan một cách gần đến hàm giá trị hiện tại ròng (Net Present Value: NPV và XNPV). XIRR là lãi xuất cho dây luồng tiền mà XNPV là số không. @values (_giá trị_) chứa dây luồng tiền được tạo ra bởi đầu tư. @dates chứa các _ngày_ trả tiền. Ngày đầu là ngày trả tiền ban đầu, thì các ngày khác nên nằm sau nó. Tùy chọn @guess là giá trị ban đầu được dùng khhi tính XIRR. Bạn không cần phải dùng nó, vì nó chỉ được cung cấp để tương thích với Excel. * Hàm này tương thích với Excel. @EXAMPLES= Giả sử các ô A1:A5 chứa số -6000, 2134, 1422, 1933, và 1422, và các ô B1:B5 chứa ngày "1999-01-15", "1999-04-04", "1999-05-09", "2000-03-12", và "2000-05-1". Thì XIRR(A1:A5,B1:B5) trả lại 0.224838. @SEEALSO=IRR,XNPV

source: @FUNCTION=FV @SYNTAX=FV(rate,nper,pmt[,pv,type]) @DESCRIPTION=FV computes the future value of an investment. This is based on periodic, constant payments and a constant interest rate. The interest rate per period is @rate, @nper is the number of periods in an annuity, @pmt is the payment made each period, @pv is the present value and @type is when the payment is made. * If @type = 1 then the payment is made at the beginning of the period. * If @type = 0 it is made at the end of each period. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
dz: @FUNCTION=FV @SYNTAX=FV(rate,nper,pmt[,pv,type]) @DESCRIPTION=FV དེ་གིས་ ཟད་གྲོ་གི་མ་འོངས་པའི་གནས་གོང་འདི་རྩིས་བཏོནམ་ཨིན། འདི་དུས་མཚམས་, ཆེད་མེད་གླ་དངུལ་ཚུ་དང་ཆེད་མེད་སྐྱེད་ཚད་ཅིག་གུ་གཞི་བཞག་སྟེ་ཨིན། དུས་ཡུན་རེ་གི་སྐྱེད་ཚད་འདི་ @rate, @nper འདི་ལོ་བསྟར་ནང་དུས་ཡུན་གྱི་ཨང་གྲངས་ཨིན་, @pmt འདི་ དུས་ཡུན་རེ་རེ་ལུ་བཟོ་ཡོད་པའི་གླ་དངུལ་ཨིན་, @pv འདི་ ད་ལྟོའི་གནས་གོང་ཨིནམ་དང་ @type འདི་གླ་དངུལ་འདི་བཟོ་ཡོདཔ་ད་ཨིན། * If @type = 1ཨིན་པ་ཅིན་ དེ་ལས་ གླ་དངུལ་འདི་དུས་ཡུན་གྱི་འགོ་ལུ་བཟོ་ཡོད། * If @type = 0ཨིན་པ་ཨིན་ དུས་ཡུན་རེ་རེའི་མཇུག་ལུ་བཟོ་ཡོད། @EXAMPLES= @SEEALSO=PV,PMT,PPMT
es: @FUNCTION=FV @SYNTAX=FV(tasa,nper,pmt[,pv,tipo]) @DESCRIPTION=FV calcula el valor futuro de una inversión. Esto se basa en pagos periódicos, constantes y una tasa constante de interés. La tasa de interés por periodo es @tasa, @nper es el número de períodos en una anualidad, @pmt es el pago hecho cada período, @pv es el valor presente y @tipo es cuándo se hace el pago. * Si @tipo = 1 entonces el pago se hace al principio del período. * Si @tipo = 0 se hace al final de cada período. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
fr: @FUNCTION=FV @SYNTAX=FV(taux;nper;montant[;val_pres;type]) @DESCRIPTION=FV calcule la valeur future (résiduelle) d'un investissement comportant des versements périodiques constants de montant @montant et un taux d'intérêt @taux constant. @nper est le nombre de périodes par an, @val_pres est la valeur initiale et @type indique quand le paiement intervient. * @type = 1 indique un versement en debut de période, @type = 0 ou omis indique un versement en fin de période. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
nl: @FUNCTION=FV @SYNTAX=FV(rente;aantal_termijnen;bet;[hw;type]) @DESCRIPTION=FV (ned. TW) berekent de toekomstige waarde van een investering op basis van periodieke, vaste betalingen en een vast rentepercentage. @rente is het rentepercentage per termijn. @aantal_termijnen is het aantal termijnen in een annuïteit, @bet is de betaling die per termijn wordt verricht., @hw is de huidige waarde en @type geeft aan wanneer de betalingen plaatsvinden. * Als @type = 1 vindt de betaling aan het begin van de termijn plaats. * Als @type = 0 vindt de betaling aan het einde van de termijn plaats. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
pt_br: @FUNCTION=FV @SYNTAX=FV(taxa,nper,pmt[,vp,tipo]) @DESCRIPTION=FV calcula o valor futuro de um investimento, baseada em pagamentos periódicos constantes e numa taxa de juros constante. A taxa de interesse por período é @taxa, @nper é o número de períodos em uma anuidade, @pmt é o pagamento feito em cada período, @vp é o valor presente e @tipo é um parâmetro que define quando o pagamento é realizado. * Se @tipo = 1, então o pagamento é realizado ao início de cada período. * Se @tipo = 0, então o pagamento é realizado ao final de cada período. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
sk: @FUNCTION=FV @SYNTAX=FV(úrok,term,pmt,pv,typ) @DESCRIPTION=FV počíta budúcu hodnotu investície. Tá je založená na periodických, konštantných platbách a konštantnej úrokovej miere. Úroková miera za obdobie je @úrok, @term je počet období za rok, @pmt je platba za každé obdobie, @pv je aktuálna hodnota a @typ určuje, kedy sa vykonávajú platby. Ak je @typ = 1 potom sa platí na začiatku obdobia. Ak je @typ = 0 potom sa platí na konci obdobia. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
vi: @FUNCTION=FV @SYNTAX=FV(rate,nper,pmt[,pv,type]) @DESCRIPTION=FV tính giá trị tương lại của một đầu tư. Nó đựa vào sự trả tiền chu kỳ không đổi và lãi xuất không đổi. @rate là _lãi xuất_ trong mỗi thời gian @nper là _số thời gian_ trong một niên kim. @pmt là số tiền trả trong mỗi thời gian. @pv là giá trị hiện tại @type là khi nàon trả tiền. * Nếu « @type = 1 » thì trả tại đầu mỗi thời gian. * Nếu « @type = 0 » thì trả tại kết thúc mỗi thời gian. @EXAMPLES= @SEEALSO=PV,PMT,PPMT
