Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=PMT returns the amount of payment for a loan based on a constant interest rate and constant payments (each payment is equal amount). @rate is the constant interest rate. @nper is the overall number of payments. @pv is the present value. @fv is the future value. @type is the type of the payment: 0 means at the end of the period and 1 means at the beginning of the period. * If @fv is omitted, Gnumeric assumes it to be zero. * If @type is omitted, Gnumeric assumes it to be zero. @EXAMPLES= @SEEALSO=PPMT,PV,FV
dz: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=PMT དེ་གིས་ ཆད་མེད་སྐྱེད་ཚད་དང་ཆད་མེད་གླ་དངུལ་(གླ་དངུལ་རེ་རེ་འདི་མཉམ་བསྡོམ་ཨིན)ལུ་གཞི་བཞག་སྟེ་སྐྱིན་འགྲུལ་ཅིག་གི་དོན་ལུ་གླ་དངུལ་གྱི་དངུལ་བསྡོམ་འདི་སླར་ལོག་འབདཝ་ཨིན། @rate འདི་ཆད་མེད་སྐྱེད་ཚད་ཨིན། @nper འདི་གླ་དངུལ་གྱི་ཨང་གྲངས་ཆ་ཚང་ཨིན། @pv འདི་ད་ལྟོའི་གནས་གོང་ཨིན། @fv འདི་ མ་འོངས་པའི་གནས་གོང་ཨིན། @type འདི་གླ་དངུལ་གྱྀ་དབྱེ་བ་ཨིན: 0 ཟེར་མི་འདི་ དུས་ཡུན་གྱི་མཇུག་ལུ་དང་1 ཟེར་མི་འདི་ དུས་ཡུན་གྱི་འགོ་ལུ་ཨིན། * If @fv འདི་སྐྱུར་བཞག་པ་ཨིན་, ཇི་ནུ་མི་རིག་དེ་གིས་ དེ་ཀླད་ཀོར་སྦེ་བཞགཔ་ཨིན། * If @type འདི་སྐྱུར་བཞག་པ་ཅིན་, ཇི་ནུ་མི་རིག་དེ་གིས་ དེ་ཀླད་ཀོར་སྦེ་བཞགཔ་ཨིན། @EXAMPLES= @SEEALSO=PPMT,PV,FV
es: @FUNCTION=PMT @SYNTAX=PMT(tasa,nper,vp[,vf,tipo]) @DESCRIPTION=PMT devuelve la cantidad de pago para un préstamo basado en una tasa constante de interés y pagos constantes (cada pago es de la misma cantidad). @tasa es la tasa constante de interés. @nper es el número de pagos totales. @vp es es valor presente. @vf es el valor futuro @tipo es es tipo de pago:0 significa al final del periodo y 1 significa al principio del periodo. * Si se omite @vf, Gnumeric asume que es cero. * Si se omite @tipo, Gnumeric asume que es cero. @EXAMPLES= @SEEALSO=PPMT,PV,FV
fr: @FUNCTION=PV @SYNTAX=PV(taux;nper;versement[;val_fut;type]) @DESCRIPTION=PV calcule la valeur présente (initiale) d'un investissement. @taux est le taux d'intérêt par période, @nper est le nombre de périodes de calcul. @versement est le montant versé à chaque période, @val_fut est la valeur future (finale) (défaut 0) et @type indique quand chaque versement est fait. @type = 1 indique un versement en debut de période, @type = 0 ou omis indique un versement en fin de période. @EXAMPLES= @SEEALSO=FV
nl: @FUNCTION=PMT @SYNTAX=PMT(rente;aantal_termijnen;hw[;tw;type]) @DESCRIPTION=PMT (ned. BET) berekent de betaling voor een lening op basis van een vast rentepercentage en vaste betalingen (elke betaling een vast bedrag). @rente is het vaste rentepercentage. @aantal_termijnen is het totaal aantal betalingen. @hw is de huidige waarde. @tw is de toekomstige waarde. @type geeft aan wanneer de betalingen plaatsvinden. 0 betekent aan het einde van de termijn, 1 betekent aan het begin van de termijn. * Als @tw is weggelaten, neemt Gnumeric aan dat deze nul is. * Als @type is weggelaten, neemt Gnumeric aan dat deze nul is. @EXAMPLES= @SEEALSO=PPMT,PV,FV
pt_br: @FUNCTION=PMT @SYNTAX=PMT(taxa,nper,vp[,vf,tipo]) @DESCRIPTION=PMT retorna o pagamento periódico de uma anuidade baseado em uma taxa de interesse constante e em pagamentos constantes (pagamento iguais em valor). @taxa é a taxa de interesse constante. @nper é o número total de pagamentos. @vp é o valor presente. @vp é o valor futuro. @tipo é o tipo de pagamento: 0 significa ao final do período e 1 ao início do período. * Se vf é omitido, o Gnumeric assume que ele é zero. * Se @tipo é omitido, o Gnumeric assume que ele é zero. @EXAMPLES= @SEEALSO=PPMT,PV,FV
sk: @FUNCTION=PMT @SYNTAX=PMT(úrok,platieb,pv[,fv,typ]) @DESCRIPTION=PMT počíta sumu zaplatenú za pôžičku pre konštantný úrok a platby (každá platba je rovnaká). @úrok je konštantná úroková miera, @platieb je počet platieb, @pv je aktuálna hodnota, @fv je budúca hodnota a @typ hovorí, kedy sa platí. Ak je @typ = 1, platba je na začiatku obdobia. Ak je @typ = 0 (alebo neuvedený) je platba na konci každého obdobia. Ak nie je @fv zadané, Gnumeric použije 0. Ak nie je uvedený @typ, Gnumeric použije 0. @EXAMPLES= @SEEALSO=PPMT,PV,FV
vi: @FUNCTION=PMT @SYNTAX=PMT(rate,nper,pv[,fv,type]) @DESCRIPTION=PMT trả lại số tiền trả khoản cho vay, đựa vào lãi xuất không đổi và sự trả không đổi (các số tiền trả là bằng nhau). @rate là lãi xuất không đổi. @nper là tổng số lần trả. @pv là giá trị hiện tại. @fv là giá trị tương lại @type là kiểu sự trả:: 0 có nghĩa là trả tại kết thúc thời gian còn 1 có nghĩa là trả tại đầu thời gian. * Nếu @fv bỏ trống thì trình Gnumeric giả sử nó là số không. * Nếu @type bỏ trống thì trình Gnumeric giả sử nó là số không. @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=IPMT calculates the amount of a payment of an annuity going towards interest. Formula for IPMT is: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE where: PRINCIPAL(PER-1) = amount of the remaining principal from last period * If @fv is omitted, it is assumed to be 0. * If @type is omitted, it is assumed to be 0. @EXAMPLES= @SEEALSO=PPMT,PV,FV
dz: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=IPMT དེ་གིས་ སྐྱེད་ཁ་ཐུག་ལུ་འགྱོ་མི་ལོ་རེ་བཞིན་དུའི་གླ་དངུལ་ཅིག་གི་དངུལ་བསྡོམ་འདི་རྩིས་བརྐྱབ་ཨིན། ཨའི་པི་ཨེམ་ཊི་གི་དོན་ལུ་མན་ངག་འདི: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE དེ་ཡང་: PRINCIPAL(PER-1) = ཤུལ་མའི་དུས་ཡུན་ལས་མ་རྩ་ལྷག་ལུད་ཀྱི་དངུལ་བསྡོམ་ * If @fv འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ ༠་ སྦེ་བསམ་ནི་ཨིན། * If @type འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ ༠་ སྦེ་བསམ་ནི་ཨིན། @EXAMPLES= @SEEALSO=PPMT,PV,FV
es: @FUNCTION=IPMT @SYNTAX=IPMT(tasa,per,nper,vp[,vf,tipo]) @DESCRIPTION=IPMT calcula la cantidad de un pago de una anualidad con del interés. La fórmula para IOPMT es: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE donde: PRINCIPAL(PER-1) = cantidad de remanente principal del último período * Si @vf se omite, se asume que es 0. * Si @tipo se omite, se asume que es 0. @EXAMPLES= @SEEALSO=PPMT,PV,FV
fr: @FUNCTION=IPMT @SYNTAX=IPMT(taux;pér;npér;val_prés[;val_fut;type]) @DESCRIPTION=La fonction IPMT calcule la part des intérêts dus pour une période @pér d'un investissement, sur la base de remboursements périodiques et d'un taux d'intérêt constant @taux. @npér est le nombre total de périodes, @val_prés la valeur initiale de l'investissement, @val_fut la valeur finale (défaut 0), et @type indique quand les versements sont effectués. @type = 1 indique un versement en debut de période, @type = 0 ou omis indique un versement en fin de période. La formule associée est IPMT(@pér) = -capital(@pér - 1) * taux où capital(@pér - 1) est le capital résiduel après la période précédente. @EXAMPLES= @SEEALSO=PPMT,PV,FV
nl: @FUNCTION=IPMT @SYNTAX=IPMT(rente;termijn,aantal_termijnen;hw;[tw;type_getal]) @DESCRIPTION=IPMT (ned. IBET) berekent de te betalen rente over een bepaalde termijn voor een investering op basis van periodieke, vaste betalingen en een vast rentepercentage. IPMT wordt als volgt berekend: IPMT(TERM) = -KAPITAAL(TERM-1) * RENTEPERCENTAGE waarbij: KAPITAAL(TERM-1) = grootte van het kapitaal dat overblijft bij de laatste termijn * Als @tw wordt weggelaten, wordt aangenomen dat deze 0 is. * Als @type_getal wordt weggelaten, wordt aangenomen dat deze 0 is. @EXAMPLES= @SEEALSO=PPMT,PV,FV
pt_br: @FUNCTION=IPMT @SYNTAX=IPMT(taxa,per,nper,vp[,vf,tipo]) @DESCRIPTION=IPMT calcula o pagamento periódico de uma anuidade considerando uma taxa de interesse fornecida. A fórmula do IPMT é: IPMT(PER) = -PRINCIPAL(PER-1) * TAXA_DE_INTERESSE onde: PRINCIPAL(PER-1) = quantia restante do principal para o período anterior. * Se @vf for omitido, ele é assumido igual a 0. * Se @tipo for omitido, ele é assumido igual a 0. @EXAMPLES= @SEEALSO=PPMT,PV,FV
sk: @FUNCTION=IPMT @SYNTAX=IPMT(úrok,za,poč_období,súč_hodnota,bud_hodnota,typ) @DESCRIPTION=IPMT počíta úrokovú platbu z investície založenú na pravidelných stálych platbách. Vzorec pre IPMT je: IPMT(PER) = -PRINCIPAL(PER-1) * ÚROK kde: PRINCIPAL(PER-1) = množstvo ostávajúcej hodnoty z minulého obdobia @EXAMPLES= @SEEALSO=PPMT,PV,FV
vi: @FUNCTION=IPMT @SYNTAX=IPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=IPMT tính số tiền tra trên một niên kim đi tới lãi xuất. Công thức cho IPMT là: IPMT(PER) = -PRINCIPAL(PER-1) * INTEREST_RATE mà: PRINCIPAL(PER-1) = số tiền gốc còn lại sau thời gian cuối cùng. * Nếu @fv bỏ trống thì trình Gnumeric giả sử nó là số không. * Nếu @type bỏ trống thì trình Gnumeric giả sử nó là số không. @EXAMPLES= @SEEALSO=PPMT,PV,FV

source: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT calculates the amount of a payment of an annuity going towards principal. Formula for it is: PPMT(per) = PMT - IPMT(per) where: PMT = Payment received on annuity IPMT(per) = amount of interest for period @per * If @fv is omitted, it is assumed to be 0. * If @type is omitted, it is assumed to be 0. @EXAMPLES= @SEEALSO=IPMT,PV,FV
dz: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT དེ་གིས་ མ་རྩ་ལུ་འགྱོ་མི་ལོ་རེ་བཞིན་དུའི་གླ་དངུལ་ཅིག་གི་དངུལ་བསྡོམ་འདི་རྩིས་སྟོནམ་ཨིན། དེའི་མན་ངག་འདི: PPMT(per) = PMT - IPMT(per) དེ་ཡང་: PMT = ལོ་རེ་བཞིན་དུ་ཐོབ་པའི་གླ་དངུལ་ IPMT(per) = དུས་ཡུན་ @per གི་དོན་ལུ་སྐྱེད་ཀྱི་དངུལ་བསྡོམ་ * If @fv འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ ༠་སྦེ་བསམ་ནི་ཨིན། * If @type འདི་སྐྱུར་བཞག་པ་ཅིན་, འདི་ ༠་ སྦེ་བསམ་ནི་ཨིན། @EXAMPLES= @SEEALSO=IPMT,PV,FV
es: @FUNCTION=PPMT @SYNTAX=PPMT(tasa,per,nper,vp[,vf,tipo]) @DESCRIPTION=PPMT calcula la cantidad de pago de una renta vitalicia. Fórmula para esto: PPMT(per) = PMT - IPMT(per) donde: PMT = Pago recibido en renta vitalicia IPMT(per) = cantidad de interés para el periodo @per * Si se omite @vf, se asume que es 0. * Si se omite @tipo, se asume que es 0. @EXAMPLES= @SEEALSO=IPMT,PV,FV
fr: @FUNCTION=PPMT @SYNTAX=PPMT(taux;pér;npér;val_prés[;val_fut;type]) @DESCRIPTION=La fonction PPMT calcule la part de remboursement du principal d'un investissement sur la base de remboursements périodiques et d'un taux d'intérêt constant @taux. @pér est la période sur laquelle le calcul est réalisé, @npér est le nombre total de périodes, @val_prés la valeur initiale de l'investissement, @val_fut la valeur finale (défaut 0), et @type indique quand les versements sont effectués. @type = 1 indique un versement en debut de période, @type = 0 ou omis indique un versement en fin de période. La formule est : PPMT(@pér) = PMT - IPMT(@pér) où PMT est le remboursement total IPMT(@pér) est la part des intérêts pour la période en cours @EXAMPLES= @SEEALSO=IPMT,PV,FV
nl: @FUNCTION=PPMT @SYNTAX=PPMT(rente;termijn;aantal_termijnen;hw[;tw;type]) @DESCRIPTION=PPMT (ned. PBET) berekent de betaling op de hoofdsom van een investering voor een bepaalde termijn op basis van periodieke vaste betalingen en een vast rentepercentage. @type geeft aan wanneer de betalingen moeten worden voldaan. Als @type = 1 vinden betalingen aan het begin van de termijn plaats. Als @type = 0 vinden betalingen plaats aan het einde van de termijn. PPMT wordt als volgt berekend: PPMT(term) = PMT - IPMT(term) waarbij: PMT = betaling ontvangen op annuiteït IPMT(term) = hoeveelheid rente voor termijn: term * Als @tw wordt weggelaten, wordt aangenomen dat deze 0 is. * Als @type_getal wordt weggelaten, wordt aangenomen dat deze 0 is. @EXAMPLES= @SEEALSO=IPMT,PV,FV
pt_br: @FUNCTION=PPMT @SYNTAX=PPMT(taxa,per,nper,vp[,vf,tipo]) @DESCRIPTION=PPMT calcula o valor do pagamento para determinado período de investimento, considerando pagamentos constantes e periódicos e uma taxa de interesse constante. A fórmula do PPMT é: PPMT(per) = PMT - IPMT(per) onde: PMT = pagamento recebido da anuidade IPMT(per) = quantia de interesse para o período @per * Se @vf é omitido, ele é assumido igual a 0. * Se @tipo é omitido, ele é assumido igual a 0. @EXAMPLES= @SEEALSO=IPMT,PV,FV
sk: @FUNCTION=PPMT @SYNTAX=PPMT(úrok,za,poč_období,súč_hodnota[,bud_hodnota,typ]) @DESCRIPTION=PPMT počíta hodnotu základnej istiny v anuitnej splátke investície za dané obdobie na základe pravidelných splátok. Vzorec je: PPMT(per) = PMT - IPMT(per) kde: PMT = anuitná splátka IPMT(per) = úrok za obdobie per @EXAMPLES= @SEEALSO=IPMT,PV,FV
vi: @FUNCTION=PPMT @SYNTAX=PPMT(rate,per,nper,pv[,fv,type]) @DESCRIPTION=PPMT tính số tiền trả trên một niêm kim đi tới tiền gốc. Công thức là: PPMT(per) = PMT - IPMT(per) mà: PMT = _sự trả tiền_ được nhận trên niêm kim. IPMT(per) = số tiền lãi cho thời gian @per * Nếu @fv bỏ trống thì trình Gnumeric giả sử nó là số không. * Nếu @type bỏ trống thì trình Gnumeric giả sử nó là số không. @EXAMPLES= @SEEALSO=IPMT,PV,FV

source: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv[,fv,type]) @DESCRIPTION=NPER calculates number of periods of an investment based on periodic constant payments and a constant interest rate. The interest rate per period is @rate, @pmt is the payment made each period, @pv is the present value, @fv is the future value and @type is when the payments are due. If @type = 1, payments are due at the beginning of the period, if @type = 0, payments are due at the end of the period. * If @rate <= 0, NPER returns #DIV0 error. @EXAMPLES= For example, if you deposit $10,000 in a savings account that earns an interest rate of 6%. To calculate how many years it will take to double your investment use NPER as follows: =NPER(0.06, 0, -10000, 20000,0)returns 11.895661046 which indicates that you can double your money just before the end of the 12th year. @SEEALSO=PPMT,PV,FV
dz: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv[,fv,type]) @DESCRIPTION=NPER དུས་མཚམས་ཀྱི་ཆད་མེད་དང་ཆད་མེད་སྐྱེད་ཚད་གུ་གཞི་བཞག་པའི་ ཟད་འགྲོ་ཅིག་གི་དུས་ཡུན་ཚུ་གི་གྲངས་རྩིས་བཏོནམ་ཨིན། དུས་ཡུན་རེ་རེ་གི་སྐྱེད་ཚད་འདི་ @rate, @pmt འདི་ དུས་ཡུན་རེ་རེ་ནང་བཟོ་ཡོད་པའི་གླ་དངུལ་ཨིན་, @pv འདི་ ད་ལྟོའི་གནས་གོང་ཨིན, @fv འདི་ མ་འོངས་པའི་གནས་གོང་ཨིནམ་དང་ @type འདི་ གླ་དངུལ་གྱི་རན་པ་ལུདཔ་ད་ཨིན་ @type = 1, གླ་དངུལ་ཚུ་ དུས་ཡུན་གྱི་མགོ་ལུ་རན་པ་འདི་ཨིན་ @type = 0, གླ་དངུལ་འདི་དུས་ཡུན་གྱི་མཇུག་ལུ་རན་པ་ཨིན། * If @rate <= 0ཨིནཔ་ཅིན་, NPER དེ་གིས་ #DIV0 འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= དཔེར་ན་, ཁྱོད་ཀྱིས་ $10,000 སྲུང་བཞག་རྩིས་ཐོ་ནང་བཙུགས་བཞག་པ་ཅིན་ དེ་གིས་ 6% གི་སྐྱེད་ཚད་འདི་འཐོབ་ཨིན། ལོ་གྲངས་ག་དེམ་ཅིག་ཨིན་ན་རྩིས་བརྐྱབ་ནི་ལུ་ དེ་གིས་ཁྱོད་རའི་ཟད་འགྲོ་ལག་ལེན་NPER ལོག་བལྟབ་བརྐྱབ་ནི་ལུ་ འོག་ལུ་ཡོད་དོ་བཟུམ་: =NPER(0.06, 0, -10000, 20000,0)returns 11.895661046 ཁྱོད་ཀྱིས་ཁྱོད་རའི་དངུལ་འདི་ ལོ་༡༢་མཇུག་མ་བསྡུ་བའི་ཧེ་མ་ལོག་བལྟབ་བརྐྱབ་བཏུབ་ཟེར་བརྡ་སྟོནམ་ཨིན། @SEEALSO=PPMT,PV,FV
es: @FUNCTION=NPER @SYNTAX=NPER(tasa,pmt,pv[,fv,tipo]) @DESCRIPTION=NPER calcula el número de periodos de una inversión basada en pagos periódicos constantes y una tasa constante de interés. La tasa de interés por período es @tasa, @pmt es el pago hecho cada período, @pv es el valor actual, @fv es el valor futuro y @tipo es cuándo se realizan los pagos. Si tipo =1, los pagos se realizan al principio del periodo, si @tipo =0, los pagos se realizan al final del período. * Si @tasa <= 0, NPER devuelve un error #DIV0. @EXAMPLES= Por ejemplo, si deposita 10.000 $ en una cuenta de ahorro que tiene una tasa de interés del 6%. Para calcular cuántos años se necesitan para doblar su inversión, use NPER como se indica a continuación: =NPER(0.06, 0, -10000, 20000,0) devuelve 11,895661046 que indica que puede doblar su dinero justo antes del final del 12º año. @SEEALSO=PPMT,PV,FV
pt_br: @FUNCTION=NPER @SYNTAX=NPER(taxa,pmt,vp[,vf,tipo]) @DESCRIPTION=NPER calcula o número de períodos de um investimento baseado em pagamentos periódicos constantes e uma taxa de interesse constante. A taxa de interesse por período é @taxa, @pmt é o pagamento feito em cada período, @vp é o valor presente, @vf é o valor futuro e @tipo identifica o momento do pagamento. Se @tipo = 1, os pagamentos são realizados no início de cada período e se @tipo = 0, os pagamentos são realizados ao final de cada período. * Se @taxa <= 0, então NPER retorna o erro #DIV0. @EXAMPLES= Por exemplo, considere que você depositou $10.000 em uma conta que rende uma taxa de interesse de 6%. Para calcular quantos anos levarão para que o seu investimento dobre de valor, utilize a função NPER da seguinte maneira: =NPER(0,06; 0; -10000; 20000,0) retorna 11,8956610 indicando que você dobrará o investimento logo após o 12o. ano. @SEEALSO=PPMT,PV,FV
vi: @FUNCTION=NPER @SYNTAX=NPER(rate,pmt,pv[,fv,type]) @DESCRIPTION=NPER tính số thời gian của một đầu tư đựa vào sự trả tiền chu kỳ không đổi và lãi xuất không đổi. @rate là thời gian lãi xuất @pmt là số tiền trả trong mỗi thời gian @pv là giá trị hiện tại @fv là giá trị tương lai @type là khi nào cần trả. Nếu « @type = 1 » thì cần trả tại đầu thời gian, còn nếu « @type = 0 » thì cần trả tại kết thúc thời gian. * Nếu « @rate ≤ 0 » thì NPER trả lại lỗi « #DIV0 ». @EXAMPLES= Lấy thí dụ, nếu bạn gởi tiền $10,000 vào một tài khoản tiết kiệm được lãi xuất 6%. Để tính bao nhiều năm cần thiết để tăng đầu tư bạn gấp đôi thì hãy dùng NPER như theo đây: =NPER(0.06, 0, -10000, 20000,0)trả lại 11.895661046 mà ngụ ý bạn có thể tăng tiền gấp đôi đúng trước kết thúc năm thứ mười hai. @SEEALSO=PPMT,PV,FV
