Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(inumber) @DESCRIPTION=IMARCCOS returns the complex arccosine of the complex number @inumber. The branch cuts are on the real axis, less than -1 and greater than 1. * If @inumber is not a valid complex number, IMARCCOS returns #VALUE! error. @EXAMPLES= IMARCCOS("1+j") equals 0.9045569-1.061275j. @SEEALSO=IMARCSIN,IMARCTAN
dz: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(inumber) @DESCRIPTION=IMARCCOS དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ @inumber གི་གོ་དཀའ་བའི་ཨརཀ་ཀོ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན། བཏོག་ཡོད་པའི་ཡན་ལག་ཚུ་ ཚད་ཐིག་ངོ་མ་གུ་, -1 ཉུངམ་དང་ 1མངམ་སྦེ་ཡོདཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCCOS དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCCOS("1+j") མཉམ་པ་ཨིན་ 0.9045569-1.061275j. @SEEALSO=IMARCSIN,IMARCTAN
es: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(complejo) @DESCRIPTION=Devuelve arco coseno complejo del número complejo @complejo. Los cortes de los brazos están en el eje real, menores que -1 y mayores que 1. * Si @complejo no es un número complejo válido, IMARCCOS devuelve un error #VALOR!. @EXAMPLES= IMARCCOS("1+i") devuelve 0.9045569-1.061275i. @SEEALSO=IMARCSIN,IMARCTAN
fr: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(nombre_cpx) @DESCRIPTION=La fonction IMARCCOS renvoie l'arc cosinus (cosinus inverse) d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMARCCOS("1+j") = 0,9045569-1,061275j. @SEEALSO=IMARCSIN,IMARCTAN
nl: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(igetal) @DESCRIPTION=IMARCCOS geeft de complexe arccosinus van het complexe getal @igetal. De vertakkingen bevinden zich op de reële as, kleiner dan -1 en groter dan 1. * Als @igetal geen geldig complex getal is, geeft IMARCCOS een #WAARDE! foutmelding. @EXAMPLES= IMARCCOS("1+j") is 0,9045569-1,061275j @SEEALSO=IMARCSIN,IMARCTAN
pt_br: @FUNCTION=IMARCCOS @SYNTAX=IMARCCOS(inúmero) @DESCRIPTION=IMARCCOS retorna o arcoseno de um número complexo @inúmero. Os cortes da ramificação estão no eixo dos reais, menores do que -1 e maiores do que 1. * Se @inúmero não é um número complexo válido, IMARCCOS retorna o erro #VALOR! @EXAMPLES= IMARCCOS("1+j") retorna 0.9045569-1.061275j. @SEEALSO=IMARCSIN,IMARCTAN
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN trả lại arccossin phức của số phức @inumber. Các dấu cắt nhánh có trên trục thực, nhỏ hơn -1 và lớn hơn 1. * Nếu « @inumber » không phải là số phức, IMARCCOS trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCSIN("1+j") bằng 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCTAN

source: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(inumber) @DESCRIPTION=IMARCTAN returns the complex arctangent of the complex number @inumber. The branch cuts are on the imaginary axis, below -i and above i. * If @inumber is not a valid complex number, IMARCTAN returns #VALUE! error. @EXAMPLES= IMARCTAN("1+j") equals 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
dz: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(inumber) @DESCRIPTION=IMARCTAN དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ @inumber གི་ གོ་དཀའ་བའི་ཨརཀ་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན། བཏོག་ཡོད་པའི་ཡན་ལག་ཚུ་འཆར་སྣང་ཚད་ཐིག་གུ་, -i འོག་ལུ་དང་i གི་ལྟག་ལུ་སྦེ་ཡོདཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCTAN དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCTAN("1+j") མཉམ་པ་ཨིན་ 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
es: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(inum) @DESCRIPTION=IMARCTAN devuelve el arco tangente complejo del número complejo @inum. Los cortes están sobre el eje imaginario, por debajo de -i y por encima de i. * Si @inum no es un número complejo válido, IMARCTAN devuelve el error #VALOR!. @EXAMPLES= IMARCTAN("1+j") igual a 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
fr: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(nombre_cpx) @DESCRIPTION=La fonction IMARCTAN renvoie l'arc tangente (tangente inverse) d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. Cette fonction est compatible avec Excel. @EXAMPLES= IMARCTAN("1+j") = 1,0172220+0,4023595j. @SEEALSO=IMARCCOS,IMARCSIN
nl: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(igetal) @DESCRIPTION=IMARCTAN geeft de complexe arctangens van het complexe getal @igetal. De vertakkingen bevinden zich op de imaginaire as, onder -i en boven i. * Als @igetal geen geldig complex getal is, geeft IMARCTAN een #WAARDE! foutmelding. @EXAMPLES= IMARCTAN("1+j") is 1,0172220+0,4023595j @SEEALSO=IMARCSIN,IMARCCOS
pt_br: @FUNCTION=IMARCTAN @SYNTAX=IMARCTAN(inúmero) @DESCRIPTION=IMARCTAN retorna o arcotangente de um número complexo @inúmero. Os cortes da ramificação estão no eixo dos reais, menores do que -i e maiores do que i. * Se @inúmero não é um número complexo válido, IMARCTAN retorna o erro #VALOR! @EXAMPLES= IMARCTAN("1+j") retorna 1.0172220+0.4023595j. @SEEALSO=IMARCSIN,IMARCCOS
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_číslo) @DESCRIPTION=IMSIN vracia sínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
vi: @FUNCTION=IMARCSIN @SYNTAX=IMARCSIN(inumber) @DESCRIPTION=IMARCSIN trả lại arctang phức của số phức @inumber. Các dấu cắt nhánh có trên trục thực, nhỏ hơn -1 và lớn hơn 1. * Nếu « @inumber » không phải là số phức, IMARCTAN trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCSIN("1+j") bằng 0.6662394+1.061275j. @SEEALSO=IMARCCOS,IMARCSIN

source: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inumber) @DESCRIPTION=IMARCSEC returns the complex arcsecant of the complex number z (@inumber), where arcsec(z) = arccos(1/z). * If @inumber is not a valid complex number, IMARCSEC returns #VALUE! error. @EXAMPLES= IMARCSEC("1+j") equals 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT
dz: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inumber) @DESCRIPTION=IMARCSEC དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་ གོ་དཀའ་བའི་ཨརཀ་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ arcsec(z) = arccos(1/z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCSEC དེ་གིས་ #VALUE! འཛོལ་བ་འིད་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCSEC("1+j") མཉམ་པ་ཨིན་ 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT
es: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inum) @DESCRIPTION=IMARCSEC devuelve el arco secante complejo del número z (@inum), donde arcsec(z) = arccos(1/z). * Si @inum no es un número complejo válido, IMARCSEC devuelve un error #VALOR!. @EXAMPLES= IMARCSEC("1+j") igual a 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT
fr: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(nombre_cpx) @DESCRIPTION=La fonction IMARCSEC renvoie l'arc sécante d'un nombre complexe. arcsec(z) = arccos(1/Z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCSEC("1+j") = 1,1185179+0,5306375j. @SEEALSO=IMARCCSC,IMARCCOT
nl: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(igetal) @DESCRIPTION=IMARCSEC geeft de complexe arcsecans van het complexe getal z (@igetal), waarbij arcsec(z) = arccos(1/z). * Als @igetal geen geldig complex getal is, geeft IMARCSEC een #WAARDE! foutmelding. @EXAMPLES= IMARCSEC("1+j") is 1,1185179+0,5306375j @SEEALSO=IMARCCSC,IMARCCOT
pt_br: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inúmero) @DESCRIPTION=IMARCSEC retorna o arcotangente de um número complexo @inúmero, onde: arcsec(z) = arccos(1/z). * Se @inúmero não é um número complexo válido, IMARCSEC retorna o erro #VALOR! @EXAMPLES= IMARCSEC("1+j") retorna 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCSEC @SYNTAX=IMARCSEC(inumber) @DESCRIPTION=IMARCSEC trả lại arcsec phức của số phức z (@inumber): arcsec(z) = arccos(1/z). * Nếu « @inumber » không phải là số phức, IMARCSEC trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCSEC("1+j") bằng 1.1185179+0.5306375j. @SEEALSO=IMARCCSC,IMARCCOT

source: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inumber) @DESCRIPTION=IMARCCSC returns the complex arccosecant of the complex number z (@inumber), where arccsc(z) = arcsin(1/z). * If @inumber is not a valid complex number, IMARCCSC returns #VALUE! error. @EXAMPLES= IMARCCSC("1+j") equals 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT
dz: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inumber) @DESCRIPTION=IMARCCSC དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་ z (@inumber)གི་ གོ་དཀའ་བའི་ཨརཀ་ཀོ་སི་ཀེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ arccsc(z) = arcsin(1/z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེནཔ་ཅིན་, IMARCCSC དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCCSC("1+j") མཉམ་པ་ཨིན་ 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT
es: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inum) @DESCRIPTION=IMARCCSC devuelve el arco secante complejo del número complejo z (@inum), donde arccsc(z) = arcsin(1/z). * Si @inum no es un número complejo válido, IMARCCSC devuelve un error #VALOR!. @EXAMPLES= IMARCCSC("1+j") igual a 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT
fr: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(nombre_cpx) @DESCRIPTION=La fonction IMARCCSC renvoie l'arc cosécante d'un nombre complexe. arccsc(z) = arcsin(1/z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCCSC("1+j") = 0,45227845-0,5306375j. @SEEALSO=IMSIN,IMTAN
nl: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(igetal) @DESCRIPTION=IMARCCSC geeft de complexe arccosecans van het complexe getal z (@igetal), waarbij arccsc(z) = arcsin(1/z). * Als @igetal geen geldig complex getal is, geeft IMARCCSC een #WAARDE! foutmelding. @EXAMPLES= IMARCCSC("1+j") is 0,45227845-0,5306375j @SEEALSO=IMARCSEC,IMARCCOT
pt_br: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inúmero) @DESCRIPTION=IMARCCSC retorna o arccossecante de um número complexo @inúmero, onde: arccsc(z) = arcsin(1/z). * Se @inúmero não é um número complexo válido, IMARCCSC retorna o erro #VALOR! @EXAMPLES= IMARCCSC("1+j") retorna 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCCSC @SYNTAX=IMARCCSC(inumber) @DESCRIPTION=IMARCCSC trả lại arccosec phức của số phức z (@inumber): arccsc(z) = arcsin(1/z). * Nếu « @inumber » không phải là số phức, IMARCCSC trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCCSC("1+j") bằng 0.45227845-0.5306375j. @SEEALSO=IMARCSEC,IMARCCOT

source: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inumber) @DESCRIPTION=IMARCCOT returns the complex arccotangent of the complex number z (@inumber), where arccot(z) = arctan(1/z). * If @inumber is not a valid complex number, IMARCCOT returns #VALUE! error. @EXAMPLES= IMARCCOT("1+j") equals 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC
dz: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inumber) @DESCRIPTION=IMARCCOT དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་z (@inumber)གི་ གོ་དཀའ་བའི་ཨརཀ་ཀོ་ཊེན་ཇེནཏི་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ arccot(z) = arctan(1/z). * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCCOT དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCCOT("1+j") མཉམ་པ་ཨིན་ 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC
es: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inum) @DESCRIPTION=IMARCCOT devuelve el arco cotangente complejo del número complejo z (@inum), donde arccot(z) = arctan(1/z). * Si @inum no es un número complejo válido, IMARCCOT devuelve el error #VALOR!!. @EXAMPLES= IMARCCOT("1+j") igual a 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC
fr: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(nombre_cpx) @DESCRIPTION=La fonction IMARCCOT renvoie l'arc cotangente d'un nombre complexe. arccot(z) = arctan(1/z). Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCCOT("1+j") = 0,553574+0,4023595j. @SEEALSO=IMARCSEC,IMARCCSC
nl: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(igetal) @DESCRIPTION=IMARCCOT geeft de complexe arccotangens van het complexe getal z (@igetal), waarbij arccot(z) = arctan(1/z). * Als @igetal geen geldig complex getal is, geeft IMARCCOT een #WAARDE! foutmelding. @EXAMPLES= IMARCCOT("1+j") is 0,553574+0,4023595j @SEEALSO=IMARCSEC,IMARCCSC
pt_br: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inúmero) @DESCRIPTION=IMARCCOT retorna o arcocotangente de um número complexo @inúmero, onde: arccot(z) = arctan(1/z). * Se @inúmero não é um número complexo válido, IMARCCOT retorna o erro #VALOR! @EXAMPLES= IMARCCOT("1+j") retorna 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCCOT @SYNTAX=IMARCCOT(inumber) @DESCRIPTION=IMARCCOT trả lại arccotang phức của số phức z (@inumber): arccot(z) = arctan(1/z). * Nếu « @inumber » không phải là số phức, IMARCCOT trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCCOT("1+j") bằng 0.553574+0.4023595j. @SEEALSO=IMARCSEC,IMARCCSC

source: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inumber) @DESCRIPTION=IMARCSINH returns the complex hyperbolic arcsine of the complex number @inumber. The branch cuts are on the imaginary axis, below -i and above i. * If @inumber is not a valid complex number, IMARCSINH returns #VALUE! error. @EXAMPLES= IMARCSINH("1+j") equals 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
dz: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inumber) @DESCRIPTION=IMARCSINH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་@inumber གི་གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཨརཀ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན། བཏོགས་ཡོད་པའི་ཡན་ལག་ཚུ་ འཆར་སྣང་ཚད་ཐིག་གུ་, -i གི་འོག་ལུ་དང་iགི་ལྟག་ལུ་ཡོདཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCSINH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCSINH("1+j") མཉམ་པ་ཨིན་ 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
es: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inum) @DESCRIPTION=IMARCSINH devuelve el arco seno hiperbólico complejo del número complejo < (@inum). Los cortes con el eje imaginario se encuentran por debajo de -i y por encima de i. * Si @inum no es un número complejo válido, IMARCSINH devuelve un error #VALOR!. @EXAMPLES= IMARCSINH("1+j") igual a 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
fr: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(nombre_cpx) @DESCRIPTION=La fonction IMARCSINH renvoie l'arc sinus hyperbolique d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCSINH("1+j") = 1,061275+0,6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
nl: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(igetal) @DESCRIPTION=IMARCSINH geeft de complexe hyperbolische arcsinus van het complexe getal @igetal. De vertakkingen zijn op de imaginaire as, onder -i en boven i. * Als @igetal geen geldig complex getal is, geeft IMARCSINH een #WAARDE! foutmelding.\n" @EXAMPLES= IMARCSINH("1+j") is 1,061275+0,6662394j @SEEALSO=IMARCCOSH,IMARCTANH
pt_br: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inúmero) @DESCRIPTION=IMARCSINH retorna o acoseno hiperbólico de um número complexo @inúmero. Os cortes da ramificação estão no eixo dos reais, menores do que -i e maiores do que i. * Se @inúmero não é um número complexo válido, IMARCSINH retorna o erro #VALOR! @EXAMPLES= IMARCSINH("1+j") retorna 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH
sk: @FUNCTION=IMSIN @SYNTAX=IMSIN(komplex_číslo) @DESCRIPTION=IMSIN vracia sínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMSIN("1+j") sa rovná 1.29846+0.63496j. @SEEALSO=IMCOS,IMTAN
vi: @FUNCTION=IMARCSINH @SYNTAX=IMARCSINH(inumber) @DESCRIPTION=IMARCSINH trả lại arcsin hyperbol phức của số phức @inumber. Các dấu cắt nhánh có trên trục thực, nhỏ hơn -1 và lớn hơn 1. * Nếu « @inumber » không phải là số phức, IMARCSINH trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCSINH("1+j") equals 1.061275+0.6662394j. @SEEALSO=IMARCCOSH,IMARCTANH

source: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inumber) @DESCRIPTION=IMARCCOSH returns the complex hyperbolic arccosine of the complex number @inumber. The branch cut is on the real axis, less than 1. * If @inumber is not a valid complex number, IMARCCOSH returns #VALUE! error. @EXAMPLES= IMARCCOSH("1+j") equals 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH
dz: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inumber) @DESCRIPTION=IMARCCOSH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་@inumber གི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཨརཀ་ཀོ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན། བཏོག་པའི་ཡན་ལག་འདི་ ཚད་ཐིག་ངོ་མའི་གུ་, 1ལས་ཉུངམ་སྦེ་ཡོདཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་@inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་མེན་པ་ཅིན་, IMARCCOSH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན @EXAMPLES= IMARCCOSH("1+j") མཉམ་པ་ཨིན་ 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH
es: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inum) @DESCRIPTION=Devuelve el arco hiperbólico del coseno del número complejo @inum. El brazo de corte se encuentra en el eje real, menor que 1. * Si @inum no es un número complejo válido, IMARCCOSH devuelve un error #VALOR!. * Esta función es compatible con Excel. @EXAMPLES= IMARCCOSH("1+j") devuelve 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH
fr: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(nombre_cpx) @DESCRIPTION=La fonction IMARCCOSH renvoie l'arc cosinus hyperbolique d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCCOSH("1+j") = 1,06127506+0,904557j. @SEEALSO=IMARCSINH,IMARCTANH
nl: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(igetal) @DESCRIPTION=IMARCCOSH geeft de complexe arccosinus hyperbolicus van het complexe getal @igetal. De vertakking is op de reële as, kleiner dan 1. * Als @igetal geen geldig complex getal is, geeft IMARCCOSH een #WAARDE! foutmelding. @EXAMPLES= IMARCCOSH("1+j") is 1,06127506+0,904557j @SEEALSO=IMARCSINH,IMARCTANH
pt_br: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inúmero) @DESCRIPTION=IMARCCOSH retorna o acoseno hiperbólico de um número complexo @inúmero. Os cortes da ramificação estão no eixo dos reais, menores do que 1. * Se @inúmero não é um número complexo válido, IMARCCOSH retorna o erro #VALOR! @EXAMPLES= IMARCCOSH("1+j") retorna 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCCOSH @SYNTAX=IMARCCOSH(inumber) @DESCRIPTION=IMARCCOSH trả lại arccosin hyperbol phức của số phức @inumber. Các dấu cắt nhánh có trên trục thực, nhỏ hơn -1 và lớn hơn 1. * Nếu « @inumber » không phải là số phức, IMARCCOSH trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCCOSH("1+j") equals 1.06127506+0.904557j. @SEEALSO=IMARCSINH,IMARCTANH

source: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inumber) @DESCRIPTION=IMARCTANH returns the complex hyperbolic arctangent of the complex number @inumber. The branch cuts are on the real axis, less than -1 and greater than 1. * If @inumber is not a valid complex number, IMARCTANH returns #VALUE! error. @EXAMPLES= IMARCTANH("1+j") equals 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
dz: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inumber) @DESCRIPTION=IMARCTANH དེ་གིས་ གོ་དཀའ་བའི་ཨང་གྲངས་@inumberགི་ གོ་དཀའ་བའི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཨརཀ་ཊེན་ཇེནཊི་འདི་སླར་ལོག་འབདཝ་ཨིན། བཏོགས་ཡོད་པའི་ཡན་ལག་ཚུ་ ཚད་ཐིག་ངོ་མའི་གུ་, -1ལས་ཉུགམ་དང་1ལས་མངམ་སྦེ་ཡོདཔ་ཨིན། * ག་དེམ་ཅིག་སྦེ་ @inumber འདི་ ནུས་ཅན་གོ་དཀའ་བའི་ཨང་གྲངས་ཅིག་མེན་པ་ཅིན་, IMARCTANH དེ་གིས་ #VALUE! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= IMARCTANH("1+j") མཉམ་པ་ཨིན་ 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
es: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inum) @DESCRIPTION=IMARCTANH devuelve el arco tangente hiperbólico imaginario del número complejo @inum. El corte con los ejes se encuentra en el eje real, menor que -1 y mayor que 1. * Si @inum no es un complejo válido, IMARCHTANH devuelve un error #VALOR! @EXAMPLES= IMARCTANH("1+j") es igual a 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
fr: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(nombre_cpx) @DESCRIPTION=La fonction IMARCTANH renvoie l'arc tangente hyperbolique d'un nombre complexe. Si @nombre_cpx n'est pas un nombre complexe valide, la fonction renvoie #VALEUR!. @EXAMPLES= IMARCTANH("1+j") = 0,4023595+1,0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
nl: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(igetal) @DESCRIPTION=IMARCTANH geeft de complexe hyperbolische arctangens van het complexe getal @igetal. De vertakkingen zijn op de reële as, kleiner dan -1 en groter dan 1. * Als @igetal geen geldig complex getal is, geeft IMARCTANH een #WAARDE! foutmelding. @EXAMPLES= IMARCTANH("1+j") is 0,4023595+1,0172220j @SEEALSO=IMARCSINH,IMARCCOSH
pt_br: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inúmero) @DESCRIPTION=IMARCTANH retorna o arcotangente hiperbólico de um número complexo @inúmero. Os cortes da ramificação estão no eixo dos reais, menores do que -1. * Se @inúmero não é um número complexo válido, IMARCTANH retorna o erro #VALOR! @EXAMPLES= IMARCTANH("1+j") retorna 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
sk: @FUNCTION=IMCOS @SYNTAX=IMCOS(komplex_číslo) @DESCRIPTION=IMCOS vracia kosínus komplexného čísla. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= IMCOS("1+j") sa rovná 0.833730-0.988898j. @SEEALSO=IMSIN,IMTAN
vi: @FUNCTION=IMARCTANH @SYNTAX=IMARCTANH(inumber) @DESCRIPTION=IMARCTANH trả lại arctang hyperbol phức của số phức @inumber.Các dấu cắt nhánh có trên trục thực, nhỏ hơn -1 và lớn hơn 1. * Nếu « @inumber » không phải là số phức, IMARCTANH trả lại lỗi « #VALUE! ». @EXAMPLES= IMARCTANH("1+j") equals 0.4023595+1.0172220j. @SEEALSO=IMARCSINH,IMARCCOSH
