Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES computes the number of degrees equivalent to @x radians. * This function is Excel compatible. @EXAMPLES= DEGREES(2.5) equals 143.2394. @SEEALSO=RADIANS, PI
dz: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES དེ་གིས་ @x རེ་ཌི་ཡཱནསི་ལུ་ཆ་མཉམ་པའི་ཁུག་ཟུར་གྱི་ ཨང་གྲངས་འདི་རྩིས་བཏོནམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= DEGREES(2.5) equals 143.2394. @SEEALSO=RADIANS, PI
es: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=Calcula el equivalente en grados del ángulo @x dado en radianes. * Esta función es compatible con Excel. @EXAMPLES= DEGREES(2,5) es igual a 143,2394. @SEEALSO=RADIANS, PI
fr: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=Convertit @x radians en degrés. * Cette fonction est compatible avec Excel. @EXAMPLES= DEGREES(2,5) vaut 143,2394. @SEEALSO=RADIANS, PI
nl: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES berekent het aantal graden in @x radialen. * Deze functie is compatibel met Excel. @EXAMPLES= DEGREES(2,5) is 143,2394 @SEEALSO=RADIANS, PI
pt_br: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES calcula o número de graus equivalentes a @x radianos. * Esta função é compatível com o Excel. @EXAMPLES= DEGREES(2.5) retorna 143.2394. @SEEALSO=RADIANS, PI
sk: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=DEGREES počíta stupne rovnajúce sa @x radiánov. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= DEGREES(2.5) sa rovná 143.2394. @SEEALSO=RADIANS, PI
vi: @FUNCTION=DEGREES @SYNTAX=DEGREES(x) @DESCRIPTION=hàm DEGREES chuyển đổi @x (theo radian) sang độ. * Hàm này tương thích với Excel. @EXAMPLES= DEGREES(2.5) bằng 143.2394. @SEEALSO=RADIANS, PI

source: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP computes the value of e (the base of natural logarithms) raised to the power of @x. * This function is Excel compatible. @EXAMPLES= EXP(2) equals 7.389056. @SEEALSO=LOG, LOG2, LOG10
dz: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP དེ་གིས་ @xནུས་ཤུགས་ལུ་བསྡུ་ལེན་འབད་ཡོད་པའི་ (རང་བཞིན་རྩིས་བརྐྱབ་པའི་གཞི་རྟེན་)གི་གནས་གོང་འདི་རྩིས་བཏོནམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= EXP(2) equals 7.389056. @SEEALSO=LOG, LOG2, LOG10
es: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=Calcula el valor de e (la base de los logaritmos naturales) elevado a la potencia @x. * Esta función es compatible con Excel. @EXAMPLES= EXP(2) es igual a 7,389056. @SEEALSO=LOG, LOG2, LOG10
fr: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=Calcule la valeur de e (la base des logarithmes naturels) à la puissance @x. * Cette fonction est compatible avec Excel. @EXAMPLES= EXP(2) vaut 7,389056 @SEEALSO=LOG, LOG2, LOG10
nl: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP berekent de waarde van e (het grondtal van het natuurlijke logaritme) tot de macht @x. * Deze functie is compatibel met Excel. @EXAMPLES= EXP(2) is 7,389056 @SEEALSO=LOG, LOG2, LOG10
pt_br: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP calcula o valor do número de Euler ('e' - base dos logaritmos naturais) elevado à potência @x. * Esta função é compatível com o Excel. @EXAMPLES= EXP(2) retorna 7.389056. @SEEALSO=LOG, LOG2, LOG10
sk: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP počíta mocninu hodnotu e (základ prirodzeného logaritmu) na @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXP(2) sa rovná 7.389056. @SEEALSO=LOG, LOG2, LOG10
vi: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP trả lại lũy thừa @x của e (loga tự nhiên). * Hàm này tương thích với Excel. @EXAMPLES= EXP(2) bằng 7.389056. @SEEALSO=LOG, LOG2, LOG10

source: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 computes EXP(@x)-1 with higher resulting precision than the direct formula. @EXAMPLES= EXPM1(0.01) equals 0.01005. @SEEALSO=EXP, LN1P
dz: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 དེ་གིས་ EXP(@x)-1 ཐད་ཀར་མན་ངག་བ་ལྷག་སྟེ་ མཐོ་བའི་གྲུབ་འབྲས་ཀྲིག་ཀྲི་དང་ཅིག་ཁར་རྩིས་བཏོནམ་ཨིན། @EXAMPLES= EXPM1(0.01) equals 0.01005. @SEEALSO=EXP, LN1P
es: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=Calcula el valor de EXP(@x)-1 con una precisión mayor que la fórmula directa. * Esta función es compatible con Excel. @EXAMPLES= EXPM1(0.01) es igual a 0,01005. @SEEALSO=EXP, LN1P
fr: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=Calcule la valeur de e (la base des logarithmes naturels) à la puissance @x. * Cette fonction est compatible avec Excel. @EXAMPLES= EXP(2) vaut 7,389056 @SEEALSO=LOG, LOG2, LOG10
nl: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 berekent EXP(@x)-1 met een hogere precisie dan de directe formule. @EXAMPLES= EXPM1(0,01) is 0,01005 @SEEALSO=EXP, LN1P
pt_br: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 calcula o valor do número de Euler ('e' - base dos logaritmos naturais) elevado à potência @x e subtrai 1 do valor, com uma precisão maior que a obtida pela fórmula direta. * Esta função é compatível com o Excel. @EXAMPLES= EXPM1(0.01) retorna 0.001005. @SEEALSO=EXP, LN1P
sk: @FUNCTION=EXP @SYNTAX=EXP(x) @DESCRIPTION=EXP počíta mocninu hodnotu e (základ prirodzeného logaritmu) na @x. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= EXP(2) sa rovná 7.389056. @SEEALSO=LOG, LOG2, LOG10
vi: @FUNCTION=EXPM1 @SYNTAX=EXPM1(x) @DESCRIPTION=EXPM1 tính « EXP(@x)-1 » với độ chính xác kết quả lớn hơn công thức trực tiếp. @EXAMPLES= EXPM1(0.01) bằng 0.01005. @SEEALSO=EXP, LN1P

source: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT computes the factorial of @x. ie, @x! * This function is Excel compatible. @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=
dz: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT དེ་གིས་ @x གི་བགོ་གྲངས་འདི་རྩིས་བཏོནམ་ཨིན། ie, @x! * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= FACT(3) equals 6. FACT(9) equals 362880. @SEEALSO=
es: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=Calcula el factorial de @x, es decir @x! * Esta función es compatible con Excel. @EXAMPLES= FACT(3) es igual a 6. FACT(9) es igual a 362880. @SEEALSO=
fr: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=Calcule la factorielle de @x, c'est-à-dire @x! * Cette fonction est compatible avec Excel. @EXAMPLES= FACT(3) vaut 6. FACT(9) vaut 362880. @SEEALSO=
nl: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT berekent de faculteit van @x, met andere woorden: @x! * Deze functie is compatibel met Excel. @EXAMPLES= FACT(3) is 6 FACT(9) is 362880 @SEEALSO=
pt_br: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT calcula o fatorial de @x, ou seja @x! * Esta função é compatível com o Excel. @EXAMPLES= FACT(3) retorna 6. FACT(9) retorna 362880. @SEEALSO=
sk: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT počíta faktoriál @x. čiže, @x!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= FACT(3) sa rovná 6. FACT(9) sa rovná 362880. @SEEALSO=
vi: @FUNCTION=FACT @SYNTAX=FACT(x) @DESCRIPTION=FACT trả lại giai thừa của @x, tức là « @x! ». * Hàm này tương thích với Excel. @EXAMPLES= FACT(3) bằng 6. FACT(9) bằng 362880. @SEEALSO=

source: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=BETA function returns the value of the mathematical beta function extended to all real numbers except 0 and negative integers. * If @a, @b, or (@a + @b) are non-positive integers, BETA returns #NUM! error. @EXAMPLES= BETA(2,3) equals 0.083333. BETA(-0.5,0.5) equals #NUM!. @SEEALSO=BETALN,GAMMALN
dz: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=BETA ལཱ་འགན་དེ་གིས་ ༠་ དང་མེད་ཆ་ཧྲིལ་གྲངས་རྐྱངམ་ཅིག་མ་བརྩི་བར་ ཨང་གྲངས་ངོ་མ་ཚུ་ཆ་མཉམ་ལུ་རྒྱ་བསྐྱེད་གཏང་པའི་ རྩིས་ཐོག་སྔོན་དཔྱད་ཀྱི་གནས་གོང་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @a, @b, ཡང་ན་ (@a + @b) ཚུ་ ཡོད་ཆ་མེན་པའི་ཧྲིལ་གྲངས་ཚུ་ཨིན་པ་ཅིན་, BETA དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= BETA(2,3) equals 0.083333. BETA(-0.5,0.5) equals #NUM!. @SEEALSO=BETALN,GAMMALN
es: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=La función BETA devuelve el valor de la función matemática beta extendida a todos los números reales excepto el 0 y los enteros negativos. * Si @a, @b o (@a + @b) son enteros negativos, BETA devuelve el error #NÚM!. @EXAMPLES= BETA(2,3) es igual a 0,083333. BETA(-0.5,0.5) es igual a #NÚM!. @SEEALSO=BETALN,GAMMALN
pt_br: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=A função BETA retorna o valor da função matemática beta estendida a todos números reais exceto 0 e inteiros negativos. * Se @a, @b ou (@a + @b) são inteiros não positivos, BETA retorna o erro #NUM! @EXAMPLES= BETA(2,3) retorna 0.083333. BETA(-0.5,0.5) retorna o erro #NUM! @SEEALSO=BETALN,GAMMALN
vi: @FUNCTION=BETA @SYNTAX=BETA(a,b) @DESCRIPTION=hàm BETA trả lại giá trị của hàm beta toán được mở rộng đến mọi số thật, loại trừ số 0 và số nguyên âm. * Nếu @a, @b, hoặc (@a + @b) là số nguyên không âm thì hàm BETA trả lại lỗi « #NUM! ». @EXAMPLES= BETA(2,3) bằng 0.083333. BETA(-0.5,0.5) bằng « #NUM! ». @SEEALSO=BETALN,GAMMALN

source: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=BETALN function returns the natural logarithm of the absolute value of the beta function. * If @a, @b, or (@a + @b) are non-positive integers, BETALN returns #NUM! @EXAMPLES= BETALN(2,3) equals -2.48. BETALN(-0.5,0.5) equals #NUM!. @SEEALSO=BETA,GAMMALN
dz: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=BETALN ལཱ་འགན་དེ་གིས་ སྔོན་དཔྱད་ལཱ་འགན་གྱི་གནས་གོང་ཡང་དག་གི་ རང་བཞིན་རྩིས་བརྐྱབ་ཐངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @a, @b, or (@a + @b) ཚུ་ ཡོད་ཆ་མེན་པའི་ཧྲིལ་གྲངས་ཨིན་པ་ཅིན་, BETALN དེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= BETALN(2,3) equals -2.48. BETALN(-0.5,0.5) equals #NUM!. @SEEALSO=BETA,GAMMALN
es: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=La función BETALN devuelve el logaritmo natural del valor absoluto de la función beta. * Si @a, @b o (@a + @b) no son enteros positivos, BETALN devuelve el error #NÚM!. @EXAMPLES= BETALN(2,3) es igual a -2.48. BETALN(-0.5,0.5) es igual a #NÚM!. @SEEALSO=BETA,GAMMALN
fr: @FUNCTION=BETALN @SYNTALNX=BETALN(a;b) @DESCRIPTION=La fonction BETALN renvoie le logarithme naturel de la valeur absolue de la fonction beta. * Si @a, @b ou (@a + @b) est nul ou un entier négatif, BETA renvoie #NUM! @EXAMPLES= BETA(2;3) vaut -2,48 BETA(-0,5;-0,5) vaut #NUM! @SEEALSO=BETA, GAMMALN
nl: @FUNCTION=BETALN @SYNTAX=BETALN(a:b) @DESCRIPTION=BETALN geeft de natuurlijk logaritme van de absolute waarde van de beta-functie. * Als @a, @b of (@a + @b) niet-positieve gehele getallen zijn geeft BETALN een #GETAL! foutmelding. @EXAMPLES= BETALN(2;3) is -2,48 BETALN(-0,5;0,5) is #GETAL! @SEEALSO=BETA,GAMMALN
pt_br: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=A função BETALN retorna o logaritmo natural do valor absoluto da função beta. * Se @a, @b, ou (@a + @b) são inteiros não-positivos, BETALN retorna o erro #NUM! @EXAMPLES= BETALN(2,3) retorna -2.48. BETALN(-0.5,0.5) retorna o erro #NUM! @SEEALSO=BETA,GAMMALN
sk: @FUNCTION=ISPMT @SYNTAX=ISPMT(úrok,per,nper,pv) @DESCRIPTION=Funkcia ISPMT vracia úrok za dané obdobie (periódu). Ak je @per < 1 alebo @per > @nper, ISPMT vracia chybu #NUM!. @EXAMPLES= @SEEALSO=PV
vi: @FUNCTION=BETALN @SYNTAX=BETALN(a,b) @DESCRIPTION=hàm BETALN trả lại loga tự nhiên của giá trị tuyệt đối của hàm beta. * If @a, @b, or (@a + @b) are non-positive integers, BETALN returns #NUM! @EXAMPLES= BETALN(2,3) bằng -2.48. BETALN(-0.5,0.5) bằng « #NUM! ». @SEEALSO=BETA,GAMMALN

source: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN computes the number of combinations. * Performing this function on a non-integer or a negative number returns #NUM! error. * If @n is less than @k COMBIN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= COMBIN(8,6) equals 28. COMBIN(6,2) equals 15. @SEEALSO=
dz: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN དེ་གིས་མཉམ་མཐུད་ཚུ་གི་ཨང་གྲངས་འདི་རྩིས་བརྐྱབ་ཨིན། * ལཱ་འགན་འདི་ ཧྲིལ་གྲངས་མེན་མི་ཡང་ན་མེད་ཆ་ཨང་གྲངས་གུ་ལཱ་འགན་གྲུབ་མི་དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @n འདི་ @k ལས་ཉུང་མི་ཨིན་པ་ཅིན་COMBIN དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= COMBIN(8,6) equals 28. COMBIN(6,2) equals 15. @SEEALSO=
es: @FUNCTION=COMBIN @SYNTAX=COMBIN(n;k) @DESCRIPTION=Calcula la cantidad de combinaciones. * Efectuar esta función con números no enteros o negativos devuelve un error #NÚM!. * Si @n es menor que @k devuelve un error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= COMBIN(8;6) es igual a 28. COMBIN(6;2) es igual a 15. @SEEALSO=
fr: @FUNCTION=COMBIN @SYNTAX=COMBIN(n;k) @DESCRIPTION=Calcule le nombre de combinaisons de @n éléments, @k par @k, C(n,k). * Avec un paramètre non-entier ou négatif, ou si @n est inférieur à @k, COMBIN renvoie #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= COMBIN(8;6) vaut 28. COMBIN(6;2) vaut 15. @SEEALSO=
nl: @FUNCTION=COMBIN @SYNTAX=COMBIN(n;k) @DESCRIPTION=COMBIN berekent het aantal combinaties. * Als een van de argumenten geen geheel getal is, of negatief, geeft het een #GETAL! foutmelding. * Als @n kleiner is dan @k geeft het een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= COMBIN(8;6) is 28 COMBIN(6;2) is 15 @SEEALSO=
pt_br: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN calcula o número de combinações. * Aplicar esta função a números não-inteiros ou negativos retorna o erro #NUM! * Se @n é menor do que @k, COMBIN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= COMBIN(8,6) retorna 28. COMBIN(6,2) retorna 15. @SEEALSO=
sk: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN počíta počet kombinácií. Vykonanie tejto funkcie na zápornom alebo nie celom čísle vracia chybu. Taktiež, ak je @n menšie ako @k vracia chybu. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COMBIN(8,6) sa rovná 28. COMBIN(6,2) sa rovná 15. @SEEALSO=
vi: @FUNCTION=COMBIN @SYNTAX=COMBIN(n,k) @DESCRIPTION=COMBIN trả lại số tổ hợp. * Thực hiện hàm này vào số không nguyên hoặc số âm thì trả lại lỗi « #NUM! ». * Ngoài ra nếu @n nhỏ hơn @k cũng trả lại lỗi. * Hàm này tương thích với Excel. @EXAMPLES= COMBIN(8,6) bằng 28. COMBIN(6,2) bằng 15. @SEEALSO=

source: FLOOR:rounds down.
dz: FLOOR:མར་བསྐོར་སྐྱོད་འབདཝ་ཨིན།
es: FLOOR: redondea hacia abajo.
vi: FLOOR:làm tròn xuống.

source: x:value.
dz: x:གནས་གོང་།
es: x:valor.
vi: x:giá trị.

source: significance:base multiple (defaults to 1 for @x > 0 and -1 for @x <0)
dz: གལ་གནད:གཞི་རྟེན་སྙོམས་གྲངས་ ( @x > 0 དང་ -1 གི་དོན་ལུ་ 1 ལུ་དང་ @x <0དོན་ལུ་སྔོན་སྒྲིག་འབདཝ་ཨིན་)
es: significancia: multiplo de la base (predeterminado a 1 para @x > 0 y -1 para @x < 0)
vi: significance:base:bội số cơ sở (mặc định là 1 cho @x>0 và -1 cho @x<0)

source: FLOOR function rounds @x down to the next nearest multiple of @significance.
dz: FLOOR ལཱ་འགན་དེ་གིས་ @x འདི་@significanceགི་སྙོམས་གྲངས་ཉེ་འདབས་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན།
es: La función FLOOR redondea @x hacia abajo al siguente entero múltiplo más cercano de @significancia
vi: Hàm FLOOR làm tròn @x xuống bội số @significance gần nhất.

source: FLOOR(0.5) equals 0.
dz: FLOOR(0.5) དེ་གིས་ 0ལུ་མཉམ་ཨིན།
es: FLOOR (0,5) es igual a 0.
vi: FLOOR(0.5) bằng 0.

source: FLOOR(5,2) equals 4.
dz: FLOOR(5,2) དེ་གིས་ ༤་ལུ་མཉམ་ཨིན།
es: FLOOR(5,2) es igual a 4.
vi: FLOOR(5,2) bằng 4.

source: FLOOR(-5,-2) equals -4.
dz: FLOOR(-5,-2) དེ་གིས་ -༤་ལུ་མཉམ་ཨིན།
es: FLOOR(-5,-2) es igual a -4.
vi: FLOOR(-5,-2) bằng -4.

source: FLOOR(-5,2) equals #NUM!.
dz: FLOOR(-5,2) དེ་གིས་#NUM!ལུ་མཉམ་ཨིན།
es: FLOOR(-5,2) es igual a #NUM!.
vi: FLOOR(-5,2) bằng #NUM!.

source: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT function returns the largest integer that is not bigger than its argument. * This function is Excel compatible. @EXAMPLES= INT(7.2) equals 7. INT(-5.5) equals -6. @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
dz: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT ལཱ་འགན་དེ་གིས་ དེའི་སྒྲུབ་རྟགས་ལས་མ་སྦོམ་མི་ ཧྲིལ་གྲངས་སྦོམ་ཤོས་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= INT(7.2) འདི་ 7ལུ་མཉམ་ཨིན། INT(-5.5) འདི་ -6ལུ་མཉམ་ཨིན། @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
es: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=La función INT devuelve el entero más alto que no es mayor a su argumento. * Esta función es compatible con Excel. @EXAMPLES= INT(7,2) es igual a 7. INT(-5,5) es igual a -6. @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
fr: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=La fonction INT arrondit a à l'entier immédiatement inférieur ou égal. * Cette fonction est compatible avec Excel. @EXAMPLES= INT(7,2) vaut 7. INT(-5,5) vaut -6. @SEEALSO=FLOOR, CEIL, ABS
nl: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT geeft het grootste gehele getal dat niet groter is dan het argument. * Deze funcitie is compatibel met Excel. @EXAMPLES= INT(7,2) is 7 INT(-5,5) is -6 @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
pt_br: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=A função INT retorna o maior inteiro menor ou igual ao número dado. * Esta função é compatível com o Excel. @EXAMPLES= INT(7.2) retorna 7. INT(-5.5) retorna -6. @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD
sk: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=Funkcia INT zaokrúhľuje @a je najbližšie celé číslo, ktoré nie je väčšie ako argument. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= INT(7.2) sa rovná 7. INT(-5.5) sa rovná -6. @SEEALSO=FLOOR, CEIL, ABS
vi: @FUNCTION=INT @SYNTAX=INT(a) @DESCRIPTION=INT trả lại số nguyên lớn nhất vẫn còn không lớn hơn đối số nó. * Hàm này tương thích với Excel. @EXAMPLES= INT(7.2) bằng 7. INT(-5.5) bằng -6. @SEEALSO=CEIL, CEILING, FLOOR, ABS, MOD

source: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG computes the logarithm of @x in the given base @base. If no @base is given LOG returns the logarithm in base 10. @base must be > 0. and cannot equal 1. * This function is Excel compatible. @EXAMPLES= LOG(2) equals 0.30103. LOG(8192,2) equals 13. @SEEALSO=LN, LOG2, LOG10
dz: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG དེ་གིས་ གཞི་རྟེན་@baseནང་བྱིན་པའི་ @x གི་རྩིས་བརྐྱབ་ཐངས་རྩིས་བརྐྱབ་ཨིན། @base འདི་བྱིན་ཏེ་མེད་པ་ཅིན་LOG དེ་གིས་རྩིས་བརྐྱབ་ཐངས་འདི་ གཞི་རྟེན་ ༡༠་ ནང་སླར་ལོག་འབདཝ་ཨིན། @base འདི་ > 0 འོང་དགོཔ་དང་ 1 ལུ་མཉམ་མི་ཚུགས། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LOG(2) equals 0.30103. LOG(8192,2) equals 13. @SEEALSO=LN, LOG2, LOG10
es: @FUNCTION=LOG @SYNTAX=LOG(x[;base]) @DESCRIPTION=Calcula el logaritmo de @x en la @base dada. Si la @base no se especifica LOG devuelve el logaritmo en base 10. @base debe ser > 0 y no puede ser igual a 1. * Esta función es compatible con Excel. @EXAMPLES= LOG(2) es igual a 0,30103. LOG(8192;2) es igual a 13. @SEEALSO=LN, LOG2, LOG10
fr: @FUNCTION=LOG @SYNTAX=LOG(x[;base]) @DESCRIPTION=Calcule le logarithme de @x dans la base @base (10 par défaut). @base doit être strictement supérieure à 0 et ne peut pas valoir 1. * Cette fonction est compatible avec Excel. @EXAMPLES= LOG(2) vaut 0,30103. LOG(8192;2) vaut 13. @SEEALSO=EXP, LOG2, LOG10
nl: @FUNCTION=LOG @SYNTAX=LOG(x[;grondtal]) @DESCRIPTION=LOG berekent het logaritme van @x met als grondtal: @grondtal. Als er geen @grondtal gegeven wordt, gebruikt LOG als grondtal 10. @grondtal moet > 0 zijn en mag niet gelijk zijn aan 1. * Deze functie is compatibel met Excel. @EXAMPLES= LOG(2) is 0,30103 LOG(8192;2) is 13 @SEEALSO=LN, LOG2, LOG10
pt_br: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG calcula o logaritmo de @x na base @base. Se não for especificada uma @base, LOG retorna o logaritmo na base 10. @base deve ser > 0 e não pode ser igual a 1. * Esta função é compatível com o Excel. @EXAMPLES= LOG(2) retorna 0.30103. LOG(8192,2) retorna 13. @SEEALSO=LN, LOG2, LOG10
sk: @FUNCTION=LOG @SYNTAX=LOG(x[,základ]) @DESCRIPTION=LOG počíta logaritmus @x s daným základom @základ. Ak nie je daný @základ, LOG vracia logaritmus so základom 10. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LOG(2) sa rovná 0.30103. LOG(8192,2) sa rovná 13. @SEEALSO=LN, LOG2, LOG10
vi: @FUNCTION=LOG @SYNTAX=LOG(x[,base]) @DESCRIPTION=LOG tính loga của @x cơ số @base cho trước. Nếu thiếu @base thì @base là 10. @base phải lớn hơn 0 và không thể bằng 1. * Hàm này tương thích với Excel. @EXAMPLES= LOG(2) bằng 0.30103. LOG(8192,2) bằng 13. @SEEALSO=LN, LOG2, LOG10

source: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN returns the natural logarithm of @x. * If @x <= 0, LN returns #NUM! error. * This function is Excel compatible. @EXAMPLES= LN(7) equals 1.94591. @SEEALSO=EXP, LOG2, LOG10
dz: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN དེ་གིས་ @xགི་རང་བཞིན་མཉམ་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @x <= 0, LN དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= LN(7) equals 1.94591. @SEEALSO=EXP, LOG2, LOG10
es: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=Calcula el logaritmo natural de @x. * Si @x es <= 0, LN devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= LN(7) es igual a 1,94591. @SEEALSO=EXP, LOG2, LOG10
fr: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN renvoie le logarithme naturel (népérien) de @x. Si @x est <= 0, LN renvoie #NUM! * Cette fonction est compatible avec Excel. @EXAMPLES= LN(7) vaut 1,94591. @SEEALSO=EXP, LOG2, LOG10
nl: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN berekent het natuurlijke logaritme van @x. * Als @x <= 0, geeft LN een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= LN(7) is 1,94591 @SEEALSO=EXP, LOG2, LOG10
pt_br: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN retorna o logaritmo natural de @x. * Se @x <= 0, LN retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= LN(7) retorna 1.94591. @SEEALSO=EXP, LOG2, LOG10
sk: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN vracia prirodzený logaritmus @x. Ak je @x <= 0, LN vracia chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= LN(7) sa rovná 1.94591. @SEEALSO=EXP, LOG2, LOG10
vi: @FUNCTION=LN @SYNTAX=LN(x) @DESCRIPTION=LN trả lại loga tự nhiên (cơ số e) của @x. Nếu « @x ≤ 0 » thì LN trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= LN(7) bằng 1.94591. @SEEALSO=EXP, LOG2, LOG10

source: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P computes LN(1+@x) with higher resulting precision than the direct formula. * If @x <= -1, LN1P returns #NUM! error. @EXAMPLES= LN1P(0.01) equals 0.00995. @SEEALSO=LN, EXPM1
dz: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P དེ་གིས་ LN(1+@x) འདི་ཐད་ཀར་མན་ངག་ལས་ལྷག་སྟེ མཐོ་བའི་གྲུབ་འབྲས་ཀྲིཀ་ཀྲི་དང་ཅིག་ཁར་རྩིས་བརྐྱབ་ཨིན། * If @x <= -1ཨིན་པ་ཅིན་, LN1P དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= LN1P(0.01) equals 0.00995. @SEEALSO=LN, EXPM1
es: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=Calcula el logaritmo LN(1+@x) con precisión más alta que la fórmula directa. * Si @x <= -1, LN1P devuelve el error #NÚM!. @EXAMPLES= LN1P(0.01) es igual a 0.00995. @SEEALSO=LN, EXPM1
fr: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=Calcule le logarithme en base 2 de @x. * Si @x <= 0, renvoie #NUM! @SEEALSO=EXP, LOG10, LOG
nl: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P berekent LN(1+@x) met hogere precisie dan de directe formule. * Als @x <= -1, geeft LN1P een #GETAL! foutmelding. @EXAMPLES= LN1P(0.01) is 0.00995 @SEEALSO=LN, EXPM1
pt_br: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P calcula LN(1+@x ) com mais precisão do que a obtida pela fórmula direta. * Se @x <= 1, LN1P retorna o erro #NUM! @EXAMPLES= LN1P(0.01) retorna 0.00995. @SEEALSO=LN, EXPM1
sk: @FUNCTION=LOG2 @SYNTAX=LOG2(x) @DESCRIPTION=LOG2 počíta logaritmus @x so základom 2. Ak je @x <= 0, LOG2 vracia chybu #NUM!. @EXAMPLES= LOG2(1024) sa rovná 10. @SEEALSO=EXP, LOG10, LOG
vi: @FUNCTION=LN1P @SYNTAX=LN1P(x) @DESCRIPTION=LN1P tính « LN(1+@x) » với độ chính xác kết quả lớn hơn công thức trực tiếp. * Nếu « @x ≤ -1 » thì LN1P trả lại lỗi « #NUM! ». @EXAMPLES= LN1P(0.01) bằng 0.00995. @SEEALSO=LN, EXPM1
