Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: ACCRINTM calculates the accrued interest from @{issue} to @{maturity}.
da: ACCRINTM beregner den påløbne rente fra @{issue} til @{maturity}.

source: @{par} defaults to $1000.
da: @{par} standardværdi er $1000.

source: INTRATE:interest rate
da: INTRATE:Rente

source: investment:amount paid on settlement
da: investment:beløb betalt ved afvikling

source: redemption:amount received at maturity
da: redemption:beløb modtaget ved udløb

source: INTRATE calculates the interest of a fully vested security.
da: INTRATE beregner renten for et fuldt optjent værdipapir.

source: RECEIVED:amount to be received at maturity
da: RECEIVED:Beløb der modtages ved udløb

source: RECEIVED calculates the amount to be received when a security matures.
da: RECEIVED beregner det beløb der skal modtages når et værdipapir udløber.

source: PRICEDISC:discounted price
da: PRICEDISC:Diskonteret pris

source: discount:annual rate at which to discount
da: discount:årlig sats hvorved der diskonteres

source: PRICEDISC calculates the price per $100 face value of a bond that does not pay interest at maturity.
da: PRICEDISC beregner prisen per $100 pålydende værdi for en obligation der ikke betaler rente ved udløb.

source: PRICEMAT:price at maturity
da: PRICEMAT:Pris ved udløb

source: yield:annual yield of security
da: yield:årligt udbytte for værdipapir

source: PRICEMAT calculates the price per $100 face value of a bond that pays interest at maturity.
da: PRICEMAT beregner prisen per $100 pålydende værdi for en obligation der betaler rente ved udløb.

source: DISC:discount rate
da: DISC:Diskonteringsrente

source: par:price per $100 face value
da: par:pris per $100 pålydende værdi

source: DISC calculates the discount rate for a security.
da: DISC beregner diskonteringsrenten for et værdipapir.

source: @{redemption} is the redemption value per $100 face value.
da: @{redemption} er indløsningsværdien per $100 pålydende værdi.

source: EFFECT:effective interest rate
da: EFFECT:Effektiv rente

source: nper:number of periods used for compounding
da: nper:antal perioder brugt til sammensat rente

source: EFFECT calculates the effective interest rate using the formula (1+@{rate}/@{nper})^@{nper}-1.
da: EFFECT beregner den effektive rente ved hjælp af formlen (1+@{rate}/@{nper})^@{nper}-1.

source: NOMINAL:nominal interest rate
da: NOMINAL:Nominel rente

source: rate:effective annual interest rate
da: rate:effektiv årlig rente

source: NOMINAL calculates the nominal interest rate from the effective rate.
da: NOMINAL beregner den nominelle rente fra den effektive rente.

source: ISPMT:interest payment for period
da: ISPMT:Rentebetaling for periode

source: per:period number
da: per:periodenummer

source: nper:number of periods
da: nper:antal perioder

source: pv:present value
da: pv:nutidsværdi

source: ISPMT calculates the interest payment for period number @{per}.
da: ISPMT beregner rentebetalingen for periodenummer @{per}.

source: DB:depreciation of an asset
da: DB:Afskrivning af et aktiv

source: cost:initial cost of asset
da: cost:oprindelig pris for aktiv

source: salvage:value after depreciation
da: salvage:værdi efter afskrivning

source: life:number of periods
da: life:antal perioder

source: period:subject period
da: period:emneperiode

source: month:number of months in first year of depreciation
da: month:antal måneder i første afskrivningsår

source: DB calculates the depreciation of an asset for a given period using the fixed-declining balance method.
da: DB beregner afskrivningen af et aktiv for en given periode ved hjælp af den degressive afskrivningsmetode.

source: DDB:depreciation of an asset
da: DDB:Afskrivning af et aktiv

source: factor:factor at which the balance declines
da: factor:faktor hvormed saldoen aftager

source: SLN:depreciation of an asset
da: SLN:Afskrivning af et aktiv

source: SYD:sum-of-years depreciation
da: SYD:årssumsafskrivning

source: DOLLARDE:convert to decimal dollar amount
da: DOLLARDE:Konverter til decimaldollarbeløb

source: fractional_dollar:amount to convert
da: fractional_dollar:beløb der skal konverteres

source: fraction:denominator
da: fraction:nævner

source: DOLLARFR:convert to dollar fraction
da: DOLLARFR:Konverter til dollarbrøk

source: decimal_dollar:amount to convert
da: decimal_dollar:beløb der skal konverteres

source: MIRR:modified internal rate of return
da: MIRR:Modificeret intern rente

source: values:cash flow
da: values:pengestrøm

source: finance_rate:interest rate for financing cost
da: finance_rate:rente for finansieringsomkostning

source: reinvest_rate:interest rate for reinvestments
da: reinvest_rate:rente for geninvesteringer

source: TBILLEQ:bond-equivalent yield for a treasury bill
da: TBILLEQ:Obligationsækvivalent afkast for statsobligationer

source: TBILLEQ calculates the bond-equivalent yield for a treasury bill.
da: TBILLEQ beregner obligationsækvivalent udbytte for en statsobligatio.

source: TBILLPRICE:price of a treasury bill
da: TBILLPRICE:Pris på en statsobligation

source: TBILLYIELD:yield of a treasury bill
da: TBILLYIELD:Afkast for statsobligationer

source: price:price
da: price:pris

source: TBILLYIELD calculates the yield of a treasury bill.
da: TBILLYIELD beregner udbyttet af en statsobligatio.

source: RATE:rate of investment
da: RATE:Afkast på investering

source: pmt:payment at each period
da: pmt:betaling for hver periode

source: fv:future value
da: fv:fremtidig værdi

source: type:payment type
da: type:betalingstype

source: guess:an estimate of what the result should be
da: guess:et estimat af hvad resultatet skulle være

source: RATE calculates the rate of return.
da: RATE beregner afkastningsraten.

source: RRI:equivalent interest rate for an investment increasing in value
da: RRI:Tilsvarende rente for en investering der stiger i værdi

source: p:number of periods
da: p:antal perioder

source: IRR:internal rate of return
da: IRR:Intern rente

source: PV:present value
da: PV:Nutidsværdi

source: rate:effective interest rate per period
da: rate:effektiv rente per periode

source: NPV:net present value
da: NPV:Nettonutidsværdi

source: value1:cash flow for period 1
da: value1:pengestrøm for periode 1

source: value2:cash flow for period 2
da: value2:pengestrøm for periode 2

source: NPV calculates the net present value of a cash flow.
da: NPV beregner netto nutidsværdien af en pengestrøm.

source: XNPV:net present value
da: XNPV:Nettonutidsværdi

source: dates:dates of cash flow
da: dates:datoer for pengestrøm

source: XIRR:internal rate of return
da: XIRR:Intern rente

source: FV:future value
da: FV:Fremtidig værdi

source: PMT:payment for annuity
da: PMT:Betaling for annuitet

source: PMT calculates the payment amount for an annuity.
da: PMT beregner betalingsbeløbet for en livrente.

source: IPMT:interest payment for period
da: IPMT:Rentebetaling for periode

source: PPMT:interest payment for period
da: PPMT:Rentebetaling for periode

source: NPER:number of periods
da: NPER:Antal perioder

source: DURATION:the (Macaulay) duration of a security
da: DURATION:(Macaulay) varigheden af et værdipapir

source: coupon:annual coupon rate
da: coupon:årlig kuponrente

source: DURATION calculates the (Macaulay) duration of a security.
da: DURATION beregner (Macaulay-)varigheden for et værdipapir.

source: G_DURATION:the duration of a investment
da: G_DURATION:Varigheden af en investering

source: G_DURATION is the OpenFormula function PDURATION.
da: G_DURATION er OpenFormula-funktionen PDURATION.

source: FVSCHEDULE:future value
da: FVSCHEDULE:Fremtidig værdi

source: principal:initial value
da: principal:oprindelig værdi

source: schedule:range of interest rates
da: schedule:interval af rentesatser

source: EURO:equivalent of 1 EUR
da: EURO:ækvivalent af 1 EUR

source: currency:three-letter currency code
da: currency:valutakode med tre bogstaver

source: This function is not likely to be useful anymore.
da: Denne funktion er sandsynligvis ikke nyttig længere.

source: EUROCONVERT:pre-Euro amount from one currency to another
da: EUROCONVERT:Præ-Euro beløb fra én valuta til en anden

source: n:amount
da: n:beløb

source: source:three-letter source currency code
da: source:kildevalutakode med tre bogstaver

source: target:three-letter target currency code
da: target:målvalutakode med tre bogstaver

source: full_precision:whether to provide the full precision; defaults to false
da: full_precision:om fuld præcision skal leveres; standardværdi er falsk

source: PRICE:price of a security
da: PRICE:Pris på et værdipapir

source: YIELD:yield of a security
da: YIELD:Afkast for værdipapir

source: price:price of security
da: price:pris for værdipapir

source: YIELD calculates the yield of a security that pays periodic interest.
da: YIELD beregner udbyttet af et værdipapir der betaler periodisk rente.

source: YIELDDISC:yield of a discounted security
da: YIELDDISC:Afkast for diskonteret værdipapir

source: YIELDDISC calculates the yield of a discounted security.
da: YIELDDISC beregner udbyttet af et diskonteret værdipapir.

source: YIELDMAT:yield of a security
da: YIELDMAT:Afkast af et værdipapir

source: ODDFPRICE:price of a security that has an odd first period
da: ODDFPRICE:Pris på et værdipapir med uregelmæssig første periode

source: first_interest:first interest date
da: first_interest:første rentedato

source: ODDFPRICE calculates the price per $100 face value of a security that pays periodic interest, but has an odd first period.
da: ODDFPRICE beregner prisen per $100 pålydende værdi for et værdipapir der betaler periodisk rente, men har en ulige første periode.

source: ODDFYIELD:yield of a security that has an odd first period
da: ODDFYIELD:Afkast af et værdipapir med uregelmæssig første periode

source: ODDFYIELD calculates the yield of a security that pays periodic interest, but has an odd first period.
da: ODDFYIELD beregner udbyttet af et værdipapir der betaler periodisk rente, men har en ulige første periode.

source: ODDLPRICE:price of a security that has an odd last period
da: ODDLPRICE:Pris på et værdipapir med uregelmæssig sidste periode

source: last_interest:last interest date
da: last_interest:sidste rentedato

source: ODDLPRICE calculates the price per $100 face value of a security that pays periodic interest, but has an odd last period.
da: ODDLPRICE beregner prisen per $100 pålydende værdi for et værdipapir der betaler periodisk rente, men har en ulige sidste periode.

source: ODDLYIELD:yield of a security that has an odd last period
da: ODDLYIELD:Afkast af et værdipapir med uregelmæssig sidste periode

source: ODDLYIELD calculates the yield of a security that pays periodic interest, but has an odd last period.
da: ODDLYIELD beregner udbyttet af et værdipapir der betaler periodisk rente, men har en ulige sidste periode.

source: AMORDEGRC:depreciation of an asset using French accounting conventions
da: AMORDEGRC:Afskrivning af et aktiv ved brug af franske regnskabskonventioner

source: purchase_date:date of purchase
da: purchase_date:købsdato

source: first_period:end of first period
da: first_period:slutning af første periode

source: rate:depreciation rate
da: rate:afskrivningssats

source: AMORDEGRC calculates the depreciation of an asset using French accounting conventions. Assets purchased in the middle of a period take prorated depreciation into account. This is similar to AMORLINC, except that a depreciation coefficient is applied in the calculation depending on the life of the assets.
da: AMORDEGRC beregner afskrivningen af et aktiv ved hjælp af franske regnskabskonventioner. Aktiver købt midt i en periode tager forholdsmæssig afskrivning i betragtning. Dette ligner AMORLINC, undtagen at en afskrivningskoefficient anvendes i beregningen afhængig af aktivets levetid.

source: The depreciation coefficient used is: 1.0 for an expected lifetime less than 3 years, 1.5 for an expected lifetime of at least 3 years but less than 5 years, 2.0 for an expected lifetime of at least 5 years but at most 6 years, 2.5 for an expected lifetime of more than 6 years.
da: Den anvendte afskrivningskoefficient er: 1,0 for en forventet levetid mindre end 3 år, 1,5 for en forventet levetid på mindst 3 år men mindre end 5 år, 2,0 for en forventet levetid på mindst 5 år men højst 6 år, 2,5 for en forventet levetid på mere end 6 år.

source: Special depreciation rules are applied for the last two periods resulting in a possible total depreciation exceeding the difference of @{cost} - @{salvage}.
da: Særlige afskrivningsregler anvendes for de sidste to perioder hvilket resulterer i en mulig samlet afskrivning der overstiger forskellen @{cost} - @{salvage}.

source: Named for AMORtissement DEGRessif Comptabilite.
da: Navngivet efter AMORtissement DEGRessif Comptabilite.

source: AMORLINC:depreciation of an asset using French accounting conventions
da: AMORLINC:Afskrivning af et aktiv ved brug af franske regnskabskonventioner

source: AMORLINC calculates the depreciation of an asset using French accounting conventions. Assets purchased in the middle of a period take prorated depreciation into account.
da: AMORLINC beregner afskrivningen af et aktiv ved hjælp af franske regnskabskonventioner. Aktiver købt midt i en periode tager forholdsmæssig afskrivning i betragtning.

source: Named for AMORtissement LINeaire Comptabilite.
da: Navngivet efter AMORtissement LINeaire Comptabilite.

source: COUPDAYBS:number of days from coupon period to settlement
da: COUPDAYBS:Antal dage fra kuponperiode til afregning

source: eom:end-of-month flag
da: eom:månedsafslutnings-flag

source: COUPDAYBS calculates the number of days from the beginning of the coupon period to the settlement date.
da: COUPDAYBS beregner antallet af dage fra begyndelsen af kuponperioden til afregningsdatoen.

source: COUPDAYS:number of days in the coupon period of the settlement date
da: COUPDAYS:Antal dage i kuponperioden for afregningsdatoen

source: COUPDAYS calculates the number of days in the coupon period of the settlement date.
da: COUPDAYS beregner antallet af dage i kuponperioden for afregningsdatoen.

source: COUPDAYSNC:number of days from the settlement date to the next coupon period
da: COUPDAYSNC:Antal dage fra afregningsdatoen til næste kuponperiode

source: COUPDAYSNC calculates number of days from the settlement date to the next coupon period.
da: COUPDAYSNC beregner antallet af dage fra afregningsdatoen til den næste kuponperiode.

source: COUPNCD:the next coupon date after settlement
da: COUPNCD:Næste kupondato efter afregning

source: COUPNCD calculates the coupon date following settlement.
da: COUPNCD beregner kupondatoen efter afviklingen.

source: COUPPCD:the last coupon date before settlement
da: COUPPCD:Sidste kupondato før afregning

source: COUPPCD calculates the coupon date preceding settlement.
da: COUPPCD beregner kupondatoen før afviklingen.

source: COUPNUM:number of coupons
da: COUPNUM:Antal kuponer

source: COUPNUM calculates the number of coupons to be paid between the settlement and maturity dates, rounded up.
da: COUPNUM beregner antallet af kuponer der skal betales mellem afregnings- og udløbsdatoerne, rundet op.

source: CUMIPMT:cumulative interest payment
da: CUMIPMT:Akkumuleret rentebetaling

source: rate:interest rate per period
da: rate:rente per periode

source: start_period:first period to accumulate for
da: start_period:første periode der skal akkumuleres for

source: end_period:last period to accumulate for
da: end_period:sidste periode der skal akkumuleres for

source: CUMIPMT calculates the cumulative interest paid on a loan from @{start_period} to @{end_period}.
da: CUMIPMT beregner den kumulative rente betalt på et lån fra @{start_period} til @{end_period}.

source: CUMPRINC:cumulative principal
da: CUMPRINC:Kumuleret hovedstol

source: CUMPRINC calculates the cumulative principal paid on a loan from @{start_period} to @{end_period}.
da: CUMPRINC beregner den kumulative hovedstol betalt på et lån fra @{start_period} til @{end_period}.

source: MDURATION:the modified (Macaulay) duration of a security
da: MDURATION:Den modificerede (Macaulay) varighed af et værdipapir

source: MDURATION calculates the modified (Macaulay) duration of a security.
da: MDURATION beregner den modificerede (Macaulay-)varighed for et værdipapir.

source: VDB:depreciation of an asset
da: VDB:Afskrivning af et aktiv

source: no_switch:do not switch to straight-line depreciation
da: no_switch:skift ikke til lineær afskrivning

source: VDB calculates the depreciation of an asset for a given period range using the variable-rate declining balance method.
da: VDB beregner afskrivningen af et aktiv for et givet periodeinterval ved hjælp af variabel-rate faldende saldo-metoden.

source: If @{no_switch} is FALSE, the calculation switches to straight-line depreciation when depreciation is greater than the declining balance calculation.
da: Hvis @{no_switch} er FALSK, skifter beregningen til lineær afskrivning når afskrivningen er større end den faldende saldo-beregning.

source: FLT.RADIX:return the floating point system's base
da: FLT.RADIX:Returner flydetalssystemets grundtal

source: The FLT.RADIX function returns the base of the floating point number system in use.
da: FLT.RADIX-funktionen returnerer grundtallet for det anvendte flydetals-talsystem.

source: FLT.MIN:return the smallest positive floating point number
da: FLT.MIN:Returner det mindste positive flydende kommatal

source: The FLT.MIN function returns the smallest positive normal floating point number that can be represented.
da: FLT.MIN-funktionen returnerer det mindste positive normale flydetal der kan repræsenteres.

source: FLT.MAX:return the largest positive floating point number
da: FLT.MAX:Returner det største positive flydende kommatal

source: The FLT.MAX function returns the largest positive floating point number that can be represented.
da: FLT.MAX-funktionen returnerer det største positive flydetal der kan repræsenteres.

source: FLT.NEXTAFTER:next representable value
da: FLT.NEXTAFTER:Næste repræsenterbare værdi

source: x:floating point value
da: x:kommatal

source: y:direction
da: y:retning

source: The FLT.NEXTAFTER function returns the next floating point value after @{x} in the direction of @{y}. "+" and "-" are special values for @{y} that represent positive and negative infinity.
da: FLT.NEXTAFTER-funktionen returnerer den næste flydetalsværdi efter @{x} i retningen af @{y}. "+" og "-" er særlige værdier for @{y} der repræsenterer positiv og negativ uendelighed.

source: HDATE:Hebrew date
da: HDATE:Hebraisk dato

source: year:Gregorian year of date, defaults to the current year
da: year:gregoriansk årstal, standardværdi er indeværende år

source: month:Gregorian month of year, defaults to the current month
da: month:gregoriansk måned, standardværdi er indeværende måned

source: day:Gregorian day of month, defaults to the current day
da: day:gregoriansk dag i måneden, standardværdi er indeværende dag

source: DATE2HDATE:Hebrew date
da: DATE2HDATE:Hebraisk dato

source: date:Gregorian date, defaults to today
da: date:gregoriansk dato, standardværdi er i dag

source: HDATE_HEB:Hebrew date in Hebrew
da: HDATE_HEB:Hebraisk dato på hebraisk

source: DATE2HDATE_HEB:Hebrew date in Hebrew
da: DATE2HDATE_HEB:Hebraisk dato på hebraisk

source: HDATE_MONTH:Hebrew month of Gregorian date
da: HDATE_MONTH:Hebraisk måned for gregoriansk dato

source: HDATE_DAY:Hebrew day of Gregorian date
da: HDATE_DAY:Hebraisk dag for gregoriansk dato

source: HDATE_YEAR:Hebrew year of Gregorian date
da: HDATE_YEAR:Hebraisk år for gregoriansk dato

source: HDATE_JULIAN:Julian day number for given Gregorian date
da: HDATE_JULIAN:Juliansk dagnummer for given gregoriansk dato

source: DATE2JULIAN:Julian day number for given Gregorian date
da: DATE2JULIAN:Juliansk dagnummer for given gregoriansk dato

source: CELL:information of @{type} about @{cell}
da: CELL:Information af typen @{type} om @{cell}

source: type:string specifying the type of information requested
da: type:streng der angiver den ønskede informationstype

source: cell:cell reference
da: cell:cellereference

source: EXPRESSION:expression in @{cell} as a string
da: EXPRESSION:Udtryk i @{cell} som en tekststreng

source: cell:a cell reference
da: cell:en cellereference

source: If @{cell} contains no expression, EXPRESSION returns empty.
da: Hvis @{cell} ikke indeholder et udtryk, så returnerer EXPRESSION tom.

source: GET.FORMULA:the formula in @{cell} as a string
da: GET.FORMULA:Formlen i @{cell} som en tekststreng

source: cell:the referenced cell
da: cell:den refererede celle

source: GET.FORMULA is the OpenFormula function FORMULA.
da: GET.FORMULA er OpenFormula-funktionen FORMULA.

source: If A1 is empty and A2 contains =B1+B2, then GET.FORMULA(A2) yields '=B1+B2' and GET.FORMULA(A1) yields ''.
da: Hvis A1 er tom og A2 indeholder =B1+B2, så giver GET.FORMULA(A2) '=B1+B2' og GET.FORMULA(A1) giver ''.

source: ISFORMULA:TRUE if @{cell} contains a formula
da: ISFORMULA:SAND hvis @{cell} indeholder en formel

source: ISFORMULA is OpenFormula compatible.
da: ISFORMULA er kompatibel med OpenFormula.

source: COUNTBLANK:the number of blank cells in @{range}
da: COUNTBLANK:Antallet af tomme celler i @{range}

source: range:a cell range
da: range:et celleinterval

source: COUNTBLANK(A1:A20) returns the number of blank cell in A1:A20.
da: COUNTBLANK(A1:A20) returnerer antallet af tomme celler i A1:A20.

source: INFO:information about the current operating environment according to @{type}
da: INFO:Information om det aktuelle driftsmiljø i henhold til @{type}

source: type:string giving the type of information requested
da: type:streng der giver den ønskede informationstype

source: ISERROR:TRUE if @{value} is any error value
da: ISERROR:SAND hvis @{value} er en fejlværdi

source: value:a value
da: value:en værdi

source: ISNA:TRUE if @{value} is the #N/A error value
da: ISNA:SAND hvis @{value} er fejlværdien #N/A

source: ISERR:TRUE if @{value} is any error value except #N/A
da: ISERR:SAND hvis @{value} er en fejlværdi undtagen #N/A

source: ERROR.TYPE:the type of @{error}
da: ERROR.TYPE:Typen af @{error}

source: error:an error
da: error:En fejl

source: ERROR.TYPE returns an error number corresponding to the given error value. The error numbers for error values are: #DIV/0! 2 #VALUE! 3 #REF! 4 #NAME? 5 #NUM! 6 #N/A 7
da: ERROR.TYPE returnerer et fejlnummer som svarer til en given fejlværdi. Fejlnumrene for fejlværdierne er: #DIV/0! 2 #VÆRDI! 3 #REF! 4 #NAVN? 5 #TAL! 6 #N/A! 7

source: NA:the error value #N/A
da: NA:Fejlværdien #N/A

source: ERROR:the error with the given @{name}
da: ERROR:Fejlen med det givne @{name}

source: name:string
da: name:streng

source: ISBLANK:TRUE if @{value} is blank
da: ISBLANK:SAND hvis @{value} er tom

source: This function checks if a value is blank. Empty cells are blank, but empty strings are not.
da: Denne funktion kontrollerer om en værdi er blank. Tomme celler er blanke, men tomme strenge er ikke.

source: ISEVEN:TRUE if @{n} is even
da: ISEVEN:SAND hvis @{n} er lige

source: n:number
da: n:tal

source: ISLOGICAL:TRUE if @{value} is a logical value
da: ISLOGICAL:SAND hvis @{value} er en logisk værdi

source: This function checks if a value is either TRUE or FALSE.
da: Denne funktion kontrollerer om en værdi enten er SAND eller FALSK.

source: ISNONTEXT:TRUE if @{value} is not text
da: ISNONTEXT:SAND hvis @{value} ikke er tekst

source: ISNUMBER:TRUE if @{value} is a number
da: ISNUMBER:SAND hvis @{value} er et tal

source: This function checks if a value is a number. Neither TRUE nor FALSE are numbers for this purpose.
da: Denne funktion kontrollerer om en værdi er et tal. Hverken SAND eller FALSK er tal til dette formål.

source: ISODD:TRUE if @{n} is odd
da: ISODD:SAND hvis @{n} er ulige
