Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (date) @DESCRIPTION=ISOYEAR returns the year of the ISO 8601 week number of @date. An ISO 8601 week starts on Monday. Weeks are numbered from 1. A week including days from two different years is assigned to the year which includes the most days. This means that Dec 31 could be in week 1 of the following year, and Jan 1 could be in week 52 or 53 of the previous year. ISOYEAR returns the year the week is assigned to. * ISOYEAR returns #NUM! if date is invalid. @EXAMPLES= If A1 contains 12/31/2001 then ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
dz: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (date) @DESCRIPTION=ISOYEAR དེ་གིས་ ISO 8601 གི་ལོ་འདི་ @dateགི་བདུན་རིམ་སླར་ལོག་འབདཝ་ཨིན། ISO 8601 བདུན་རིམ་འདི་ མིག་དམར་ལུ་འགོ་བཙུགསཔ་ཨིན། བདུན་རིམ་ཚུ་ ༡་ ལས་ཨང་རིམ་བཏངས་ཡོདཔ་ཨིན། ལོ་སོ་སོ་གཉིས་ལས་ཉིནམ་བརྩི་སྟེ་བདུན་རིམ་འདི་ ཉིནམ་ལེ་ཤ་བརྩི་མི་ལོ་དེ་ལུ་འགན་སྤྲོད་འབདཝ་ཨིན། སྤྱི་ཟླ་བཅུ་གཉིས་པའི་ཚེས་ ༣༡་ འདི་ ལོ་དེའི་བདུན་རིམ་ ༡ ཨིནམ་དང་, སྤྱི་ཟླ་དང་པའི་ཚེས་ ༡་འདི་ ལོ་ཧེ་མའི་བདུ་རིམ་ ༥༢་ ཡང་ན་ ༥༣་ཨིན། ISOYEAR དེ་གིས་ བདུན་རིམ་འགན་སྤྲོད་འབད་ཡོད་པའི་ལོ་འི་སླར་ལོག་འབདཝ་ཨིན། * ISOYEAR དེ་གིས་ #NUM!སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ཚེས་གྲངས་འདི་ནུས་ཅན་མེད་པ་ཅིན། @EXAMPLES= If A1 དེ་གིས་12/31/2001 ཡོད་པ་ཅིན་ དེ་ལས ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
es: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (fecha) @DESCRIPTION=ISOYEAR devuelve el año del número de semana ISO 8601 de la @fecha. Una semana ISO 8601 comienza en lunes. Las semanas se numeran desde 1. Una semana que incluya días de dos años distintos se asigna al año que incluye mayor número de días. Esto significa que el 31 de diciembre podría estar en la semana 1 del año siguiente y el 1 de enero podría estar en la semana 52 o 53 del año anterior. ISOYEAR devuelve el año al que la semana está asignada, mientras que ISOWEEKNUM devuelve el número de la semana. * Si la fecha es inválida, ISOYEAR devuelve el error #NÚM!. @EXAMPLES= Si A1 contiene 31/12/2001 entonces ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
fr: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (date) @DESCRIPTION=ISOYEAR renvoie l'année correspondant à la semaine de @date, selon la norme ISO 8601. Une semaine ISO 8601 commence le lundi, et les semaines sont numérotées à partir de 1. Si une semaine comporte des jours de différentes années, elle est affectée à l'année y comportant le plus de jours. Ceci implique que le 31 décembre peut être dans la semaine 1 de l'année suivante, et que le 1er janvier peut être dans la semaine 52 ou 53 de l'année précédente. ISOYEAR renvoie l'année correspondant à cette semaine, alors que ISOWEEKNUM renvoie le numéro de semaine. Cette fonction renvoie #NUM! si la date est invalide. @EXAMPLES= Si A1 contient 31/12/2001 alors ISOYEAR(A1)=2002. @SEEALSO=ISOWEEKNUM
nl: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (datum) @DESCRIPTION=ISOYEAR geeft het jaar van de ISO-8601 weeknummer van de @datum. Een ISO-8601 week begint op maandag. Weken worden genummerd vanaf 1. Een week die dagen van verschillende jaren bevat, wordt aan het jaar toegevoegd waarin de meeste dagen vallen. Dit betekent dat 31 December in week 1 van het volgende jaar valt, of dat 1 Januari in week 52 of 53 van het vorige jaar valt. ISOYEAR geeft het jaar waar de week aan wordt toegewezen, terwijl ISOWEEKNUM het weeknummer geeft. * ISOYEAR geeft een #GETAL! foutmelding als de @datum ongeldig is. @EXAMPLES= Als cel A1 de datum 31/12/2001 bevat dan geldt: ISOYEAR(A1) is 2002 @SEEALSO=ISOWEEKNUM
pt_br: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR(data) @DESCRIPTION=ISOYEAR retorna o número ISO8601 do ano da semana dada por @data. Uma semana ISO 8601 começa na Segunda. As semanas são numeradas a partir de 1. Uma semana incluindo dias de dois anos diferentes é atribuída ao ano que inclui o maior número de dias. Isto significa que o dia 31 de Dezembro poderá pertencer à semana 1 do ano seguinte e o dia 1 de Janeiro poderá pertencer ou a semana 51 ou a semana 53 do ano anterior. ISOYEAR retorna o ano a que pertence a semana. * ISOYEAR retorna o erro #NUM!, se a data for inválida. @EXAMPLES= Se A1 contém 12/31/2001, então ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
sk: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (dátum) @DESCRIPTION=ISOYEAR vracia rok podľa ISO 8601 pre @dátum. Týždeň ISO 8601 začína v pondelok. Týždne sa číslujú od 1. Týždeň na rozhraní rokov sa počíta do roku, kam patrí väčšina dní. To znamená, že 31. december môže byť v 1. týždni ďalšieho roku a 1. január môže patriť do týždňa 52 alebo 53 predchádzajúceho roku. ISOYEAR vracia rok týždňa, ISOWEEKNUM vracia číslo týždňa. * Vracia #NUM! ak dátum nie je platný. @EXAMPLES= Ak A1 obsahuje 12/31/2001, potom ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM
vi: @FUNCTION=ISOYEAR @SYNTAX=ISOYEAR (date) @DESCRIPTION=ISOYEAR trả lại năm của số thứ tự tuần dạng ISO 8601 của @date (ngày). Tuần dạng ISO 8601 bắt đầu vào hôm Thứ Hai, các tuần có số thứ tự từ số 1. Tuần nào gồm ngày từ hai năm khác thì được gán cho năm gồm ngày nhiều hơn. Có nghĩa là ngày 31 tháng 12 có thể trong tuần 1 của năm sau, và ngày 1 tháng 1 có thể trong tuần 52 hay 53 của năm trước.ISOYEAR trả lại năm mà tuần được gán cho nó. * ISOYEAR trả lại « #NUM! » nếu ngày không hợp lệ. @EXAMPLES= Nếu A1 chứa 12/31/2001 thì ISOYEAR(A1)=2002 @SEEALSO=ISOWEEKNUM

source: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date[,method]) @DESCRIPTION=WEEKNUM returns the week number of @date according to the given @method. @method defaults to 1. For @method=1, week starts on Sunday, and days before first Sunday are in week 0. For @method=2, week starts on Monday, and days before first Monday are in week 0. For @method=150, the ISO 8601 week number is returned. * WEEKNUM returns #NUM! if @date or @method is invalid. * This function is Excel compatible, except that Excel does not support ISO 8601 week numbers. @EXAMPLES= If A1 contains 12/21/00 then WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
dz: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date[,method]) @DESCRIPTION=WEEKNUM དེ་གིས་ བྱིན་ཏེ་ཡོད་པའི་@method དང་འཁྲིལ་ཏེ་ @date གི་བདུན་རིམ་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། @method dདེ་གིས་ ༡་ལུ་སྔོན་སྒྲིག་འབདཝ་ཨིན། For @method=1གི་དོན་ལུ་, བདུན་རིམ་གཟའ་ཟླ་བ་ལས་འགོ་བཙུགསཔ་ཨིནམ་དང་, གཟའ་ཟླ་བ་གི་ཧེ་མའི་ཉིནམ་ཚུ་བདུན་རིམ་ ༠་ ནང་ཨིན། For @method=2དོན་ལུ་, བདུན་རིམ་མིག་དམར་ལུ་འགོ་བཙུགསཔ་ཨིནམ་དང་, མིག་དམར་དང་པའི་ཧེ་མ་གི་ཉིནམ་ཚུ་ བདུན་རིམ་ ༠་ཨིན། For @method=150དོན་ལུ་, ISO 8601 བདུན་རིམ་ཨང་གྲངས་འདི་སླར་ལོག་འབདཝ་ཨིན། * WEEKNUM དེ་གིས་ #NUM! སླར་ལོག་འབདཝ་ཨིན་ ག་དེམ་ཅིག་སྦེ་ @date ཡང་ན་ @method འདི་ནུས་ཅན་མེད་པ་ཅིན་ * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན་, ཨེགསི་སེལ་དེ་གིས་ ISO 8601 བདུན་རིམ་ཨང་གྲངས་ཚུ་རྒྱབ་སྐྱོར་མ་འབདཝ་རྐྱམ་ཅིག་ཨིན། @EXAMPLES= If A1 contains 12/21/00 then WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
es: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (fecha[,método]) @DESCRIPTION=WEEKNUM devuelve el número de semana de @fecha según el @método dado. @método es 1 por omisión. Para el @método=1, la semana empieza el domingo, y los días anteriores al domingo están en la semana 0. Para el @método=2, la semana empieza el lunes, y los días anteriores al lunes están en la semana 0. Para el @método=150, se devuelve el número de semana ISO 8601. * Devuelve #NÚM! si la fecha o el método no son válidos. * Esta función es compatible con Excel, salvo que Excel no soporta números de semana ISO 8601. @EXAMPLES= Si A1 contiene 21/12/00, entonces WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
fr: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date[;méthode]) @DESCRIPTION=ISOWEEKNUM renvoie le numéro de semaine de @date, selon la méthode indiquée (défaut 1). Si @méthode = 1, la semaine commence le dimanche, et les jours avant le premier dimanche font partie de la semaine 0. Si @méthode = 2, la semaine commence le lundi, et les jours avant le premier lundi font partie de la semaine 0. Si @méthode = 150, la semaine est comptée selon la norme ISO 8601. * WEEKNUM renvoie #NUM! si @date ou @méthode est invalide. * Cette fonction est compatible avec Excel, mis à part qu'Excel ne supporte pas les numéros de semaines ISO 8601. @EXAMPLES= Si A1 contient 21/12/00 alors WEEKNUM(A1;2)=51. @SEEALSO=ISOWEEKNUM
nl: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (datum[;methode]) @DESCRIPTION=WEEKNUM geeft het weeknummer van de @datum volgens de gegeven @methode. @methode is standaard 1. Als methode=1, begint de week op Zondag, en de dagen voor de eerste Zondag vallen in week 0. Als methode=2, begint de week op Maandag, en de dagen voor de eerste Maandag vallen in week 0. Als methode=150, geeft de functie het het ISO-8601 weeknummer. * WEEKNUM geeft een #GETAL! foutmelding als @datum of @methode ongeldig is. * Deze functie is compatibel met Excel, behalve dat Excel geen ISO 8601 week nummers ondersteunt. @EXAMPLES= Als cel A1 de datum 21/12/00 bevat dan geldt: WEEKNUM(A1;2) is 51 @SEEALSO=ISOWEEKNUM
pt_br: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM(data[,método]) @DESCRIPTION=WEEKNUM retona o número da semana de @data de acordo com o @método fornecido. @método é inicialmente igual a 1. Se @método=1, a semana começa no Domingo, e os dias anteriores ao primeiro Domingo pertencem à semana 0. Se @método=2, a semana começa na Segunda, e os dias anteriores à primeira Segunda pertencem à semana 0. Se @método=150, é retornado o número ISO 8601 da semana. * WEEKNUM retorna o erro #NUM!, se @data ou @método são inválidos. * Esta função é compatível com o Excel, à exceção que o Excel não suporta a numeração de semanas ISO 8601. @EXAMPLES= Se A1 contém 12/21/00, então WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
sk: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (dátum, metóda) @DESCRIPTION=WEEKNUM vracia číslo týždna pre @dátum podľa @metódy. @metóda je štandardne 1. Pre @metóda=1 týždeň začína v nedeľu a dni pred prvou nedeľou sú týždeň 0. Pre @metóda=2 týždenň začína v pondelok a dni pred prvou nedeľou sú týždeň 0. Pre @metóda=150 je vrátený týždeň podľa ISO 8601. * Vracia #NUM! ak je dátum alebo metóda neplatná. * Táto funkcia je kompatibilná s Excelom okrem toho, že Excel nepodporuje čísla týždňov podľa ISO 8601. @EXAMPLES= Ak A1 obsahuje 21/12/00 potom WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM
vi: @FUNCTION=WEEKNUM @SYNTAX=WEEKNUM (date[,method]) @DESCRIPTION=WEEKNUM trả lại số thứ tự tuần của @date (ngày) tùy theo @method (phương pháp) cho trước. @method mặc định là 1. Với @method=1, tuần bắt đầu vào hôm Chủ Nhật, và ngày nào trước hôm Chủ Nhật đầu có trong tuần số 0. Với @method=2, tuần bắt đầu vào hôm Thứ Hai, và ngày nào trước Thứ Hai đầu có trong tuần số 0. Với @method=150, trả lại số thứ tự tuần dạng ISO 8601. * WEEKNUM trả lại « #NUM! » nếu @date hay @method không hợp lệ. * Hàm này tương thích với Excel, trừ trình Excel không hỗ trợ số thứ tự tuần dạng ISO 8601. @EXAMPLES= Nếu A1 chứa 12/21/00 thì WEEKNUM(A1,2)=51 @SEEALSO=ISOWEEKNUM

source: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (start_date, end_date [,basis]) @DESCRIPTION=YEARFRAC returns the number of full days between @start_date and @end_date according to the @basis. @EXAMPLES= @SEEALSO=DATEDIF
dz: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (start_date, end_date [,basis]) @DESCRIPTION=YEARFRAC དེ་གིས་ @start_date དང་ @end_date གི་བར་ན་ཉིནམ་ཆ་ཚང་གི་ཨང་གྲངས་བྱིནམ་ཨིན་@basisདང་འཁྲིལ་བ་ཅིན། @EXAMPLES= @SEEALSO=DATEDIF
es: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (fecha_inicio, fecha_final [,base]) @DESCRIPTION=YEARFRAC devuelve el número de días completos entre @fecha_inicio y @fecha_final de acuerdo con la @base. @EXAMPLES= @SEEALSO=DATEDIF
fr: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC(date_début;date_fin[;base]) @DESCRIPTION=YEARFRAC renvoie le nombre de jours entre @date_début et @date_fin, selon la @base. @SEEALSO=DATEDIF
nl: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (begindatum; einddatum [;soort_jaar]) @DESCRIPTION=YEARFRAC geeft het aantal gehele dagen tussen @begindatum en @einddatum volgens het @soort_jaar. @EXAMPLES= @SEEALSO=DATEDIF
pt_br: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC(data_inicial,data_final[,base]) @DESCRIPTION=YEARFRAC retorna o número de dias entre a @data_inicial e a @data_final de acordo com a @base escolhida. @base é o tipo de sistema de contagem de dias que você pretende utilizar: 0 US 30/360 (30 dias por mês e 360 dias por ano) 1 atual/atual (28, 29, 30, ou 31 dias por mês e 365 (ou 366) dias por ano) 2 atual/360 (28, 29, 30, ou 31 dias por mês e 360 dias por ano) 3 atual/365 (28, 29, 30, ou 31 dias por mês e 365 dias por ano) 4 Europeu 30/360 (30 dias por mês e 360 dias por ano) @EXAMPLES= @SEEALSO=DATEDIF
sk: @FUNCTION=YEARFRAC @SYNTAX=WEEKNUM (zač_dátum, kon_dátum, báza) @DESCRIPTION=YEARFRAC vracia počet celých dní medzi @zač_dátum a @kon_dátum podľa @báza. @EXAMPLES= @SEEALSO=DATEDIF
vi: @FUNCTION=YEARFRAC @SYNTAX=YEARFRAC (start_date, end_date [,basis]) @DESCRIPTION=YEARFRAC trả lại số lượng ngày đầy đủ giữa @start_date (ngày đầu) và @end_date (ngày cuối cùng) tùy theo @basis (cơ sở). @EXAMPLES= @SEEALSO=DATEDIF

source: @FUNCTION=BASE @SYNTAX=BASE(number,base[,length]) @DESCRIPTION=BASE function converts a number to a string representing that number in base @base. * @base must be an integer between 2 and 36. * This function is OpenOffice.Org compatible. * Optional argument @length specifies the minimum result length. Leading zeroes will be added to reach this length. @EXAMPLES= BASE(255,16,4) equals "00FF". @SEEALSO=DECIMAL
dz: @FUNCTION=BASE @SYNTAX=BASE(number,base[,length]) @DESCRIPTION=BASE ལཱ་འགན་དེ་གིས་ཡིག་རྒྱུན་ལུ་ཨང་གྲངས་ཅིག་གཞི་བསྒྱུར་འབདཝ་ཨིན་ དེ་ཡང་ གཞི་རྟེན་ @base ནང་ཁྱད་ཚབ་འབ་དམི། * @base འདི་ ༢་ དང་ ༣༦་ གི་བར་ནའི་ཧྲིལ་གྲངས་ཅིག་ཨིན། * ལཱ་འགན་འདི་ OpenOffice.Org མཐུན་འགྱུར་ཅན་ཨིན། * གདམ་ཁ་ཅན་གྱི་སྒྲུབ་རྟགས་འདི་@length དེ་གིས་ འགྲུབ་འབྲས་རིང་ཚད་ཉུང་ཤོས་འདི་གསལ་བཀོད་འབདཝ་ཨིན། སྔོན་བསྐྱོད་འབད་མི་ཀླད་ཀོར་འདི་ རིང་ཚད་འདི་ལུ་ལྷོད་ནི་ལུ་ཁ་སྐོང་བརྐྱབ་ནི་ཨིན། @EXAMPLES= BASE(255,16,4) མཉམ་པ་ "00FF". @SEEALSO=DECIMAL
es: @FUNCTION=BASE @SYNTAX=BASE(número,base[,longitud]) @DESCRIPTION=La función BASE convierte un número a una cadena representando ese número en base @base. * @base debe ser un entero entre 2 y 36. * Esta función es compatible con OpenOffice.Org. * El argumento opcional @longitud especifica la longitud mínima del resultado. Se añadirán ceros para alcanzar esa longitud. @EXAMPLES= BASE(255,16,4) es igual a "00FF". @SEEALSO=DECIMAL
fr: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=La fonction OCT2DEC convertit un nombre octal sous forme de chaîne ou de nombre en son équivalent décimal. Cette fonction est compatible avec Excel. @EXAMPLES= OCT2DEC("124") vaut 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
nl: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=OCT2DEC zet een octaal getal om naar het decimale equivalent. * Deze functie is compatibel met Excel. @EXAMPLES= OCT2DEC("124") is 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
pt_br: @FUNCTION=BASE @SYNTAX=BASE(número,base[,comprimento]) @DESCRIPTION=A função BASE converte um número em uma string representando aquele número na base @base. * @base deve ser um inteiro entre 2 e 36. * Esta função é compatível com o OpenOffice.Org. * O argumento opcional @comprimento especifica o comprimento mínimo do resultado. Serão adicionados zeros à esquerda para atingir este comprimento. @EXAMPLES= BASE(255,16,4) retorna "00FF". @SEEALSO=DECIMAL
sk: @FUNCTION=OCT2DEC @SYNTAX=OCT2DEC(x) @DESCRIPTION=Funkcia OCT2DEC prevádza osmičkové číslo (aj ako reťazec) na jeho desiatkový ekvivalent. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= OCT2DEC("124") sa rovná 84. @SEEALSO=DEC2OCT, OCT2BIN, OCT2HEX
vi: @FUNCTION=BASE @SYNTAX=BASE(number,base[,length]) @DESCRIPTION=BASE hàm chuyển đổi một số nào đó sang chuỗi thể hiện số đó theo cơ số @base. * @base phải là số nguyên giữa 2 và 36. * Hàm này tương thích với bộ trình OpenOffice.Org. * Đối số tùy chọn @length ghi rõ _độ dài_ kết quả tối thiểu. Sẽ thêm số 0 đi trước để tới độ dài này. @EXAMPLES= BASE(255,16,4) bằng "00FF". @SEEALSO=DECIMAL

source: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC function converts a binary number in string or number to its decimal equivalent. * This function is Excel compatible. @EXAMPLES= BIN2DEC(101) equals 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
dz: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC ལཱ འགན་དེ་གིས་ ཡིག་རྒྱུན་ནང་གི་བཟུང་ལྡན་ཨང་ཅིག་གཞི་བསྒྱུར་འབདཝ་ཨིན་ ཡང་ན་ དེའི་བཅུ་ཚག་འདྲ་མཉམ་ལུ། * ལཱ་འགན་འདི་ ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BIN2DEC(101) equals 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
es: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=La función BIN2DEC convierte un número binario (pasado como número o como cadena de texto) a su equivalente decimal. * Esta función es compatible con Excel. @EXAMPLES= BIN2DEC(101) devuelve 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
fr: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=La fonction BIN2DEC convertit un nombre binaire sous forme de chaîne ou de nombre en son équivalent décimal. Cette fonction est compatible avec Excel. @EXAMPLES= BIN2DEC(101) vaut 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
nl: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=BIN2DEC zet een binair getal om naar het decimale equivalent. * Deze functie is compatibel met Excel. @EXAMPLES= BIN2DEC(101) is 5 @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
pt_br: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=A função BIN2DEC converte um número binário em formato texto ou numérico para seu equivalente decimal. * Esta função é compatível com o Excel. @EXAMPLES= BIN2DEC(101) retorna 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
sk: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=Funkcia BIN2DEC prevádza dvojkové číslo (aj ako reťazec) na jeho desiatkový ekvivalent. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BIN2DEC(101) sa rovná 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX
vi: @FUNCTION=BIN2DEC @SYNTAX=BIN2DEC(x) @DESCRIPTION=Hàm BIN2DEC chuyển đổi số nhị phân trong chuỗi hay số thành số thập phân bằng nó. * Hàm này tương thích với Excel. @EXAMPLES= BIN2DEC(101) bằng 5. @SEEALSO=DEC2BIN, BIN2OCT, BIN2HEX

source: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=BIN2OCT function converts a binary number to an octal number. @places is an optional field, specifying to zero pad to that number of spaces. * If @places is too small or negative #NUM! error is returned. * This function is Excel compatible. @EXAMPLES= BIN2OCT(110111) equals 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
dz: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=BIN2OCT ལཱ་འགན་དེ་གིས་ བཟུང་ལྡན་ཨང་འདི་ ཨོཀ་ཊཱལ་ཨང་གྲངས་ཅིག་ལུ་གཞི་བསྒྱུར་འབདཝ་ཨིན། @places འདི་ གདམ་ཁ་ཅན་གྱི་ས་སྒོ་ཨིན་, བར་སྟོང་གི་ཨང་ལུ་ ཀླད་ཀོར་གདན་ལུ་གསལ་བཀོད་འབད་དེ་ཡོད། * @places འདི་ གནམ་མེད་ས་མེད་ཆུང་ཀུ་ ཡང་ན་ མེད་ཆ་ཨིན་པ་ཅིན་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= BIN2OCT(110111) equals 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
es: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(número[,dígitos]) @DESCRIPTION=La función BIN2OCT convierte un número binario a su equivalente octal. @dígitos es un parámetro opcional, que indica el ancho del número resultante, a rellenar con 0 si fuese necesario. * Si @dígitos es demasiado pequeño, o negativo, se devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= BIN2OCT(110111) es igual a 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
fr: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(nombre[;taille]) @DESCRIPTION=La fonction BIN2OCT convertit un nombre binaire en nombre octal. @taille est un champ optionnel, spécifiant qu'il faut ajouter des zéros en tête du nombre pour qu'il ait la taille souhaitée. Si @taille est trop petit ou négatif l'erreur #NUM! est renvoyée. Cette fonction est compatible avec Excel. @EXAMPLES= BIN2OCT(110111) vaut 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
nl: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(getal[;plaatsen]) @DESCRIPTION=BIN2OCT zet een binair getal om naar een octaal getal. @plaatsen is een optioneel argument waarmee het getal met nullen wordt aangevuld totdat het @plaatsen lang is. * Als @plaatsen te klein is of negatief, geeft de functie een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= BIN2OCT(110111) is 67 BIN2OCT(110111;5) is 00067 @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
pt_br: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(número[,casas]) @DESCRIPTION=A função BIN2OCT converte um número binário em octal. @casas é um argumento opcional, especificando o número de algarismos (preenche com zeros à esquerda). * Se @casas for muito pequeno ou negativo, BIN2OCT retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= BIN2OCT(110111) retorna 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
sk: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(číslo[,miesta]) @DESCRIPTION=Funkcia BIN2OCT prevádza dvojkové číslo na osmičkové.@miesta je nepovinné pole uvádzajúce počet číslic výsledku. * Ak je @miesta príliš malé alebo záporné, je vrátené #NUM!. * Táto funkcia je kompatibilná s Excelom. @EXAMPLES= BIN2OCT(110111) sa rovná 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
vi: @FUNCTION=BIN2OCT @SYNTAX=BIN2OCT(number[,places]) @DESCRIPTION=Hàm BIN2OCT chuyển số nhị phân thành số bát phân. @places (lần) là trường tùy chọn, xác định số số 0 đệm vào khoản trống. * Nếu @places quá nhỏ hoặc âm thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= BIN2OCT(110111) bằng 67. @SEEALSO=OCT2BIN, BIN2DEC, BIN2HEX
