Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 function calculates the arc tangent of the two variables @b1 and @b2. It is similar to calculating the arc tangent of @b2 / @b1, except that the signs of both arguments are used to determine the quadrant of the result. * The result is in radians. * This function is Excel compatible. @EXAMPLES= ATAN2(0.5,1.0) equals 1.107149. ATAN2(-0.5,2.0) equals 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
dz: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 ལཱ་འགན་འདི་གིས་ འགྱུར་ཅན་གཉིས་ @b1 དང་ @b2གི་ཨརཀ་ཊེན་ཇེནཊི་འདི་རྩིས་སྟོནམ་ཨིན། དེ་ @b2 / @b1གི་ཨརཀ་ཊེན་ཇེནཊི་རྩིས་སྟོན་ནི་ལུ་གཅིག་པ་ཨིན་, སྒྲུབ་རྟགས་གཉིས་ཆ་རང་གི་ཨང་རྟགས་འདི་ གྲུབ་འབྲས་བཞི་ཆ་གཏན་འབེབས་བཟོ་ནི་ལུ་ལག་ལེན་འཐབ་ཨིན། * The result is in radians. * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ATAN2(0.5,1.0) equals 1.107149. ATAN2(-0.5,2.0) equals 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
es: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1;b2) @DESCRIPTION=Calcula el arco tangente de las dos variables @b1 y @b2. Es similar a calcular el arco tangente de @b2 / @b1, salvo que el signo de ambos argumentos es usado para determinar el cuadrante del resultado. * El valor devuelto se expresan en radianes. * Esta función es compatible con Excel. @EXAMPLES= ATAN2(0,5;1,0) es igual a 1,107149. ATAN2(-0,5;2,0) es igual a 1,815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
fr: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1;b2) @DESCRIPTION=La fonction ATAN2 calcule l'arc-tangente de @b2/@b1. En outre, le signe des deux paramètres est utilisé pour déterminer le quadrant du résultat. La valeur renvoyée est en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= ATAN2(0,5;1,0) vaut 1,107149. ATAN2(-0,5;2,0) vaut 1,815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
nl: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1;b2) @DESCRIPTION=ATAN2 berekent de arctangens van twee variabelen @b1 en @b2. Het is hetzelfde als de arctangens van @b2/@b1, met dien verstande dat de tekens van beide argumenten worden gebruik om het quadrant van het resultaat te bepalen. * Het resultaat wordt gegeven in radialen. * Deze functie is compatibel met Excel. @EXAMPLES= ATAN2(0,5;1,0) is 1,107149 ATAN2(-0,5;2,0) is 1,815775 @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS"
pt_br: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 calcula o arco tangente das variáveis @b1 e @b2. É similar a calcular o arco tangente de @b2 / @b1, porém aqui os sinais de ambos os argumentos são utilizados para determinar o quadrante do resultado. * O resultado é expresso em radianos. * Esta função é compatível com o Excel. @EXAMPLES= ATAN2(0.5,1.0) retorna 1.107149. ATAN2(-0.5,2.0) retorna 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
sk: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=Funkcia ATAN2 počíta arkus tangens dvoch premenných @b1 a @b2. Je podobná výpočtu arkus tangens z @b2 / @b1, až na to, že znamienka oboch argumentov určujú kvadrant výsledku. Návratová hodnota je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= ATAN2(0.5,1.0) sa rovná 1.107149. ATAN2(-0.5,2.0) sa rovná 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS
vi: @FUNCTION=ATAN2 @SYNTAX=ATAN2(b1,b2) @DESCRIPTION=ATAN2 tính arctan của hai biến @b1 và @b2. Nó giống như tính arctan của @b2 / @b1, ngoại trừ việc dấu của cả hai đối số được dùng để xác định cung phần tư của kết quả. * Kết quả trả lại tính theo đơn vị radian. * Hàm này tương thích Excel. @EXAMPLES= ATAN2(0.5,1.0) bằng 1.107149. ATAN2(-0.5,2.0) bằng 1.815775. @SEEALSO=ATAN, ATANH, COS, SIN, DEGREES, RADIANS

source: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL function rounds @x up to the next nearest integer. @EXAMPLES= CEIL(0.4) equals 1. CEIL(-1.1) equals -1. CEIL(-2.9) equals -2. @SEEALSO=CEILING, FLOOR, ABS, INT, MOD
dz: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=CEIL ལཱ་འགན་འདི་ @x ལུ་ ཧྲིལ་གྲངས་ཀྱི་ཉེ་འདབས་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། @EXAMPLES= CEIL(0.4) equals 1. CEIL(-1.1) equals -1. CEIL(-2.9) equals -2. @SEEALSO=CEILING, FLOOR, ABS, INT, MOD
es: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=Redondea @x hacia el próximo valor entero. * Esta función es compatible con Excel. @EXAMPLES= CEIL(0.4) es igual a 1. CEIL(-1,1) es igual a -1. CEIL(-2,9) es igual a -2. @SEEALSO=CEILING, FLOOR, ABS, INT, MOD
fr: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=Cette fonction arrondit x à l'entier immédiatement supérieur. * Cette fonction est compatible avec Excel. @EXAMPLES= CEIL(0,4) vaut 1. CEIL(-1,1) vaut -1. @SEEALSO=ABS, FLOOR, INT
nl: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION= CEIL rondt @x af naar het dichtstbijzijnde grotere gehele getal. @EXAMPLES= CEIL(0,4) is 1 CEIL(-1,1) is -1 CEIL(-2,9) is -2 @SEEALSO=CEILING, FLOOR, ABS, INT, MOD
pt_br: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=A função CEIL arredonda @x para o próximo inteiro acima. @EXAMPLES= CEIL(0.4) retorna 1. CEIL(-1.1) retorna -1. CEIL(-2.9) retorna -2. @SEEALSO=CEILING, ABS, FLOOR, INT, MOD
sk: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=Funkcia CEIL zaokrúhľuje @x nahor na najbližšie väčšie celé číslo. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CEIL(0.4) sa rovná 1. CEIL(-1.1) sa rovná -1. CEIL(-2.9) sa rovná -2. @SEEALSO=ABS, FLOOR, INT
vi: @FUNCTION=CEIL @SYNTAX=CEIL(x) @DESCRIPTION=hàm CEIL làm tròn @x lên đến số nguyên gần nhất. * Hàm này tương thích với Excel. @EXAMPLES= CEIL(0.4) bằng 1. CEIL(-1.1) bằng -1. CEIL(-2.9) bằng -2. @SEEALSO=ABS, FLOOR, INT

source: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(range,criteria) @DESCRIPTION=COUNTIF function counts the number of cells in the given @range that meet the given @criteria. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then COUNTIF(A1:A5,"<=28") equals 3. COUNTIF(A1:A5,"<28") equals 2. COUNTIF(A1:A5,"28") equals 1. COUNTIF(A1:A5,">28") equals 2. @SEEALSO=COUNT,SUMIF
dz: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(range,criteria) @DESCRIPTION=COUNTIF ལཱ་འགན་འདི་གིས་ བྱིན་ཡོད་པའི་ @rangeནང་ལུ་ནང་ཐིག་གི་ཨང་གྲངས་ དེ་ཡང་ བྱིན་ཡོད་པའི་ @criteriaལུ་མཐུན་མི་ཅིག་གྱངས་ཁ་བརྐྱབ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ང་བཅས་ཚུ་གིས་ ནང་ཐིག་ A1, A2, ..., A5 དེ་གིས་ 23, 27, 28, 33, དང་ 39 གནས་ཡོདཔ་སྦེ་བསམ་གེ། དེ་ལས་ COUNTIF(A1:A5,"<=28") འདི་3ལུ་མཉམ་ཨིན། COUNTIF(A1:A5,"<28") འདི་2 ལུ་མཉམ་ཨིན། COUNTIF(A1:A5,"28")འདི་ 1ལུ་མཉམ་ཨིན། COUNTIF(A1:A5,">28") འདི་ 2ལུ་མཉམ་ཨིན། @SEEALSO=COUNT,SUMIF
es: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(rango;criterio) @DESCRIPTION=Cuenta la cantidad de celdas en el @rango dado que corresponden al @criterio dado. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contienen los números 23, 27, 28, 33, y 39. Entonces COUNTIF(A1:A5;"<=28") es igual a 3. COUNTIF(A1:A5;"<28") es igual a 2. COUNTIF(A1:A5;"28") es igual a 1. COUNTIF(A1:A5;">28") es igual a 2. @SEEALSO=COUNT,SUMIF
fr: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(intervalle;critères) @DESCRIPTION=La fonction COUNTIF compte le nombre de cellules dans @intervalle qui satisfont @critères. * This function is Excel compatible. @EXAMPLES= Si A1, A2,..., A5 contiennent 23, 27, 28, 33, et 39, alors COUNTIF(A1:A5;"<=28") vaut 3. COUNTIF(A1:A5;"<28") vaut 2. COUNTIF(A1:A5;"28") vaut 1. COUNTIF(A1:A5;">28") vaut 2. @SEEALSO=COUNT,SUMIF
nl: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(bereik;criteria) @DESCRIPTION=COUNTIF telt het aantal cellen in het gegeven @bereik dat aan de opgegeven @criteria voldoet. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 23, 27, 28, 33, en 39 bevatten, dan geldt: COUNTIF(A1:A5;"<=28") is 3 COUNTIF(A1:A5;"<28") is 2 COUNTIF(A1:A5;"28") is 1 COUNTIF(A1:A5;">28") is 2 @SEEALSO=COUNT,SUMIF
pt_br: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(região,critério) @DESCRIPTION=A função COUNTIF conta o número de células na @região dada que satisfazem ao @critério dado. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células de A1 a A5 contêm os números 23, 27, 28, 33 e 39. Então: COUNTIF(A1:A5,"<=28") retorna 3. COUNTIF(A1:A5,"<28") retorna 2. COUNTIF(A1:A5,"28") retorna 1. COUNTIF(A1:A5,">28") retorna 2. @SEEALSO=COUNT,SUMIF
sk: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(rozsah, kritériá) @DESCRIPTION=Funkcia COUNTIF počíta počet buniek v danom rozsahu @rozsah, ktoré spĺňajú dané @kritériá. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 23, 27, 28, 33, a 39. Potom COUNTIF(A1:A5,"<=28") sa rovná 3. COUNTIF(A1:A5,"<28") sa rovná 2. COUNTIF(A1:A5,"28") sa rovná 1. COUNTIF(A1:A5,">28") sa rovná 2. @SEEALSO=COUNT,SUMIF
vi: @FUNCTION=COUNTIF @SYNTAX=COUNTIF(range,criteria) @DESCRIPTION=Hàm COUNTIF đếm số ô trong khoảng @range cho trước mà thoả tiêu chuẩn @criteria cũng cho trước. * Hàm này tương thích với Excel. @EXAMPLES= Giả định rằng ô « A1, A2, ..., A5 » chứa số « 23, 27, 28, 33, 39 ». Vậy thì COUNTIF(A1:A5,"≤28") bằng 3. COUNTIF(A1:A5,"<28") bằng 2. COUNTIF(A1:A5,"28") bằng 1. COUNTIF(A1:A5,">28") bằng 2. @SEEALSO=COUNT,SUMIF

source: @FUNCTION=SUMIF @SYNTAX=SUMIF(range,criteria[,actual_range]) @DESCRIPTION=SUMIF function sums the values in the given @range that meet the given @criteria. If @actual_range is given, SUMIF sums the values in the @actual_range whose corresponding components in @range meet the given @criteria. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1, A2, ..., A5 contain numbers 23, 27, 28, 33, and 39. Then SUMIF(A1:A5,"<=28") equals 78. SUMIF(A1:A5,"<28") equals 50. In addition, if the cells B1, B2, ..., B5 hold numbers 5, 3, 2, 6, and 7 then: SUMIF(A1:A5,"<=27",B1:B5) equals 8. @SEEALSO=COUNTIF, SUM
dz: @FUNCTION=SUMIF @SYNTAX=SUMIF(range,criteria[,actual_range]) @DESCRIPTION=SUMIF ལཱ་འགན་དེ་གིས་ བྱིན་ཡོད་པའི་f @range ནང་གི་གནས་གོང་དེ་ཡང་བྱིན་ཡོད་པའི་ @criteriaལུ་བསྡོམ་ཨིན། If @actual_range འདི་བྱིན་ཡདོ་པ་ཅིན་, SUMIF དེ་གིས་ གནས་གོང་འདི་ @actual_range ནང་ལུ་སྦེ་ དེ་ཡང་@range ནང་གི་ཆ་མཉམ་པའི་ཆ་ཤས་དེ་གིས་@criteriaལུ་མཐུན་མི་བསྡོམ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ང་བཅས་ཚུ་གིས་ ནང་ཐིག་ A1, A2, ..., A5 དེ་གིས་ ཨང་གྲངས་23, 27, 28, 33, དང་ 39 ཡོད་ཟེར་བསམ་གེ། དེ་ལས་ SUMIF(A1:A5,"<=28") འདི་ 78ལུ་མཉམ་ཨིན། SUMIF(A1:A5,"<28") འདི་ 50 ལུ་མཉམ་ཨིན། ཁ་སྐོང་སྦེ་, ནང་ཐིག་ B1, B2, ..., B5 དེ་གིས་ ཨང་གྲངས་ 5, 3, 2, 6, དང་ 7 འཆང་པ་ཅིན་དེ་ལས་: SUMIF(A1:A5,"<=27",B1:B5) འདི་8ལུ་མཉམ་ཨིན། @SEEALSO=COUNTIF, SUM
es: @FUNCTION=SUMIF @SYNTAX=SUMIF(rango;criterio[;rango_real]) @DESCRIPTION=Suma los valores de las celdas en el @rango que corresponden al @criterio pasado como argumento. Si se usa @rango_real, SUMIF suma los valores en el rango @rango_real cuyos componentes en @rango corresponden al criterio pasado en argumento @criterio. * Esta función es compatible con Excel. @EXAMPLES= Suponiendo que las celdas A1, A2, …, A5 contiene los números 23, 27, 28, 33, y 39. Entonces SUMIF(A1:A5;"<=28") es igual a 78. SUMIF(A1:A5;"<28") es igual a 50. Además, si las celdas B1, B2, …, B5 contienen los números 5, 3, 2, 6, y 7 entonces: SUMIF(A1:A5;"<=27",B1:B5) es igual a 8. @SEEALSO=COUNTIF,SUM
fr: @FUNCTION=SUMIF @SYNTAX=SUMIF(intervalle;critères[;intervalle_valeurs]} @DESCRIPTION=La fonction SUMIF renvoie la somme des valeurs de @intervalle qui satisfont @critères. Si le paramètre supplémentaire @intervalle_valeurs est fourni, SUMIF effectue toujours les tests de critères dans @intervalle, mais la somme est calculée sur les valeurs correspondantes de @intervalle_valeurs. * Cette fonction est compatible avec Excel. @EXAMPLES= Si A1, A2,..., A5 contiennent 23, 27, 28, 33, et 39 : SUMIF(A1:A5;"<=28") vaut 78. SUMIF(A1:A5;"<28") vaut 50. De plus, si B1, B2,..., B5 contiennent 5, 3, 2, 6, et 7 : SUMIF(A1:A5;"<=27";B1:B5) vaut 8. @SEEALSO=COUNTIF,SUM
nl: @FUNCTION=SUMIF @SYNTAX=SUMIF(bereik;[feitelijk_bereik]) @DESCRIPTION=SUMIF telt de waarden op in het gegeven @bereik die aan de opgegeven @criteria voldoen. Als @feitelijk_bereik is gegeven, telt SUMIF de waarden in het @feitelijk_bereik op wiens corresponderende componenten in @bereik aan de opgegeven @criteria voldoen. * Deze functie is compatibel met Excel. @EXAMPLES= Als de cellen A1, A2, ..., A5 de getallen 23, 27, 28, 33, en 39 bevatten, dan geldt: SUMIF(A1:A5; "<=28") is 78 SUMIF(A1:A5; "<28") is 50 Als daarnaast de cellen B1, B2, ..., B5 de getallen 5, 3, 2, 6, en 7 bevatten, dan: SUMIF(A1:A5; "<=27";B1:B5) is 8 @SEEALSO=COUNTIF, SUM
pt_br: @FUNCTION=SUMIF @SYNTAX=SUMIF(região,critério[,região_real]) @DESCRIPTION=A função SUMIF soma os valores na @região dada que satisfazem ao @critério dado. Se for fornecida @região_real, SUMIF soma os valores na @região_real cujos correspondentes componentes na @região satisfaçam ao @critério. * Esta função é compatível com o Excel. @EXAMPLES= Considere que as células de A1 a A5 contêm os números 23, 27, 28, 33 e 39. Então SUMIF(A1:A5,"<=28") retorna 78. SUMIF(A1:A5,"<28") retorna 50. Além disso, se as células B1 a B5 contêm os números 5, 3, 2, 6 e 7, então: SUMIF(A1:A5,"<=27",B1:B5) retorna 8. @SEEALSO=COUNTIF, SUM
sk: @FUNCTION=SUMIF @SYNTAX=SUMIF(rozsah,kritériá[,skutočný_rozsah]) @DESCRIPTION=Funkcia SUMIF spočíta súčet hodnôt z daného rozsahu @rozsah, ktoré spĺňajú dané @kritériá. Ak je daný @skutočný_rozsah, SUMIF vracia hodnoty v @skutočný_rozsah, ktorých odpovedajúce komponenty v @rozsah spĺňajú dané @kritériá. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1, A2, ..., A5 obsahujú čísla 23, 27, 28, 33, a 39. Potom SUMIF(A1:A5,"<=28") sa rovná 78. SUMIF(A1:A5,"<28") sa rovná 50. Navyše, ak bunky B1, B2, ..., B5 obsahujú čísla 5, 3, 2, 6, a 7 potom: SUMIF(A1:A5,"<=27",B1:B5) sa rovná 8. @SEEALSO=COUNTIF, SUM
vi: @FUNCTION=SUMIF @SYNTAX=SUMIF(range,criteria[,actual_range]) @DESCRIPTION=Hàm SUMIF tính tổng giá trị các ô trong khoản @range thỏa tiêu chuẩn @criteria cho trước. Nếu cho phạm vi thật @actual_range thì SUMIF chỉ tính tổng nhưng giá trị trong phạm vi @actual_range mà ô tương ứng trong @range thỏa tiêu chuẩn được cho. * Hàm này tương thích với Excel. @EXAMPLES= Giả định rằng ô « A1, A2, ..., A5 » chứa « 23, 27, 28, 33, 39 ». Vậy thì SUMIF(A1:A5,"≤28") bằng 78. SUMIF(A1:A5,"<28") bằng 50. Hơn nữa, nếu « B1, B2, ..., B5 » chứa « 5, 3, 2, 6, 7 » thì: SUMIF(A1:A5,"≤27",B1:B5) bằng 8. @SEEALSO=COUNTIF, SUM

source: @FUNCTION=CEILING @SYNTAX=CEILING(x[,significance]) @DESCRIPTION=CEILING function rounds @x up to the nearest multiple of @significance. * If @x or @significance is non-numeric CEILING returns #VALUE! error. * If @x and @significance have different signs CEILING returns #NUM! error. * This function is Excel compatible. @EXAMPLES= CEILING(2.43,1) equals 3. CEILING(123.123,3) equals 126. @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
dz: @FUNCTION=CEILING @SYNTAX=CEILING(x[,significance]) @DESCRIPTION=CEILING ལཱ་འགན་དེ་གིས་ @x འདི་ @significanceསྙོམས་གྲངས་ཀྱི་ཉེ་འདབས་ལུ་བསྐོར་སྐྱོད་འབདཝ་ཨིན། * If @x ཡང་ན་ @significance འདི་ཨང་གྲངས་ཀྱི་མེན་མི་ཨིནཔ་ཅིན་ CEILING དེ་གིས་ #VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @x དང་ @significance དེ་ལུ་ཨང་རྟགས་སོ་སོ་ཡོད་པ་ཅིན་ CEILING དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= CEILING(2.43,1) equals 3. CEILING(123.123,3) equals 126. @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
es: @FUNCTION=CEILING @SYNTAX=CEILING(x;significante) @DESCRIPTION=Redondea hacia arriba @x hasta al múltiplo de @significante más cercano. * Si @x o @significante no es un valor numérico, CEILING devuelve el error #VALOR!. * Si @x y @significante son de signos contrarios, CEILING devuelve el error #NÚM!. * Esta función es compatible con Excel. @EXAMPLES= CEILING(2,43;1) es igual a 3. CEILING(123,123;3) es igual a 126. @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
fr: @FUNCTION=CEILING @SYNTAX=CEILING(x;précision) @DESCRIPTION=La fonction CEILING arrondit @x au multiple de @précision immédiatement supérieur. * Si @x ou @significatif ne sont pas des nombres, CEILING renvoie une erreur #VALUE!. * S'ils sont de signe différent, CEILING renvoie une erreur #NUM!. * Cette fonction est compatible avec Excel. @EXAMPLES= CEILING(2,43;1) vaut 3. CEILING(123,123;3) vaut 126. @SEEALSO=CEIL
nl: @FUNCTION=CEILING @SYNTAX=CEILING(x;significantie) @DESCRIPTION=CEILING rondt @x af naar het dichstbijzijnde grotere getal dat een veelvoud is van @significantie. * Als @x en @significantie geen getallen zijn, geeft CEILING een #WAARDE! foutmelding. * Als @x een @significantie een verschillend teken hebben, geeft CEILING een #GETAL! foutmelding. * Deze functie is compatibel met Excel. @EXAMPLES= CEILING(2,43;1) is 3 CEILING(123,123;3) is 126 @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
pt_br: @FUNCTION=CEILING @SYNTAX=CEILING(x[,significância]) @DESCRIPTION=A função CEILING arredonda @x para cima até o próximo múltiplo de @significância. * Se @x ou @significância não forem valores numéricos, CEILING retorna o erro #VALOR! * Se @x e @significância tiverem sinais diferentes, CEILING retorna o erro #NUM! * Esta função é compatível com o Excel. @EXAMPLES= CEILING(2.43,1) retorna 3. CEILING(123.123,3) retorna 126. @SEEALSO=CEIL, FLOOR, ABS, INT, MOD
sk: @FUNCTION=CEILING @SYNTAX=CEILING(x,významnosť) @DESCRIPTION=Funkcia CEILING zaokrúhli @x nahor na najbližší násobok @významnosť. Ak @x alebo @významnosť nie je číselné, CEILING vracia chybu #VALUE!. Ak @x a @významnosť majú rôzne znamienka, vracia CEILING chybu #NUM!. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= CEILING(2.43,1) sa rovná 3. CEILING(123.123,3) sa rovná 126. @SEEALSO=CEIL
vi: @FUNCTION=CEILING @SYNTAX=CEILING(x,significance) @DESCRIPTION=Hàm CEILING làm tròn @x lên đến bội số gần nhất của @significance (độ quan trọng). * Nếu @x hoặc @significance không phải là số thì trả lại lỗi « #VALUE! ». * Nếu @x và @significance khác dấu thì trả lại lỗi « #NUM! ». * Hàm này tương thích với Excel. @EXAMPLES= CEILING(2.43,1) bằng 3. CEILING(123.123,3) bằng 126. @SEEALSO=CEIL

source: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS function returns the cosine of @x, where @x is given in radians. * This function is Excel compatible. @EXAMPLES= COS(0.5) equals 0.877583. COS(1) equals 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
dz: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS ལཱ་འགན་དེ་གིས་ @x གི་ཀོ་སིན་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ @x འདི་རེ་ཌི་ཡཱནསི་ནང་བྱིན་ཡོད་མི། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= COS(0.5) equals 0.877583. COS(1) equals 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
es: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=Devuelve el coseno de @x, @x se expresa en radianes. * Esta función es compatible con Excel. @EXAMPLES= COS(0.5) es igual a 0,877583. COS(1) es igual a 0,540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
fr: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=La fonction COS calcule le cosinus de @x, où @x est donné en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= COS(0,5) = 0,877583. COS(1) = 0,540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
nl: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS geeft de cosinus van @x, met @xin radialen. * Deze functie is compatibel met Excel. @EXAMPLES= COS(0,5) is 0,877583 COS(1) is 0,540302 @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
pt_br: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=COS retorna o cosseno de @x, onde @x é fornecido em radianos. * Esta função é compatível com o Excel. @EXAMPLES= COS(0.5) retorna 0.877583. COS(1) retorna 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
sk: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=Funkcia COS vracia kosínus @x, kde @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COS(0.5) sa rovná 0.877583. COS(1) sa rovná 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES
vi: @FUNCTION=COS @SYNTAX=COS(x) @DESCRIPTION=Hàm COS trả lại cosin của @x, mà @x theo đơn vị radian. * Hàm này tương thích với Excel. @EXAMPLES= COS(0.5) bằng 0.877583. COS(1) bằng 0.540302. @SEEALSO=COSH, SIN, SINH, TAN, TANH, RADIANS, DEGREES

source: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH function returns the hyperbolic cosine of @x, which is defined mathematically as (exp(@x) + exp(-@x)) / 2. * @x is in radians. * This function is Excel compatible. @EXAMPLES= COSH(0.5) equals 1.127626. COSH(1) equals 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
dz: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH ལཱ་འགན་འདི་གིས་ @x གི་རབ་བཏགས་ཀྱི་རྒྱན་ཅན་ཀོ་སིན་འདི་སླར་ལོག་འབདཝ་ཨིན་, དེ་ཡང་ རྩིས་ཐོག་ལས་ངོས་འཛིན་འབད་ཡོདཔ་བཟུམ་ (exp(@x) + exp(-@x)) / 2. * @x འདི་རེ་ཌི་ཡཱནསི་ནང་ཡོད། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན. @EXAMPLES= COSH(0.5) equals 1.127626. COSH(1) equals 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
es: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=Devuelve el coseno hiperbólico de @x, el cual es definido matemáticamente como (exp(@x) + exp(-@x)) / 2. * @x en radianes. * Esta función es compatible con Excel. @EXAMPLES= COSH(0,5) es igual a 1,127626. COSH(1) es igual a 1,543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
fr: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=La fonction COSH calcule le cosinus hyperbolique de @x, qui est défini par (exp(@x) + exp(-@x)) / 2. @x doit être en radians. * Cette fonction est compatible avec Excel. @EXAMPLES= COSH(0,5) vaut 1,127626 COSH(1) vaut 1,543081 @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
nl: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH geeft de cosinus hyperbolicus van @x, welke wiskundig is gedefinieerd als (exp(@x) + exp(-@x)) / 2. * @x is in radialen. * Deze functie is compatibel met Excel. @EXAMPLES= COSH(0,5) is 1,127626 COSH(1) is 1,543081 @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
pt_br: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH retorna o cosseno hiperbólico de @x, que é definido matematicamente como: (exp(@x) + (exp(-@x)) / 2. * Esta função é compatível com o Excel. @EXAMPLES= COSH(0.5) retorna 1.127626. COSH(1) retorna 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
sk: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=Funkcia COSH vracia hyperbolický kosínus @x, ktorý je definovaný ako (exp(@x) + exp(-@x)) / 2. @x je v radiánoch. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= COSH(0.5) sa rovná 1.127626. COSH(1) sa rovná 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
vi: @FUNCTION=COSH @SYNTAX=COSH(x) @DESCRIPTION=COSH trả lại cosin hyperbol của @x, được định nghĩa một cách toán học là sau: (exp(@x) + exp(-@x)) / 2. * @x tính theo radian. * Hàm này tương thích Excel. @EXAMPLES= COSH(0.5) bằng 1.127626. COSH(1) bằng 1.543081. @SEEALSO=COS, SIN, SINH, TAN, TANH, RADIANS, DEGREES, EXP
