Repository: GNOME/gnumeric
Catalog: po-functions/*.po
Languages: da, dz, es, fr, nl, pt_br, sk, vi

source: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(settlement,maturity,discount) @DESCRIPTION=TBILLEQ function returns the bond-yield equivalent (BEY) for a treasury bill. TBILLEQ is equivalent to (365 * @discount) / (360 - @discount * DSM), where DSM is the days between @settlement and @maturity. * If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLEQ returns #NUM! error. * If @discount is negative, TBILLEQ returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
dz: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(གཞི་བཙུགས་,དུས་ཡུན་ཚང་བ་,ཕབ་ཆ) @DESCRIPTION=TBILLEQ ལཱ་འགན་དེ་གིས་ གཞུང་གི་དངུལ་འཛིན་ཅིག་གི་དོན་ལུ་ བཱོནཌི་ཐོན་འབྲས་འདྲ་མཉམ་(BEY)འདི་སླར་ལོག་འབདཝ་ཨིན། TBILLEQ འདི་འདྲ་མཉམ་ (365 * @discount) / (360 - @discount * DSM), ཌི་ཨེམ་ཨེསི་འདི་@settlement དང་ @maturityབར་ནའི་ཉིནམ་ཨིན། * If @settlement འདི་ @maturity ཡང་ན་ @maturity འདི་ལོ་གཅིག་གི་ཤུལ་ལས་@settlement ལས་མཇུག་བསྡུ་ནི་ཨིན་པ་ཅིན་, TBILLEQ དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @discount འདི་མེད་ཆ་ཨིན་པ་ཅིན་, TBILLEQ དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
es: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(liquidación,vencimiento,descuento) @DESCRIPTION=La función TBILLEQ devuelve el equivalente bond-yield (BEY) para una factura de tesorería. TBILLEQ es equivalente a (365 * @descuento) / (360 - @descuento * DSM), donde DSM representa los días entre @liquidación y @vencimiento. * Si la @liquidación es tras el @vencimiento o el @vencimiento está puesto más allá de un año después de la @liquidación, TBILLEQ devuelve el error #NÚM!. * Si el @descuento es negativo, TBILLEQ devuelve el error #NÚM!. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
fr: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(liquidation;échéance;escompte) @DESCRIPTION=La fonction TBILLEQ renvoie le rendement équivalent (BEY) d'un bon du Trésor. @liquidation est la date de liquidation du bon, @échéance son échéance, et @escompte son taux d'escompte. TBILLEQ est équivalent à (365 - @escompte) / (360 - (@escompte * DLE)), où DLE est le nombre de jours entre @liquidation et @échéance. * Si @liquidation est après @échéance ou si l'échéance est plus d'un an au-delà de la liquidation, TBILLEQ renvoie #NUM!. * Si @prix < 0, TBILLEQ renvoie #NUM!. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
nl: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(stortingsdatum;vervaldatum;disconto) @DESCRIPTION=TBILLEQ (ned. SCHATK.OBL) geeft het obligatie-rendement equivalent (bond-yield equivalent (BEY)) op schatkistpapier. TBILLEQ is gelijk aan (365 * @disconto) / (360 - @disconto * DSV) waarbij DSV het aantal dagen tussen @stortingsdatum en @vervaldatum is. * Als de @stortingsdatum na de @vervaldatum ligt of als de @vervaldatum meer dan een jaar na de @stortingsdatum valt, geeft TBILLEQ een #GETAL! foutmelding. * Als @disconto negatief is, geeft TBILLEQ een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
pt_br: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(liquidação,vencimento,desconto) @DESCRIPTION=A função TBILLEQ retorna o dividendo equivalente de um título, para um papel do tesouro. TBILLEQ é equivalente à expressão: (365 * @desconto) / (360 - @desconto * DSM), onde DSM é o número de dias entre a data de @liquidação e a data de @vencimento. * Se a data de @liquidação é posterior a data de @vencimento ou a data de @vencimento é atribuída para mais de um ano da data de liquidação, TBILLEQ retorna o erro #NUM! * Se @desconto é negativo, TBILLEQ retorna o erro #NUM! @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
sk: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(vyrovnanie,splatnosť,diskont) @DESCRIPTION=Funkcia TBILLEQ vracia ekvivalent výnosu obligácie pre štátnu zmenku. TBILLEQ sa rovná (365 * @diskont) / (360 - @diskont * DSM), kde DSM je počet dní medzi@vyrovnaním a @splatnosť. Ak je dátum @vyrovnania po dátume @splatnosti alebo je @splatnosť viac ako rok po @vyrovnaní, TBILLEQ vracia chybu #NUM!. Ak je @diskont záporná, TBILLEQ vracia chybu #NUM!. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD
vi: @FUNCTION=TBILLEQ @SYNTAX=TBILLEQ(settlement,maturity,discount) @DESCRIPTION=hàm TBILLEQ trả lại tương đương lợi nhuận trái phiếu (BYE: Bond-Yield Equivalent) cho một tín phiếu bộ tài chính. TBILLEQ tương đương: (365 * @discount) / (360 - @discount * DSM), mà DSM là số ngày giữa ngày @settlement và ngày @maturity. @settlement là ngày _thanh toán_ chứng khoán. @maturity là ngày _đến hạn thanh toán_ chứng khoán. * Nếu ngày @settlement sau ngày @maturity hay @maturity được lập là một năm sau ngày @settlement thì TBILLEQ trả lại lỗi « #NUM! ». * Nếu « @discount » âm thì TBILLEQ trả lại lỗi « #NUM! » error. @EXAMPLES= @SEEALSO=TBILLPRICE,TBILLYIELD

source: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(settlement,maturity,discount) @DESCRIPTION=TBILLPRICE function returns the price per $100 value for a treasury bill where @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. * If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLPRICE returns #NUM! error. * If @discount is negative, TBILLPRICE returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
dz: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(གཞི་བཙུགས་,དུས་ཡུན་ཚང་བ,ཕབ་ཆ) @DESCRIPTION=TBILLPRICE ལཱ་འགན་དེག་གིས་ གཞུང་གི་དངུལ་འཛིན་ཅིག་གི་དོན་ལུ་ $100 གནས་གོང་རེ་ལུ་གོང་ཚད་འདི་སླར་ལོག་འབདཝ་ཨིན་ དེ་ཡང་ @settlement འདི་ གཞི་བཙུགས་ཚེས་གྲངས་དང་ @maturity འདི་ གཞུང་གི་དངུལ་འཛིན་གྱི་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས། @discount འདི་གཞུང་གི་དངུལ་འཛིན་གྱི་ཕབ་ཆའི་ཚད་ཨིན། * If @settlement འདི་ @maturity ཤུལ་ལས་ ཡང་ན་ @maturity འདི་ @settlement ལས་ལོ་གཅིག་ཤུལ་མ་གཞི་སྒྲིག་འབད་དེ་ཡོད་པ་ཅིན་, TBILLPRICE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @discount འདི་མེད་ཆ་ཨིན་པ་ཅིན་, TBILLPRICE དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
es: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(liquidación,madurez,descuento) @DESCRIPTION=La función TBILLPRICE devuelve el precio por 100 dólares de valor para una factura de tesorería donde la @liquidación es la fecha de la liquidación y la @vencimiento es la fecha de madurez de la factura. @descuento es el índice de descuento de tesorería de la factura. * Si la @liquidación es tras la @vencimiento o la @vencimiento está puesta más allá de un año después de la @liquidación, TBILLPRICE devuelve el error #NÚM! * Si el @descuento es negativo, TBILLPRICE devuelve el error #NÚM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
fr: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(liquidation;échéance;taux_escompte) @DESCRIPTION=La fonction TBILLPRICE renvoie le prix d'un bon du Trésor de valeur nominale 100 F. @liquidation est la date de règlement du bon, @échéance sa date d'échéance, et @taux_escompte son taux d'escompte. * Si @liquidation est après @échéance ou si l'échéance est plus d'un an au-delà de la liquidation, TBILLPRICE renvoie #NUM!. * Si @taux_escompte est négatif, TBILLPRICE renvoie #NUM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
nl: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(stortingsdatum;vervaldatum;disconto) @DESCRIPTION=TBILLPRICE (ned. SCHATK.PRIJS) geeft de prijs per $100 nominale waarde voor schatkistpapier. @stortingsdatum is de stortingsdatum van het schatkistpapier. @vervaldatum is de vervaldatum van het schatkistpapier. @disconto is het discontopercentage van het schatkistpapier. * Als de @stortingsdatum na de @vervaldatum ligt of als de @vervaldatum meer dan een jaar na de @stortingsdatum valt, geeft TBILLPRICE een #GETAL! foutmelding. * Als @disconto negatief is, geeft TBILLPRICE een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
pt_br: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(liquidação,vencimento,desconto) @DESCRIPTION=A função TBILLPRICE retorna o preço por $100 de valor de face para um título do tesouro onde @liquidação é a data de liquidação e @vencimento é a a data de vencimento do título. @desconto é a taxa de desconto do título . * Se a data @liquidação é posterior a data @vencimento ou se a data @vencimento é posterior a data @liquidação em mais de um ano, TBILLPRICE retorna o erro #NUM! * Se @desconto é negativo, então TBILLPRICE retorna o erro #NUM! @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
sk: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(vyrovnanie,splatnosť,diskont) @DESCRIPTION=Funkcia TBILLPRICE vracia cenu za $100 hodnoty pre štátnu zmenku, kde @vyrovnanie je dátum vyrovnania a @splatnosť je dátum splatnosti zmenky. @diskont je diskontná sadzba zmenky. Ak je dátum @vyrovnania po dátume @splatnosti alebo je @splatnosť viac ako rok po @vyrovnaní, TBILLPRICE vracia chybu #NUM!. Ak je @diskont záporná, TBILLPRICE vracia chybu #NUM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD
vi: @FUNCTION=TBILLPRICE @SYNTAX=TBILLPRICE(settlement,maturity,discount) @DESCRIPTION=hàm TBILLPRICE trả lại giá cho mỗi giá trị $100 value cho một tín phiếu bộ tài chính mà @settlement là ngày thanh toán và @maturity là ngày đến hạn thanh toán tín phiếu. @discount là tỷ lệ chiết khấu của tín phiếu bộ tài chính. * Nếu ngày @settlement sau ngày @maturity hoặc @maturity được lập là một năm sau ngày @settlement thì TBILLPRICE trả lại lỗi « #NUM! ». * Nếu @discount âm thì TBILLPRICE trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=TBILLEQ,TBILLYIELD

source: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(settlement,maturity,pr) @DESCRIPTION=TBILLYIELD function returns the yield for a treasury bill. @settlement is the settlement date and @maturity is the maturity date of the bill. @discount is the treasury bill's discount rate. * If @settlement is after @maturity or the @maturity is set to over one year later than the @settlement, TBILLYIELD returns #NUM! error. * If @pr is negative, TBILLYIELD returns #NUM! error. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
dz: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(གཞི་བཙུགས་,དུས་ཡུན་ཚང་བ་,pr) @DESCRIPTION=TBILLYIELD ལཱ་འགན་འདི་གིས་ གཞིང་གི་དངུལ་འཛིན་ཅིག་གི་དོན་ལུ་ཐོན་འབྲས་སླར་ལོག་འབདཝ་ཨིན། @settlement འདི་ གཞི་བཙུགས་ཀྱི་ཚེས་གྲངས་ཨིནམ་དང་ @maturity འདི་གཞུང་གི་དངུལ་འཛིན་དུས་ཡུན་ཚང་བའི་ཚེས་གྲངས་ཨིན། @discount འདི་གཞུང་གི་དངུལ་འཛིན་ཕབ་ཆའི་ཚད * If @settlement འདི་ @maturity ཤུལ་ལས་ཡང་ན་ @maturity འདི་ @settlement གི་ཤུལ་ལས་གཞི་སྒྲིག་འབད་བ་ཅིན་, TBILLYIELD དེ་གིས་ #NUM! འཛོལ་བ་འདི་སླར་ལོག་འབདཝ་ཨིན། * If @pr འདི་མེད་ཆ་ཨིན་པ་ཅིན་, TBILLYIELD དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
es: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(liquidación,madurez,pr) @DESCRIPTION=La función TBILLYIELD devuelve el rendimiento de una factura de tesorería. @liquidación es la fecha de liquidación y @vencimiento es la fecha de madurez de la factura. @descuento es el índice de descuento de la factura de tesorería. * Si la @liquidación es posterior a la @vencimiento o la @vencimiento está puesta más allá de un año después de la @liquidación, TBILLYIELD devuelve el error #NÚM!. * Si @pr es negativo, TBILLYIELD devuelve el error #NÚM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
fr: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(liquidation;échéance;prix) @DESCRIPTION=La fonction TBILLYIELD renvoie le rendement d'un bon du Trésor. @liquidation est la date de liquidation du bon, @échéance son échéance, et @prix son prix pour une valeur nominale de 100F. * Si @liquidation est après @échéance ou si l'échéance est plus d'un an au-delà de la liquidation, TBILLYIELD renvoie #NUM!. * Si @prix est négatif, TBILLYIELD renvoie #NUM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
nl: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(stortingsdatum;vervaldatum;prijs) @DESCRIPTION=TBILLYIELD (ned. SCHATK.REND) berekent het rendement voor schatkistpapier. @stortingsdatum is de stortingsdatum en @vervaldatum is de vervaldatum van het schatkistpapier. @prijs is de prijs van het schatkistpapier per $100 nominale waarde. * Als de @stortingsdatum na de @vervaldatum ligt of als de @vervaldatum meer dan een jaar na de @stortingsdatum valt, geeft TBILLYIELD een #GETAL! foutmelding. * Als @prijs negatief is, geeft TBILLYIELD een #GETAL! foutmelding. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
pt_br: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(liquidação,vencimento,pr) @DESCRIPTION=A função TBILLYIELD retorna o dividendo de um título do tesouro. @liquidação é a data de liquidação e @vencimento é a data de vencimento do título. @pr é o preço do título do tesouro por cada $100 de valor de face. * Se a data @liquidação é posterior a data @vencimento ou se o intervalo entre as datas @vencimento e @liquidação for maior que um ano, a função TBILLYIELD retorna o erro #NUM! * Se @pr é negativo, a função TBILLYIELD retorna o erro #NUM! @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
sk: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(vyrovnanie,splatnosť,cena) @DESCRIPTION=Funkcia TBILLYIELD vracia výnos štátnej zmenky. @vyrovnanie je dátum vyrovnania @splatnosť je dátum splatnosti zmenky. Ak je dátum @vyrovnania po dátume @splatnosti alebo je @splatnosť viac ako rok po @vyrovnaní, TBILLYIELD vracia chybu #NUM!. Ak je @cena záporná, TBILLYIELD vracia chybu #NUM!. @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE
vi: @FUNCTION=TBILLYIELD @SYNTAX=TBILLYIELD(settlement,maturity,pr) @DESCRIPTION=hàm TBILLYIELD trả lại lợi nhuận cho một tín phiếu bộ tài chính. @settlement là ngày thanh toán và @maturity là ngày đến hạn thanh toán tín phiếu. @discount là tỷ lệ chiết khấu của tín phiếu bộ tài chính. * Nếu ngày @settlement sau ngày @maturity hoặc @maturity được lập là một năm sau ngày @settlement thì TBILLYIELD trả lại lỗi « #NUM! ». * Nếu @pr âm thì TBILLYIELD trả lại lỗi « #NUM! ». @EXAMPLES= @SEEALSO=TBILLEQ,TBILLPRICE

source: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,type,guess]) @DESCRIPTION=RATE calculates the rate of an investment. * If @pmt is ommitted it defaults to 0 * If @nper <= 0, RATE returns #NUM! error. * If @type != 0 and @type != 1, RATE returns #VALUE! error. @EXAMPLES= @SEEALSO=PV,FV
dz: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,type,guess]) @DESCRIPTION=RATE དེ་གིས་ མ་རྩ་བཙུགས་པའི་ཚད་རྩིས་བརྐྱབ་ཨིན། * If @pmt འདི་སྐྱུར་བཞག་པ་ཨིན་ དེ་གིས་ ༠་ ལུ་སྔོན་སྒྲིག་འབདཝ་ཨིན། * If @nper <= 0 ཨིན་པ་ཅིན་, RATE དེ་གིས་ #NUM! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། * If @type != 0 དང་ @type != 1 ཨིན་པ་ཅིན་, RATE དེ་གིས་#VALUE! འཛོལ་བ་སླར་ལོག་འབདཝ་ཨིན། @EXAMPLES= @SEEALSO=PV,FV
es: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,tipo,previsión]) @DESCRIPTION=RATE calcula la tasa de una inversión. * Si @pmt se omite, toma como valor predeterminado 0 * Si @nper <= 0, RATE devuelve un error #NÚM!. * Si @type != 0 y @type != 1, RATE devuelve un error #VALOR! @EXAMPLES= @SEEALSO=PV,FV
vi: @FUNCTION=RATE @SYNTAX=RATE(nper,pmt,pv[,fv,type,guess]) @DESCRIPTION=RATE tính tỷ giá của đầu tư. * Nếu @pmt bị sót thì giá trị mặc định là 0. * Nếu « @nper ≤ 0 » thì RATE trả lại lỗi « #NUM! ». * Nếu « @type != 0 » và « @type != 1 » thì RATE trả lại lỗi « #VALUE! ». @EXAMPLES= @SEEALSO=PV,FV

source: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR calculates and returns the internal rate of return of an investment. This function is closely related to the net present value function (NPV). The IRR is the interest rate for a series of cash flows where the net preset value is zero. @values contains the series of cash flows generated by the investment. The payments should occur at regular intervals. The optional @guess is the initial value used in calculating the IRR. You do not have to use that, it is only provided for the Excel compatibility. * This function is Excel compatible. @EXAMPLES= Let us assume that the cells A1:A8 contain the numbers -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Then IRR(A1:A8) returns 0.04375. @SEEALSO=FV,NPV,PV
dz: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR དེ་གིས་ཟད་གྲོ་ཅིག་གི་སླར་ལོག་གི་ནང་འཁོད་ཚད་སླར་ལོག་འབད་ནི་དང་རྩིས་བརྐྱབ་ཨིན། ལཱ་འགན་འདི་ངོ་མའི་གནས་གོང་ལཱ་འགན་ (NPV)ལུ་ འབྲེལ་བ་ཡོདཔ་ཨིན། ཨའི་ཨར་ཨར་འདི་ ངོ་མའི་གནས་གོང་འདི་ཀླད་ཀོར་ཨིན་པའི་ དངུལ་རྒྱུན་གྱི་རྒྱུན་རིམ་དོན་ལུ་སྐྱེད་ཚད་འདི་ཨིན། @values དེ་གིས་ ཟད་གྲོ་གིས་བཟོ་བཏོན་འབད་ཡོད་པའི་དངུལ་རྒྱུན་གྱི་རྒྱུན་རིམ་འདི་ཡོདཔ་ཨིན། གླ་དངུལ་འདི་དུས་རྒྱུན་བར་མཚམས་ལུ་བྱུང་དགོཔ་ཨིན། གདམ་ཁ་ཅན་@guess འདི་ ཨའི་ཨར་ཨར་རྩིས་བཏོན་ནི་ལུ་ལག་ལེན་འཐབ་མི་འགོ་ཐོག་གནས་གོང་ཨིན། ཁྱོད་ཀྱིས་འདི་ལག་ལེན་འཐབ་མི་དགོ་, འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་གྱི་དོན་ལུ་བྱིན་ཡོདཔ་ཨིན། * ལཱ་འགན་འདི་ཨེགསི་སེལ་མཐུན་འགྱུར་ཅན་ཨིན། @EXAMPLES= ང་བཅས་ཚུ་གིས་ ནང་ཐིག་ A1:A8 དེ་གིས་ཨང་གྲངས་ -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422 ཡོདཔ་ཨིན་ཟེར་བཞག་གེ། དེ་ལས་ IRR(A1:A8) དེ་གིས་ 0.04375 སླར་ལོག་འབདཝ་ཨིན། @SEEALSO=FV,NPV,PV
es: @FUNCTION=IRR @SYNTAX=IRR(valores[,estimación]) @DESCRIPTION=IRR calcula y devuelve la tasa interna de devolución de una inversión. Esta función está relacionada con la función de valor neto actual (NPV). La IRR es la tasa de interés para una serie de flujos de capital donde el valor neto actual es cero. @valores contiene la serie de flujos de caja generados por la inversión. Los pagos deberían ocurrir a intervalos regulares. El parámetro opcional @estimación es el valor inicial para calcular la IRR. No tiene que usarlo, sólo se proporciona para compatibilidad con Excel. * Esta función es compatible con Excel. @EXAMPLES= Asumamos que las celdas A1:A8 contienen los números -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Entonces IRR(A1:A8) devuelve 0.04375. @SEEALSO=FV,NPV,PV
fr: @FUNCTION=IRR @SYNTAX=IRR(valeurs[;devine]) @DESCRIPTION=IRR calcule et renvoie le taux d'intérêt interne d'un investissement. Cette fonction est à rapprocher de NPV, qui calcule une valeur initiale nette. IRR est le taux d'intérêt pour une série de flux de trésorerie à partir d'une NPV nulle. @valeurs contient les flux de trésorerie, qui doivent se produire à intervalles réguliers. L'argument optionnel @devine est la valeur initiale utilisée par IRR, et n'est présent que pour être compatible avec Excel. * Cette fonction est compatible avec Excel. @EXAMPLES= Supposons que les cellules A1:A8 contiennent -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Alors, IRR(A1:A8) renvoie 0,04375. @SEEALSO=FV,NPV,PV
nl: @FUNCTION=IRR @SYNTAX=IRR(waarden[;schatting]) @DESCRIPTION=IRR (ned. IR) berekent de interne rentabiliteit van een investering. Deze functie is nauw verwant aan de netto huidige waarde (NPV=net present value). De interne rentabliliteit die met IRR wordt berekend is het rentepercentage van een serie cashflows met een netto huidige waarde van nul. @waarden bevat de serie cashflows die gegenereerd worden door de investering. De betalingen moeten op geregelde tijden plaatsvinden. De optionele @schatting is de beginwaarde die bij de berekening van IRR wordt gebruikt. U hoeft deze niet te geven, het wordt hier alleen gegeven voor de compatibiliteit met Excel. * Deze functie is compatibel met Excel. @EXAMPLES= Als A1:A8 de getallen -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422 bevatten, dan geldt: IRR(A1:A8) is 0.04375 @SEEALSO=FV,NPV,PV
pt_br: @FUNCTION=IRR @SYNTAX=IRR(valores[,estimativa]) @DESCRIPTION=IRR calcula e retorna a taxa interna de retorno de um investimento. Esta função está intimamente relacionada à função de cálculo de valor presente (NPV). O IRR é a taxa de interesse para um fluxo de caixa onde o valor presente líquido é zero. @valores contém o fluxo de caixa gerado pelo investimento. Os pagamentos devem ter intervalos regulares. A opção @estimativa é o valor inicial utilizado no cálculo do IRR. Você não precisa usá-la, ela só é fornecida para manter a compatibilidade com o Excel. * Esta função é compatível com o Excel. @EXAMPLES= Considere que a região de células A1:A8 contém os números -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Então: IRR(A1:A8) retorna 0.04375. @SEEALSO=FV,NPV,PV
sk: @FUNCTION=IRR @SYNTAX=IRR(hodnoty[,odhad]) @DESCRIPTION=IRR počíta vnútornú mieru výnosnosti investície. Táto funkcia má blízky vzťah k funkcii pre čistú aktuálnu hodnotu (NPV). IRR je úroková miera pre sériu peňažných tokov, kde čistá aktuálna hodnota je 0. @hodnoty obsahuje sériu peňažných tokov generovaných investíciou. Platby by mali byť pravidelné. Nepovinný @odhad je počiatočná hodnota použitá pre vypočítanie IRR. Nemusíte ju používať, je uvedená len pre kompatibilitu s Excelom. Táto funkcia je kompatibilná s Excelom. @EXAMPLES= Predpokladajme, že bunky A1:A8 obsahujú čísla -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Potom IRR(A1:A8) sa rovná 0.04375. @SEEALSO=FV,NPV,PV
vi: @FUNCTION=IRR @SYNTAX=IRR(values[,guess]) @DESCRIPTION=IRR tính rồi trả lại tỷ suất lợi tức của một đầu tư. Hàm này liên quan một cách gần đến hàm giá trị hiện tại ròng (Net Present Value: NPV). IRR là lãi xuất cho một dây luồng tiền mà giá trị hiện tại ròng là số không. @values (_giá trị_) chứa dây luồng tiền được tạo ra bởi đầu tư. Các việc trả nên xuất hiện một cách đều đặn Tùy chọn @guess là giá trị ban đầu được dùng khi tính IRR. Bạn không cần phải dùng nó: chỉ cung cấp nó vì tương thích với Excel. * Hàm này tương thích với Excel;. @EXAMPLES= Giả sử các ô A1:A8 chứa số -32432, 5324, 7432, 9332, 12324, 4334, 1235, -3422. Thì IRR(A1:A8) trả lại 0.04375. @SEEALSO=FV,NPV,PV
